{
  "artist": {
    "id": "elihu-vedder",
    "name": "Elihu Vedder",
    "dates": "Feb 26, 1836 - Jan 29, 1923",
    "mainImg": "img/art/artists/elihu-vedder.jpg",
    "artworkImgs": [
      {
        "name": "Japanese Still Life",
        "path": "img/art/artworks/elihu-vedder-a1.jpg",
        "source": "https://artsandculture.google.com/asset/japanese-still-life-elihu-vedder/kwFF2lGYgAwYIw"
      },
      {
        "name": "Soul in Bondage",
        "path": "img/art/artworks/elihu-vedder-a2.jpg",
        "source": "https://artsandculture.google.com/asset/soul-in-bondage-elihu-vedder/mwFWSnRRJpG1ZA"
      },
      {
        "name": "(Illustration for Rubáiyát of Omar Khayyám) The Throne of Saturn",
        "path": "img/art/artworks/elihu-vedder-a3.jpg",
        "source": "https://artsandculture.google.com/asset/illustration-for-rubáiyát-of-omar-khayyám-the-throne-of-saturn-elihu-vedder-born-new-york-city-1836-died-rome-italy-1923/SgHP5m8RPywNig"
      },
      {
        "name": "The Sphinx of the Seashore",
        "path": "img/art/artworks/elihu-vedder-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-sphinx-of-the-seashore-elihu-vedder-1836–1923/AAEi5DRz30Vqxg"
      },
      {
        "name": "The Pleiades",
        "path": "img/art/artworks/elihu-vedder-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-pleiades/DQE-UDpIBFxY-Q"
      },
      {
        "name": "Memory",
        "path": "img/art/artworks/elihu-vedder-a6.jpg",
        "source": "https://artsandculture.google.com/asset/memory-elihu-vedder/nAFAofiXIGJ8UQ"
      }
    ],
    "summary": [
      "Elihu Vedder was an American symbolist painter, book illustrator, and poet, born in New York City. He is best known for his fifty-five illustrations for Edward FitzGerald's translation of The Rubaiyat of Omar Khayyam."
    ],
    "quote": null,
    "movements": [
      "Symbolism",
      "Modern art",
      "Aestheticism",
      "Realism",
      "American Realism",
      "Classicism"
    ],
    "mediums": ["Pencil", "Chalk", "Pigment", "Ink", "Crayon", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Elihu_Vedder",
    "urlGoogle": "https://artsandculture.google.com/entity/elihu-vedder/m069k5m"
  },
  "event": {
    "id": "spring-offensive",
    "name": "Spring Offensive",
    "dates": "Mar 21, 1918 - Jul 18, 1918",
    "mainImg": "img/events/spring-offensive.jpg",
    "summary": [
      "The 1918 Spring Offensive, or Kaiserschlacht, also known as the Ludendorff Offensive, was a series of German attacks along the Western Front during the First World War, beginning on 21 March 1918. The Germans had realised that their only remaining chance of victory was to defeat the Allies before the United States could fully deploy their resources. The German Army had gained a temporary advantage in numbers as nearly 50 divisions had been freed by the Russian withdrawal from the war with the Treaty of Brest-Litovsk.",
      "There were four German offensives, codenamed Michael, Georgette, Gneisenau, and Blücher-Yorck. Michael was the main attack, which was intended to break through the Allied lines, outflank the British forces and defeat the British Army. Once that was achieved, it was hoped that the French would seek armistice terms. The other offensives were subsidiary to Michael and were designed to divert Allied forces from the main offensive effort on the Somme. No clear objective was established before the start of the offensives and once the operations were underway, the targets of the attacks were constantly changed according to the battlefield situation."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Spring_Offensive",
    "urlGoogle": "https://artsandculture.google.com/entity/spring-offensive/m02j3fx"
  },
  "funFacts": [
    {
      "id": "911",
      "fact": "A cubic mile of fog is made up of less than a gallon of water.",
      "category": ["Science"]
    },
    {
      "id": "180",
      "fact": "The first VCR was made in 1956 and was the size of a piano.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "553551",
      "fact": "The Crooked Forest in Poland is home to hundreds of pine trees curved at a 90° angle."
    }
  ],
  "idiom": {
    "id": "half-a-loaf-is-better-than-none",
    "term": "half a loaf is better than none",
    "definition": "Something is better than nothing, even if it is less than one wanted. For example, *He had asked for a new trumpet but got a used one---oh well, half a loaf is better than none.* This expression, often shortened, was already a proverb in 1546, where it was explicitly put: \"For better is half a loaf than no bread.\""
  },
  "person": {
    "id": "sam-houston",
    "name": "Sam Houston",
    "dates": "Mar 2, 1793 - Jul 26, 1863",
    "mainImg": "img/people/sam-houston.jpg",
    "summary": [
      "Samuel Houston was an American soldier and politician. An important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different states in the United States.",
      "Born in Rockbridge County, Virginia, Houston and his family migrated to Maryville, Tennessee, when Houston was a teenager. Houston later ran away from home and spent time with the Cherokee, becoming known as Raven. He served under General Andrew Jackson in the War of 1812, and after the war, he presided over the removal of many Cherokee from Tennessee. With the support of Jackson and others, Houston won election to the United States House of Representatives in 1823. He strongly supported Jackson's presidential candidacies, and in 1827, Houston was elected as the governor of Tennessee. In 1829, after divorcing his first wife, Houston resigned from office, and joined his Cherokee friends in Arkansas Territory.",
      "Houston settled in Texas in 1832."
    ],
    "quote": "“I am aware that in presenting myself as the advocate of the Indians and their rights, I shall stand very much alone.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Sam_Houston",
    "urlGoogle": "https://artsandculture.google.com/entity/sam-houston/m0gbjz"
  },
  "place": {
    "id": "stockholm",
    "name": "Stockholm",
    "mainImg": "img/places/stockholm.jpg",
    "summary": [
      "Stockholm is the capital and most populous urban area of Sweden as well as in Scandinavia. 975,904 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
      "Stockholm is the cultural, media, political, and economic centre of Sweden. The Stockholm region alone accounts for over a third of the country's GDP, and is among the top 10 regions in Europe by GDP per capita. Ranked as an alpha global city, it is the largest in Scandinavia and the main centre for corporate headquarters in the Nordic region. The city is home to some of Europe's top ranking universities, such as the Stockholm School of Economics, Karolinska Institute and KTH Royal Institute of Technology."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Stockholm",
    "urlGoogle": "https://artsandculture.google.com/entity/stockholm/m06mxs"
  },
  "quote": {
    "id": "113",
    "quote": "The degree of one’s emotion varies inversely with one’s knowledge of the facts – the less you know the hotter you get.",
    "author": "Bertrand Russell"
  },
  "wiki": {
    "id": "william-mc-kinley",
    "name": "William McKinley",
    "summary": "William McKinley (1843–1901) was the 25th President of the United States, serving from March 4, 1897, until his death. McKinley led the nation to victory in the Spanish–American War, raised protective tariffs to promote American industry, and maintained the nation on the gold standard in a rejection of inflationary proposals. McKinley's administration ended with his assassination in September 1901, but his presidency began a period of over a third of a century dominated by the Republican Party. McKinley served in the Civil War and rose from private to brevet major. After the war, he settled in Canton, Ohio, where he practiced law and married Ida Saxton. In 1876, he was elected to Congress, where he became the Republican Party's expert on the protective tariff, which he promised would bring prosperity. His highly controversial 1890 McKinley Tariff, together with a Democratic redistricting effort aimed at gerrymandering him out of office led to his defeat in the Democratic landslide of 1890.",
    "url": "https://en.wikipedia.org/wiki/William_McKinley"
  },
  "word": {
    "id": "exorbitant",
    "word": "exorbitant",
    "url": "https://www.merriam-webster.com/dictionary/exorbitant",
    "partOfSpeech": "adjective",
    "pronunciation": "ig-ZOR-buh-tunt",
    "audioPath": "audio/words/exorbitant.mp3",
    "definitions": [
      "not coming within the scope of the law",
      "exceeding the customary or appropriate limits in intensity, quality, amount, or size"
    ],
    "examples": [
      "I asked what the rent was for the apartment, and my jaw dropped open when they quoted me an exorbitant sum."
    ],
    "origin": "The first use of \"exorbitant\" in English was \"wandering or deviating from the normal or ordinary course.\" That sense is now archaic, but it provides a hint as to the origins of \"exorbitant\": the word derives from Late Latin \"exorbitans,\" the present participle of the verb \"exorbitare,\" meaning \"to deviate.\" \"Exorbitare\" in turn was formed by combining the prefix \"ex-,\" meaning \"out of,\" with the noun \"orbita,\" meaning \"track of a wheel\" or \"rut.\" (\"Orbita\" itself traces back to \"orbis,\" the Latin word for \"disk\" or \"hoop.\") In the 15th century \"exorbitant\" came to refer to something which fell outside of the normal or intended scope of the law. Eventually, it developed an extended sense as a synonym of \"excessive.\""
  }
}
