{
  "artist": {
    "id": "franz-xaver-winterhalter",
    "name": "Franz Xaver Winterhalter",
    "dates": "Apr 20, 1805 - Jul 8, 1873",
    "mainImg": "img/art/artists/franz-xaver-winterhalter.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Empress Eugénie",
        "path": "img/art/artworks/franz-xaver-winterhalter-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-empress-eugénie-franz-xaver-winterhalter/MQFuNZHmji9ZOA"
      },
      {
        "name": "Countess Alexander Nikolaevitch Lamsdorff (Maria Ivanovna Beck, 1835–1866)",
        "path": "img/art/artworks/franz-xaver-winterhalter-a2.jpg",
        "source": "https://artsandculture.google.com/asset/countess-alexander-nikolaevitch-lamsdorff-maria-ivanovna-beck-1835–1866-franz-xaver-winterhalter/CwFUhIZcPyGgJQ"
      },
      {
        "name": "Florinda",
        "path": "img/art/artworks/franz-xaver-winterhalter-a3.jpg",
        "source": "https://artsandculture.google.com/asset/florinda-franz-xaver-winterhalter/cgGFlpirJaHx1g"
      },
      {
        "name": "Franz Xaver and Herman Winterhalter",
        "path": "img/art/artworks/franz-xaver-winterhalter-a4.jpg",
        "source": "https://artsandculture.google.com/asset/franz-xaver-and-herman-winterhalter-franz-xaver-winterhalter/hwH2uttzqxJSkw"
      },
      {
        "name": "Empress Eugénie",
        "path": "img/art/artworks/franz-xaver-winterhalter-a5.jpg",
        "source": "https://artsandculture.google.com/asset/empress-eugénie-franz-xaver-winterhalter/rAFIV4LaVOr9EA"
      },
      {
        "name": "Portrait of Lydia Schabelsky, Baroness Staël-Holstein",
        "path": "img/art/artworks/franz-xaver-winterhalter-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-lydia-schabelsky-baroness-staël-holstein-franz-xaver-winterhalter/dwFTXqHNR9ljcQ"
      }
    ],
    "summary": [
      "Franz Xaver Winterhalter was a German painter and lithographer, known for his flattering portraits of royalty and upper-class society in the mid-19th century. His name has become associated with fashionable court portraiture. Among his best known works are Empress Eugénie Surrounded by her Ladies in Waiting and the portraits he made of Empress Elisabeth of Austria."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Drawing", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Franz_Xaver_Winterhalter",
    "urlGoogle": "https://artsandculture.google.com/entity/franz-xaver-winterhalter/m05sy6f"
  },
  "event": {
    "id": "english-civil-war",
    "name": "English Civil War",
    "dates": "Aug 22, 1642 - Sep 3, 1651",
    "mainImg": "img/events/english-civil-war.jpg",
    "summary": [
      "The English Civil War was a series of civil wars and political machinations between Parliamentarians and Royalists principally over the manner of England's governance and part of the wider Wars of the Three Kingdoms. The first and second wars pitted the supporters of King Charles I against the supporters of the Long Parliament, while the third saw fighting between supporters of King Charles II and supporters of the Rump Parliament. The war ended with Parliamentarian victory at the Battle of Worcester on 3 September 1651.",
      "Unlike other civil wars in England, which were mainly fought over who should rule, these conflicts were also concerned with how the three kingdoms of England, Scotland, and Ireland were to be governed. The outcome was threefold: the trial and execution of Charles I; the exile of his son, Charles II; and the replacement of English monarchy with, at first, the Commonwealth of England and then the Protectorate, which as the Commonwealth of England, Scotland, and Ireland unified the British Isles under the personal rule of Oliver Cromwell and briefly his son Richard. This was particularly notable given that an English king had never been executed before."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/English_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/english-civil-war/m02n5d"
  },
  "funFacts": [
    {
      "id": "95",
      "fact": "Squids can have eyes the size of a volleyball.",
      "category": ["Animals"]
    },
    {
      "id": "154",
      "fact": "Americans spend more than $630 million a year on golf balls.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "553854",
      "fact": "Marie Curie remains the only person to earn Nobel prizes in two different sciences."
    }
  ],
  "idiom": {
    "id": "pyrrhic-victory",
    "term": "Pyrrhic victory",
    "definition": "A victory that is offset by staggering losses, as in *The campaign was so divisive that even though he won the election it was a Pyrrhic victory.* This expression alludes to King Pyrrhus of Epirus, who defeated the Romans at Asculum in 279 B.C., but lost his best officers and many of his troops. Pyrrhus then said: \"Another such victory and we are lost.\" In English the term was first recorded (used figuratively) in 1879."
  },
  "person": {
    "id": "charles-george-gordon",
    "name": "Charles George Gordon",
    "dates": "Jan 28, 1833 - Jan 26, 1885",
    "mainImg": "img/people/charles-george-gordon.jpg",
    "summary": [
      "Major-General Charles George Gordon CB, also known as Chinese Gordon, Gordon Pasha, and Gordon of Khartoum, was a British Army officer and administrator. He saw action in the Crimean War as an officer in the British Army. However, he made his military reputation in China, where he was placed in command of the \"Ever Victorious Army,\" a force of Chinese soldiers led by European officers. In the early 1860s, Gordon and his men were instrumental in putting down the Taiping Rebellion, regularly defeating much larger forces. For these accomplishments, he was given the nickname \"Chinese Gordon\" and honours from both the Emperor of China and the British.",
      "He entered the service of the Khedive of Egypt in 1873 and later became the Governor-General of the Sudan, where he did much to suppress revolts and the local slave trade. Exhausted, he resigned and returned to Europe in 1880.",
      "A serious revolt then broke out in the Sudan, led by a Muslim religious leader and self-proclaimed Mahdi, Muhammad Ahmad. In early 1884 Gordon was sent to Khartoum with instructions to secure the evacuation of loyal soldiers and civilians and to depart with them."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_George_Gordon",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-george-gordon/m01dypp"
  },
  "place": {
    "id": "syria",
    "name": "Syria",
    "mainImg": "img/places/syria.jpg",
    "summary": [
      "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group.",
      "Syria is a unitary republic consisting of 14 governorates and is the only country that politically espouses Ba'athism. It is a member of one international organization other than the United Nations, the Non-Aligned Movement; it was suspended from the Arab League in November 2011 and the Organisation of Islamic Cooperation, and self-suspended from the Union for the Mediterranean.",
      "The name \"Syria\" historically referred to a wider region, broadly synonymous with the Levant, and known in Arabic as al-Sham."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Syria",
    "urlGoogle": "https://artsandculture.google.com/entity/syria/m06vbd"
  },
  "wiki": {
    "id": "john-brooke-little",
    "name": "John Brooke-Little",
    "summary": "John Brooke-Little was an influential and popular writer on heraldic subjects and a long-serving officer of arms at the College of Arms in London, England. In 1947, while still a student, Brooke-Little founded the \"Society of Heraldic Antiquaries\", now known as The Heraldry Society and recognized as one of the leading learned societies in its field. He served as the society's chairman for 50 years and then as its President from 1997 until his death in 2006. In addition to founding this group, Brooke-Little was involved in other heraldic groups and societies and worked for many years as an officer of arms. Having started his career as Bluemantle Pursuivant, Brooke-Little worked his way up to the second-highest heraldic office in England–Clarenceux King of Arms.",
    "url": "https://en.wikipedia.org/wiki/John_Brooke-Little"
  },
  "word": {
    "id": "cerebrate",
    "word": "cerebrate",
    "url": "https://www.merriam-webster.com/dictionary/cerebrate",
    "partOfSpeech": "verb",
    "pronunciation": "SAIR-uh-brayt",
    "audioPath": "audio/words/cerebrate.mp3",
    "definitions": ["to use the mind : think"],
    "examples": [
      "Jane is apt to _cerebrate_ at length before making even minor decisions.",
      "\"You can't _cerebrate_ over what you can't see, which therefore becomes an object of loathing and mistrust.\" - From an article by Howard Portnoy at Examiner.com, June 25, 2012"
    ],
    "origin": "When you think of the human brain, you might think of the cerebrum, the large, fissured upper portion of the brain that is recognized as the neural control center for thought and sensory perception. In 1853, Dr. William Carpenter thought of the cerebrum when he coined \"unconscious cerebration,\" a term describing the mental process by which people seem to do the right thing or come up with the right answer without conscious effort. People thought enough of Carpenter's coinage to use it as the basis of \"cerebrate,\" though the verb refers to active thinking rather than subconscious processing. \"Cerebrate,\" \"cerebrum,\" and the related adjective \"cerebral\" all derive from the Latin word for \"brain,\" which is \"cerebrum.\""
  }
}
