{
  "artist": {
    "id": "william-mulready",
    "name": "William Mulready",
    "dates": "Apr 1, 1786 - Jul 7, 1863",
    "mainImg": "img/art/artists/william-mulready.jpg",
    "artworkImgs": [
      {
        "name": "The Wolf & the Lamb – A Parody on Mr. Mulready's highly popular Picture",
        "path": "img/art/artworks/william-mulready-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-wolf-the-lamb-–-a-parody-on-mr-mulready-s-highly-popular-picture-alfred-ducôte-henry-peter-1st-baron-brougham-and-vaux-william-mulready-william-lamb-2nd-viscount-melbourne-john-doyle-thomas-mclean-arthur-wellesley-1st-duke-of-wellington-queen-victoria/1QEq7urqBzBudA"
      },
      {
        "name": "An Old Gable",
        "path": "img/art/artworks/william-mulready-a2.jpg",
        "source": "https://artsandculture.google.com/asset/an-old-gable-william-mulready-1786–1863-irish/qQGR9oDl4zp63w"
      },
      {
        "name": "The Disobedient Prophet",
        "path": "img/art/artworks/william-mulready-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-disobedient-prophet-william-mulready-1786–1863-irish/lAEi81DPiHlNAA"
      },
      {
        "name": "Anatomical Study of a Horse, Founded on `Eclipse', Nov. 26, 1832",
        "path": "img/art/artworks/william-mulready-a4.jpg",
        "source": "https://artsandculture.google.com/asset/anatomical-study-of-a-horse-founded-on-eclipse-nov-26-1832-william-mulready-1786–1863-irish/pQEA3QM8NTkmDQ"
      },
      {
        "name": "Lock gate",
        "path": "img/art/artworks/william-mulready-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lock-gate-william-mulready-1786–1863-irish/RQGJ-gbjhDJVkw"
      },
      {
        "name": "Denial and Disappointment",
        "path": "img/art/artworks/william-mulready-a6.jpg",
        "source": "https://artsandculture.google.com/asset/denial-and-disappointment-formerly-attributed-to-sir-david-wilkie-1785–1841-british/VgHBo65uY5YSUQ"
      }
    ],
    "summary": [
      "William Mulready RA was an Irish genre painter living in London. He is best known for his romanticizing depictions of rural scenes, and for creating Mulready stationery letter sheets, issued at the same time as the Penny Black postage stamp."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Graphite", "Ink", "Pen", "Watercolor painting", "Oil paint", "Chalk"],
    "urlWiki": "https://en.wikipedia.org/wiki/William_Mulready",
    "urlGoogle": "https://artsandculture.google.com/entity/william-mulready/m034nd4"
  },
  "event": {
    "id": "anglo-spanish-war",
    "name": "Anglo-Spanish War",
    "dates": "1762 - 1763",
    "mainImg": "img/events/anglo-spanish-war.jpg",
    "summary": [
      "The Anglo–Spanish War was a military conflict fought between Britain and Spain as part of the Seven Years' War. It lasted from January 1762 until February 1763 when the Treaty of Paris brought it to an end.",
      "For most of the Seven Years' War, Spain remained neutral, turning down offers from the Kingdom of France to join the war on their side, but during the war's latter stages, the newly crowned King of Spain, Charles III, had signalled his intention to enter the war on the side of the French. After Charles had signed the family compact with France and seized British shipping alongside expelling British merchants, the British declared war on Spain. In August 1762, a British expedition captured Havana, then a month later the British took Manila. The loss of both the capitals of the Spanish West Indies and the Spanish East Indies represented a blow to Spanish prestige. Between May and November, three major Franco-Spanish invasions of Portugal were defeated and they were forced to withdraw with heavy losses inflicted by the Portuguese."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Anglo-Spanish_War_%281762%E2%80%9363%29",
    "urlGoogle": "https://artsandculture.google.com/entity/anglo-spanish-war/m03x_gh9"
  },
  "funFacts": [
    {
      "id": "680",
      "fact": "More Siberian tigers live in zoos than in the wild.",
      "category": ["Animals"]
    },
    {
      "id": "743",
      "fact": "A group of geese on the ground is a gaggle, a group of geese in the air is a skein.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553686",
      "fact": "Bangladesh has six seasons: Grishmo (summer), Borsha (rainy), Shorot (fall), Hemanta (cool), Sheet (winter), and Boshanto (spring)."
    }
  ],
  "idiom": {
    "id": "on-the-qui-vive",
    "term": "on the qui vive",
    "definition": "On the alert, vigilant, as in *The police have been warned to be on the qui vive for terrorists.* This expression, containing the French words for \"[long] live who?\" originated as a sentinel's challenge to determine a person's political sympathies. The answer expected of allies was something like *vive le roi* (\"long live the king\"). It was taken over into English with its revised meaning in the early 1700s, the first recorded use being in 1726."
  },
  "person": {
    "id": "john-lewis",
    "name": "John Lewis",
    "dates": "Born Feb 21, 1940",
    "mainImg": "img/people/john-lewis.jpg",
    "summary": [
      "John Robert Lewis is an American politician and civil rights leader. He is the U.S. Representative for Georgia's 5th congressional district, serving in his 17th term in the House, having served since 1987, and is the dean of the Georgia congressional delegation. His district includes the northern three-fourths of Atlanta. He is a member of the Democratic Party.",
      "Lewis, who as chairman of the Student Nonviolent Coordinating Committee was one of the \"Big Six\" leaders of groups who organized the 1963 March on Washington, played many key roles in the Civil Rights Movement and its actions to end legalized racial segregation in the United States. He is a member of the Democratic Party leadership in the U.S. House of Representatives and has served as a Chief Deputy Whip since 1991 and Senior Chief Deputy Whip since 2003.",
      "Lewis has been awarded many honorary degrees and is the recipient of numerous awards from eminent national and international institutions, including the highest civilian honor of the United States, the Presidential Medal of Freedom. On December 29, 2019, it was announced that Lewis is receiving treatment for stage IV pancreatic cancer."
    ],
    "quote": "“To make it hard, to make it difficult almost impossible for people to cast a vote is not in keeping with the democratic process.”",
    "urlWiki": "https://en.wikipedia.org/wiki/John_Lewis_%28civil_rights_leader%29",
    "urlGoogle": "https://artsandculture.google.com/entity/john-lewis/m02555z"
  },
  "place": {
    "id": "pensacola",
    "name": "Pensacola",
    "mainImg": "img/places/pensacola.jpg",
    "summary": [
      "Pensacola is the westernmost city in the Florida Panhandle, and the county seat of Escambia County, Florida. As of 2019, the population was estimated to be 52,975. Pensacola is the principal city of the Pensacola Metropolitan Area, which had an estimated 494,883 residents as of 2018. Pensacola is one of the largest metropolitan areas in the Gulf Coast region, the largest between New Orleans and Tampa.",
      "Pensacola is the site of the first Spanish settlement within the borders of the continental United States in 1559, predating the establishment of St. Augustine by 6 years, although the settlement was abandoned due to a hurricane and not re-established until 1698. Pensacola is a seaport on Pensacola Bay, which is protected by the barrier island of Santa Rosa and connects to the Gulf of Mexico. A large United States Naval Air Station, the first in the United States, is located southwest of Pensacola near Warrington; it is the base of the Blue Angels flight demonstration team and the National Naval Aviation Museum. The main campus of the University of West Florida is situated north of the city center.",
      "The area was originally inhabited by Muskogean-speaking peoples."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pensacola,_Florida",
    "urlGoogle": "https://artsandculture.google.com/entity/pensacola/m0rkkv"
  },
  "wiki": {
    "id": "terry-fox",
    "name": "Terry Fox",
    "summary": "Terry Fox (1958–1981) was a Canadian humanitarian, athlete and cancer research activist. He was a distance runner and basketball player, and continued both pursuits after his right leg was amputated upon being diagnosed with osteosarcoma in 1977. His experiences in chemotherapy inspired Fox to attempt the Marathon of Hope, a cross-Canada run, in the hopes of raising C$1 for every person in the country for cancer research. He began on April 12, 1980, at St. John's, Newfoundland, and ran west for 143 days and 5,373 kilometres – the equivalent of a marathon a day – until forced to stop near Thunder Bay, Ontario, after cancer returned in his lungs. Fox captivated the country; he was named Newsmaker of the Year in both 1980 and 1981, and was the youngest person ever named a Companion of the Order of Canada. His run and subsequent battle with the disease united the nation and led to millions of dollars in donations. He inspired the Terry Fox Run, held in over 60 countries and the world's largest one-day fundraiser for cancer research; over $500 million has been raised in his name. Considered a national hero, many buildings, roads and parks have been named in his honour across Canada.",
    "url": "https://en.wikipedia.org/wiki/Terry_Fox"
  },
  "word": {
    "id": "inspissate",
    "word": "inspissate",
    "url": "https://www.merriam-webster.com/dictionary/inspissate",
    "partOfSpeech": "verb",
    "pronunciation": "in-SPISS-ayt",
    "audioPath": "audio/words/inspissate.mp3",
    "definitions": ["to make or become thick or thicker"],
    "examples": [
      "\"Marmalade of carrots is the juice of yellow carrots, _inspissated_ till it is of the thickness of fluid honey, or treacle, which last it resembles both in taste and color.\" - From Capt. James E. Cook's 1777 book _A Voyage Towards the South Pole and Round the World, Volume 1_",
      "\"Estrogen and progesterone affect direction and flow of tubal secretions, which may accumulate, _inspissate_, and eventually calcify.\" - From Gary B. Siskin's 2009 book _Interventional Radiology in Women’s Health_"
    ],
    "origin": "\"Inspissate\" is ultimately derived from Latin \"spissus\" (\"slow, dense\") and is related to Greek \"spidnos\" (\"compact\") and Lithuanian \"spisti\" (\"to form a swarm\"). When it appeared in English in the 17th century, \"inspissate\" suggested a literal thickening. Francis Bacon, for example, wrote in 1626 that \"Sugar doth inspissate the Spirits of the Wine, and maketh them not so easie to resolue into Vapour.\" Eventually \"inspissate\" was also used metaphorically. Clive Bell once wrote of \"parties of school children and factory girls inspissating the gloom of the museum atmosphere.\" There is also an adjective \"inspissate,\" meaning \"thickened in consistency\" or \"made thick, heavy, or intense,\" but that word is used even less frequently than the somewhat rare verb."
  }
}
