{
  "artist": {
    "id": "euphronios",
    "name": "Euphronios",
    "dates": "Born 534 BC",
    "mainImg": "img/art/artists/euphronios.jpg",
    "artworkImgs": [
      {
        "name": "At the gymnasium",
        "path": "img/art/artworks/euphronios-a1.jpg",
        "source": "https://artsandculture.google.com/asset/at-the-gymnasium-euphronios/1gGotPEWHsi6qQ"
      },
      {
        "name": "Attic Red-Figure Calyx Krater Fragment",
        "path": "img/art/artworks/euphronios-a2.jpg",
        "source": "https://artsandculture.google.com/asset/attic-red-figure-calyx-krater-fragment-euphronios/ZQHhQKyM4UgH4w"
      },
      {
        "name": "Fragment of a terracotta neck-amphora (jar)",
        "path": "img/art/artworks/euphronios-a3.jpg",
        "source": "https://artsandculture.google.com/asset/fragment-of-a-terracotta-neck-amphora-jar-euphronios/8AF5BikDFsAtUg"
      },
      {
        "name": "Attic White-Ground Cup (Lipped Inside) Fragment",
        "path": "img/art/artworks/euphronios-a4.jpg",
        "source": "https://artsandculture.google.com/asset/attic-white-ground-cup-lipped-inside-fragment-onesimos/iwFhxwC4gASJWQ"
      },
      {
        "name": "Two fragments of a terracotta kylix, join 12.231.2",
        "path": "img/art/artworks/euphronios-a5.jpg",
        "source": "https://artsandculture.google.com/asset/two-fragments-of-a-terracotta-kylix-join-12-231-2-onesimos-euphronios/fAHckTOLILgbjw"
      },
      {
        "name": "Attic Red-Figure Lidded Skyphoid Fragment (comprised of 8 joined fragments)",
        "path": "img/art/artworks/euphronios-a6.jpg",
        "source": "https://artsandculture.google.com/asset/attic-red-figure-lidded-skyphoid-fragment-comprised-of-8-joined-fragments-onesimos/vwFAzJ2D2UoxSA"
      }
    ],
    "summary": [
      "Euphronios was an ancient Greek vase painter and potter, active in Athens in the late 6th and early 5th centuries BC. As part of the so-called \"Pioneer Group,\", Euphronios was one of the most important artists of the red-figure technique. His works place him at the transition from Late Archaic to Early Classical art, and he is one of the first known artists in history to have signed his work."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Rock", "Clay", "Terracotta", "Plastic"],
    "urlWiki": "https://en.wikipedia.org/wiki/Euphronios",
    "urlGoogle": "https://artsandculture.google.com/entity/euphronios/m0858y2"
  },
  "event": {
    "id": "western-desert-campaign",
    "name": "Western Desert campaign",
    "dates": "Jun 11, 1940 - Feb 4, 1943",
    "mainImg": "img/events/western-desert-campaign.jpg",
    "summary": [
      "The Western Desert campaign, took place in the deserts of Egypt and Libya and was the main theatre in the North African campaign of the Second World War. Military operations began in June 1940 with the Italian declaration of war and the Italian invasion of Egypt in September. Operation Compass, a British five-day raid in December 1940, led to the destruction of the Italian 10th Army. Benito Mussolini sought help from Adolf Hitler, who sent a small German force to Tripoli under Directive 22. The Afrika Korps was formally under Italian command as Italy was the main Axis power in the Mediterranean and North Africa.",
      "In the spring of 1941, Rommel led Operation Sonnenblume which pushed the British back to Egypt except for the Siege of Tobruk at the port. At the end of 1941 the Axis forces were defeated in Operation Crusader and retired again to El Agheila. In early 1942 Axis forces drove the British back again, then captured Tobruk after the Battle of Gazala but failed to destroy their opponents."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Western_Desert_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/western-desert-campaign/m03w6sj"
  },
  "funFacts": [
    {
      "id": "412",
      "fact": "Two trees can create enough oxygen for a family of four.",
      "category": ["Plants"]
    },
    {
      "id": "902",
      "fact": "Barbie's full name is Barbara Millicent Roberts.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "504714",
      "fact": "The Scots have a word for that panicky hesitation you get when you can’t remember someone’s name: tartle."
    }
  ],
  "idiom": {
    "id": "a-month-of-sundays",
    "term": "a month of Sundays",
    "definition": "A long time, as in *I haven't seen Barbara in a month of Sundays.* This expression, which would literally mean thirty weeks, has been used hyperbolically since it was first recorded in 1832. One writer suggests it originally connoted a long *dreary* time, since games and other kinds of amusement used to be forbidden on Sunday."
  },
  "person": {
    "id": "papinian",
    "name": "Papinian",
    "dates": "142 AD - 212 AD",
    "mainImg": "img/people/papinian.jpg",
    "summary": [
      "Aemilius Papinianus, simply rendered as Papinian in English, was a celebrated Roman jurist, magister libellorum, attorney general and, after the death of Gaius Fulvius Plautianus in 205 CE, praetorian prefect.",
      "Papinian was one of the most revered jurists in ancient Rome, as third year law students were given the title \"Papinianistae\". In his time, he had been called \"the Asylum of Right and Treasurer of the Laws\". Along with Gaius, Paulus, Modestinus and Ulpian, he was made one of the five jurists whose recorded views were considered decisive by the Law of Citations of 426 CE; their views would later be considered the only suitable ones to be cited as primary sources for the Codex Theodosianus and the Corpus Juris Civilis, provided that Papinian's views prevailed whenever those of the four other jurists were not congruent. French jurist Jacques Cujas later wrote that \"there was never such a great lawyer before, nor ever will be after him\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Papinian",
    "urlGoogle": "https://artsandculture.google.com/entity/papinian/m06mbt4"
  },
  "place": {
    "id": "oman",
    "name": "Oman",
    "mainImg": "img/places/oman.jpg",
    "summary": [
      "Oman, officially the Sultanate of Oman, is a country on the southeastern coast of the Arabian Peninsula in Western Asia. Located in a strategically important position at the mouth of the Persian Gulf, the country shares land borders with the United Arab Emirates to the northwest, Saudi Arabia to the west, and Yemen to the southwest, and shares marine borders with Iran and Pakistan. The coast is formed by the Arabian Sea on the southeast and the Gulf of Oman on the northeast. The Madha and Musandam exclaves are surrounded by the UAE on their land borders, with the Strait of Hormuz and the Gulf of Oman forming Musandam's coastal boundaries.",
      "From the late 17th century, the Omani Sultanate was a powerful empire, vying with the Portuguese Empire and the British Empire for influence in the Persian Gulf and Indian Ocean. At its peak in the 19th century, Omani influence or control extended across the Strait of Hormuz to modern-day Iran and Pakistan, and as far south as Zanzibar. When its power declined in the 20th century, the sultanate came under the influence of the United Kingdom. For over 300 years, the relations built between the two empires were based on mutual benefits."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Oman",
    "urlGoogle": "https://artsandculture.google.com/entity/oman/m05l8y"
  },
  "wiki": {
    "id": "search-engine-optimization",
    "name": "Search engine optimization",
    "summary": "Search engine optimization (SEO) is the process of improving the volume and quality of traffic to a web site from search engines via \"natural\" search results. Usually, the earlier a site is presented in the search results, or the higher it \"ranks,\" the more searchers will visit that site. SEO can also target different kinds of search, including image search, local search, and industry-specific vertical search engines. As a marketing strategy for increasing a site's relevancy, SEO considers how search algorithms work and what people search for. SEO efforts may involve a site's coding, presentation, and structure, as well as fixing problems that could prevent search engine indexing programs from fully spidering a site. Other, more noticeable efforts may include adding unique content to a site, and making sure that the content is easily indexed by search engines and also appeals to human visitors. The acronym \"SEO\" can also refer to \"search engine optimizers,\" a term adopted by an industry of consultants who carry out optimization projects on behalf of clients, and by employees who perform SEO services in-house.",
    "url": "https://en.wikipedia.org/wiki/Search_engine_optimization"
  },
  "word": {
    "id": "vermicular",
    "word": "vermicular",
    "url": "https://www.merriam-webster.com/dictionary/vermicular",
    "partOfSpeech": "adjective",
    "pronunciation": "ver-MIK-yuh-ler",
    "audioPath": "audio/words/vermicular.mp3",
    "definitions": ["resembling a worm in form or motion", "of, relating to, or caused by worms"],
    "examples": [
      "Students will observe and document the _vermicular_ decomposition of vegetative waste.",
      "\"I tasted the smallest atoms of life in those few quiet minutes, drinking tea and waiting with the chickens before the rest of the world raised its head…. Despite the dust, the earthy pungency of the chicken manure, the remains of bones and shells and everything else they unearthed in their endless, restless scratching for _vermicular_ treats, the shed and the run was a pleasant place.\" -- From Debra Adelaide's 2008 novel _The Household Guide to Dying_"
    ],
    "origin": "What does the word \"vermicular\" have in common with the pasta on your plate? If you're eating vermicelli (a spaghetti-like pasta made in long thin strings) the answer is \"vermis,\" a Latin noun meaning \"worm.\" If you dig deep enough, you'll find that \"vermis\" is the root underlying not only \"vermicular\" and \"vermicelli,\" but also \"vermiculate\" (which can mean either \"full of worms\" or \"tortuous\") and even \"worm\" itself."
  }
}
