{
  "artist": {
    "id": "maarten-van-heemskerck",
    "name": "Maarten van Heemskerck",
    "dates": "Jun 1, 1498 - Oct 1, 1574",
    "mainImg": "img/art/artists/maarten-van-heemskerck.jpg",
    "artworkImgs": [
      {
        "name": "The Triumphal Procession of Bacchus",
        "path": "img/art/artworks/maarten-van-heemskerck-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-triumphal-procession-of-bacchus-maerten-van-heemskerck/UwE2gGT2mymweA"
      },
      {
        "name": "Olympy Iovis Simulacrum (The Statue of Jupiter at Olympia)",
        "path": "img/art/artworks/maarten-van-heemskerck-a2.jpg",
        "source": "https://artsandculture.google.com/asset/olympy-iovis-simulacrum-the-statue-of-jupiter-at-olympia-philip-galle-after-maerten-van-heemskerck/1QH3nhm_yudZMA"
      },
      {
        "name": "Pharos (The Lighthouse at Alexandria)",
        "path": "img/art/artworks/maarten-van-heemskerck-a3.jpg",
        "source": "https://artsandculture.google.com/asset/pharos-the-lighthouse-at-alexandria-philip-galle-after-maerten-van-heemskerck/fQHz7Ki1t6OZEA"
      },
      {
        "name": "Panorama with the Abduction of Helen Amidst the Wonders of the Ancient World",
        "path": "img/art/artworks/maarten-van-heemskerck-a4.jpg",
        "source": "https://artsandculture.google.com/asset/panorama-with-the-abduction-of-helen-amidst-the-wonders-of-the-ancient-world/GAH7fweqSmKL4w"
      },
      {
        "name": "Saint Luke painting the Virgin and Child",
        "path": "img/art/artworks/maarten-van-heemskerck-a5.jpg",
        "source": "https://artsandculture.google.com/asset/saint-luke-painting-the-virgin-and-child-maerten-jacobsz-van-heemskerck/-wEj5DvNFSdQYg"
      },
      {
        "name": "Solomon Building the Temple, from The Story of Solomon",
        "path": "img/art/artworks/maarten-van-heemskerck-a6.jpg",
        "source": "https://artsandculture.google.com/asset/solomon-building-the-temple-from-the-story-of-solomon-maarten-van-heemskerck/-QH9mb-9FqrZbg"
      }
    ],
    "summary": [
      "Maerten van Heemskerck or Marten Jacobsz Heemskerk van Veen was a Dutch portrait and religious painter, who spent most of his career in Haarlem. He was a pupil of Jan van Scorel, and adopted his teacher's Italian-influenced style. He spent the years 1532–6 in Italy. He produced many designs for engravers, and is especially known for his depictions of the Wonders of the World."
    ],
    "quote": null,
    "movements": [
      "Mannerism",
      "Renaissance",
      "Dutch Golden Age",
      "Dutch and Flemish Renaissance painting"
    ],
    "mediums": ["Engraving", "Etching", "Pen", "Laid paper", "Oil paint", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Maarten_van_Heemskerck",
    "urlGoogle": "https://artsandculture.google.com/entity/maarten-van-heemskerck/m03hgn_"
  },
  "event": {
    "id": "revolutions-of-1848-in-the-italian-states",
    "name": "Revolutions of 1848 in the Italian states",
    "dates": "1848 - 1849",
    "mainImg": "img/events/revolutions-of-1848-in-the-italian-states.jpg",
    "summary": [
      "În Italia cele 7 state aristocratice create prin Congresul de la Viena au fost cuprinse de mișcarea revoluționar-națională care a proclamat republica la Milano, Veneția și Roma. Mișcarea a fost utilizată de regele piemontez Carol Albert în încercarea de a cuceri Lombardia de la Habsburgi.",
      "În sudul Alpilor ca și în Germania, Congresul de la Viena, supus dorințelor suveranilor, a înlocuit harta simplificată, realizată de Napoleon, cu o fărâmițare în șapte state, fără nici o legătură între ele. Peste tot, monarhii restaurați au revenit la fostele structuri ale Vechiului Regim și s-au sprijinit pe aristocrația funciară în mai toate aceste regiuni, cu excepția Piemontului, în care valul industrializării nu pătrunsese încă, și deci burghezia era numeric destul de slabă.",
      "Sudul peninsulei și Sicilia formau Regatul Neapolelui, restituit Bourbonilor după eșecul lui Murat, care încercase să recucerească statele acestuia și care a fost împușcat. În centru, statele pontificale se întindeau la nord, din Romagna până în Câmpia romană, trăind în două Italia peninsulară."
    ],
    "quote": null,
    "urlWiki": "https://ro.wikipedia.org/wiki/Revolu%C8%9Bia_de_la_1848_%C3%AEn_Italia",
    "urlGoogle": "https://artsandculture.google.com/entity/revolutions-of-1848-in-the-italian-states/m011brh4k"
  },
  "funFacts": [
    {
      "id": "1017",
      "fact": "The phrase, “You're a real peach“ originated from the tradition of giving peaches to loved ones.",
      "category": ["Plants", "Definitions", "Hodgepodge", "Firsts"]
    },
    {
      "id": "171",
      "fact": "The most sensitive parts of the body are the mouth and the fingertips.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "554256",
      "fact": "The first item sold\u0003on eBay was\u0003a broken\u0003laser pointer."
    }
  ],
  "person": {
    "id": "sir-john-hotham-1-st-baronet",
    "name": "Sir John Hotham, 1st Baronet",
    "dates": "July 1589 - Jan 3, 1645",
    "mainImg": "img/people/sir-john-hotham-1-st-baronet.jpg",
    "summary": [
      "Sir John Hotham, 1st Baronet of Scorborough Hall, near Driffield, Yorkshire, was an English Member of Parliament who was Governor of Hull in 1642 shortly before the start of the Civil War. He refused to allow King Charles I or any member of his entourage to enter the town, thereby depriving the king of access to the large arsenal contained within. Later in the Civil War he and his son John Hotham the younger were accused of treachery to the Parliamentarian cause, found guilty and executed on Tower Hill."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sir_John_Hotham,_1st_Baronet",
    "urlGoogle": "https://artsandculture.google.com/entity/sir-john-hotham-1st-baronet/m023sd8"
  },
  "place": {
    "id": "kazakhstan",
    "name": "Kazakhstan",
    "mainImg": "img/places/kazakhstan.jpg",
    "summary": [
      "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth-largest country in the world, with an area of 2,724,900 square kilometres. Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
      "Kazakhstan is officially a democratic, secular, unitary, constitutional republic with a diverse cultural heritage. Kazakhstan shares borders with Russia, China, Kyrgyzstan, Uzbekistan, and Turkmenistan, and also adjoins a large part of the Caspian Sea. It does not border Mongolia, although they are only 37 kilometers apart. The terrain of Kazakhstan includes flatlands, steppe, taiga, rock canyons, hills, deltas, snow-capped mountains, and deserts. Kazakhstan has an estimated 18.3 million people as of 2018. Its population density is among the lowest, at less than 6 people per square kilometre. Since 1997 and independence, the capital is Nur-Sultan, formerly known as Astana."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kazakhstan",
    "urlGoogle": "https://artsandculture.google.com/entity/kazakhstan/m047lj"
  },
  "wiki": {
    "id": "history-of-the-yosemite-area",
    "name": "History of the Yosemite area",
    "summary": "The known history of the Yosemite area started with Miwok and Paiute peoples who inhabited the central Sierra Nevada region of California that now includes Yosemite National Park. At the time the first non-indigenous people entered the area, a band of Miwok called the Ahwahnechee lived in Yosemite Valley. Conflict ensued in the mid 19th century and the Mariposa Battalion pursued the Ahwahnechee into the Valley. The Yosemite Valley and the Mariposa Grove of Giant Sequoia were ceded to California as a state park in 1864. Naturalist John Muir and others soon became alarmed about over-exploitation of the area and helped push through the creation of Yosemite National Park, in 1890. It would not be until 1906 that the Valley and Grove would be added. Park jurisdiction was at first under the United States Army's Fourth Cavalry Regiment then in 1916 it was transferred to the National Park Service. The failed fight to save Hetch Hetchy Valley from becoming a reservoir and hydroelectric power plant in the early 20th century sparked a great deal of controversy that polarized the nation. Since then about 94% of the park has been set aside in a highly protected wilderness area.",
    "url": "https://en.wikipedia.org/wiki/History_of_the_Yosemite_area"
  },
  "word": {
    "id": "peripatetic",
    "word": "peripatetic",
    "url": "https://www.merriam-webster.com/dictionary/peripatetic",
    "partOfSpeech": "adjective",
    "pronunciation": "pair-uh-puh-TET-ik",
    "audioPath": "audio/words/peripatetic.mp3",
    "definitions": [
      "of or relating to the Greek philosopher Aristotle or his philosophy : Aristotelian",
      "of, relating to, or given to walking",
      "moving or traveling from place to place : itinerant"
    ],
    "examples": [
      "I was _peripatetic_ throughout my twenties, but in my thirties I bought a house and began putting down roots in the community.",
      "\"From the day Rousseau turned his back on his native city, these _peripatetic_ writer-thinkers were bent on walking into a kind of alienated individuality.\" - From a book review by Billy Mills in _Guardian Unlimited_, August 9, 2012"
    ],
    "origin": "Are you someone who likes to think on your feet? If so you've got something in common with the followers of the ancient Greek philosopher Aristotle. Not only a thinker and teacher, Aristotle was also a walker, and his students were required to walk along beside him as he lectured while pacing to and fro. Thus it was that the Greek word \"peripatētikos\" (from \"peripatein,\" meaning \"to walk up and down\") came to be associated with Aristotle and his followers. By the way, the covered walk in the Lyceum where Aristotle taught became known as the \"peripatos\" (which can either refer to the act of walking or a place for walking)."
  }
}
