{
  "artist": {
    "id": "gerard-van-honthorst",
    "name": "Gerard van Honthorst",
    "dates": "Nov 4, 1592 - Apr 27, 1656",
    "mainImg": "img/art/artists/gerard-van-honthorst.jpg",
    "artworkImgs": [
      {
        "name": "Christ before the High Priest",
        "path": "img/art/artworks/gerard-van-honthorst-a1.jpg",
        "source": "https://artsandculture.google.com/asset/christ-before-the-high-priest-gerrit-van-honthorst/6wFp0Y3GxWhwQg"
      },
      {
        "name": "The Merry Fiddler",
        "path": "img/art/artworks/gerard-van-honthorst-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-merry-fiddler-gerard-van-honthorst/TQH1zCaBCArw-Q"
      },
      {
        "name": "The procuress",
        "path": "img/art/artworks/gerard-van-honthorst-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-procuress-gerard-van-honthorst/UgFlQ52tsFTQZg"
      },
      {
        "name": "Granida and Daifilo",
        "path": "img/art/artworks/gerard-van-honthorst-a4.jpg",
        "source": "https://artsandculture.google.com/asset/granida-and-daifilo-gerard-van-honthorst/bQF_MMYf8Gbbcw"
      },
      {
        "name": "King David Playing the Harp",
        "path": "img/art/artworks/gerard-van-honthorst-a5.jpg",
        "source": "https://artsandculture.google.com/asset/king-david-playing-the-harp-gerard-van-honthorst/dQFEnSBuziiUpQ"
      },
      {
        "name": "Musical Group on a Balcony",
        "path": "img/art/artworks/gerard-van-honthorst-a6.jpg",
        "source": "https://artsandculture.google.com/asset/musical-group-on-a-balcony-gerrit-van-honthorst/XAGHUUsuqO9jPA"
      }
    ],
    "summary": [
      "Gerard van Honthorst was a Dutch Golden Age painter who became especially noted for his depiction of artificially lit scenes, eventually receiving the nickname Gherardo delle Notti. Early in his career he visited Rome, where he had great success painting in a style influenced by Caravaggio. Following his return to the Netherlands he became a leading portrait painter."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age", "Utrecht Caravaggism"],
    "mediums": ["Oil paint", "Etching", "Engraving", "Watercolor painting", "Rock", "Faience"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gerard_van_Honthorst",
    "urlGoogle": "https://artsandculture.google.com/entity/gerard-van-honthorst/m03f_3c"
  },
  "event": {
    "id": "occupation-of-the-baltic-states",
    "name": "Occupation of the Baltic states",
    "dates": "Jun 14, 1940 - Aug 28, 1941",
    "mainImg": "img/events/occupation-of-the-baltic-states.jpg",
    "summary": [
      "The occupation of the Baltic states involved the military occupation of the three Baltic states—Estonia, Latvia and Lithuania—by the Soviet Union under the auspices of the 1939 Molotov–Ribbentrop Pact in June 1940. They were then annexed into the Soviet Union as constituent republics in August 1940, though most Western powers and nations never recognised their incorporation. On 22 June 1941, Nazi Germany attacked the Soviet Union and within weeks occupied the Baltic territories. In July 1941, the Third Reich incorporated the Baltic territory into its Reichskommissariat Ostland. As a result of the Red Army's Baltic Offensive of 1944, the Soviet Union recaptured most of the Baltic states and trapped the remaining German forces in the Courland pocket until their formal surrender in May 1945. The Soviet \"annexation occupation\" or occupation sui generis of the Baltic states lasted until August 1991, when the three countries regained their independence."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Occupation_of_the_Baltic_states",
    "urlGoogle": "https://artsandculture.google.com/entity/occupation-of-the-baltic-states/m02cf5p"
  },
  "funFacts": [
    {
      "id": "704",
      "fact": "Recycled paper is made using 40% less energy than normal paper.",
      "category": ["Science"]
    },
    {
      "id": "1018",
      "fact": "At latitude 60° south, it is possible to sail clear around the world without touching land.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553545",
      "fact": "A cough can propel saliva droplets as far as 20 feet at speeds up to 25 to 50 mph."
    }
  ],
  "idiom": {
    "id": "get-down-to-brass-tacks",
    "term": "get down to brass tacks",
    "definition": "Also, **get down to bedrock** or *the nitty gritty* or *cases.* Deal with the essentials; come to the point. For example, *Stop delaying and get down to brass tacks,* or *We really need to get down to bedrock,* or *He has a way of getting down to the nitty gritty,* or *Let's get down to cases.* The origin of the first phrase, dating from the late 1800s, is disputed. Some believe it alludes to the brass tacks used under fine upholstery, others that it is Cockney rhyming slang for \"hard facts,\" and still others that it alludes to tacks hammered into a sales counter to indicate precise measuring points. The noun *bedrock* has signified the hard rock underlying soil or geological deposits since about 1850 and has been used figuratively to denote \"bottom\" since the 1860s. The noun *nitty-gritty* dates from the mid-1900s and alludes to the detailed (\"nitty\") and possibly unpleasant (\"gritty\") issue in question. The noun *cases* apparently alludes to the game of faro, in which the \"case card\" is the last of a rank of cards remaining in play; this usage dates from about 1900."
  },
  "person": {
    "id": "nicholas-ii-of-russia",
    "name": "Nicholas II of Russia",
    "dates": "May 18, 1868 - Jul 17, 1918",
    "mainImg": "img/people/nicholas-ii-of-russia.jpg",
    "summary": [
      "Nicholas II or Nikolai II Alexandrovich Romanov, known in the Russian Orthodox Church as Saint Nicholas the Passion-Bearer, was the last Emperor of All Russia, ruling from 1 November 1894 until his forced abdication on 15 March 1917. During his reign the Russian Empire fell from one of the foremost great powers of the world to economic and military collapse. He was reviled by Soviet historians as a weak and incompetent leader whose decisions led to military defeats and the deaths of millions of his subjects. By contrast Anglo-Russian historian Nikolai Tolstoy, leader of the International Monarchist League, said in 2012, \"There were many bad things about the Czar's regime, but he inherited an autocracy and his acts are now being seen in perspective and in comparison to the terrible crimes committed by the Soviets.\"",
      "As Emperor, Nicholas gave limited support to the economic and political reforms promoted by top aides Sergei Witte and Pyotr Stolypin, but strong aristocratic opposition prevented these from becoming fully effective. He supported modernization based on foreign loans and close ties with France, but resisted giving the new parliament major roles."
    ],
    "quote": "“There is no justice among men.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Nicholas_II_of_Russia",
    "urlGoogle": "https://artsandculture.google.com/entity/nicholas-ii-of-russia/m05hks"
  },
  "place": {
    "id": "southampton",
    "name": "Southampton",
    "mainImg": "img/places/southampton.jpg",
    "summary": [
      "Southampton is a city in Hampshire, South East England, 70 miles south-west of London and 15 miles north-west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority had a population of 253,651 at the 2011 census. A resident of Southampton is called a Sotonian.",
      "Significant employers in the city include Southampton City Council, the University of Southampton, Solent University, Southampton Airport, Ordnance Survey, BBC South, the NHS, Associated British Ports and Carnival UK. Southampton is noted for its association with the RMS Titanic, the Spitfire, as one of the departure points for D-Day, and more recently as the home port of some of the largest cruise ships in the world. Southampton also has a large shopping centre and retail park, Westquay."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Southampton",
    "urlGoogle": "https://artsandculture.google.com/entity/southampton/m0grd7"
  },
  "wiki": {
    "id": "william-walton",
    "name": "William Walton",
    "summary": "William Walton (1902–1983) was an English composer. During a sixty-year career, he wrote music in several classical genres and styles, from film scores to opera. His best-known works include Façade – An Entertainment, the cantata Belshazzar's Feast and his First Symphony. Born in Lancashire, the son of a musician, Walton was a chorister and then an undergraduate at Christ Church, Oxford. On leaving the university, he was taken up by the literary Sitwell siblings, who provided him with a home and a cultural education. His earliest work of note was a collaboration with Edith Sitwell, Façade, which at first brought him notoriety as a modernist, but later became a popular ballet score. Other early works that made his name were a Viola Concerto and Belshazzar's Feast. By middle age, he had ceased to be regarded as a modernist, and some of his compositions of the 1950s were criticised as old-fashioned. In his last years, his works came back into critical fashion; his later compositions, dismissed by critics at the time of their premieres, were revalued and regarded alongside his earlier works.",
    "url": "https://en.wikipedia.org/wiki/William_Walton"
  },
  "word": {
    "id": "gustatory",
    "word": "gustatory",
    "url": "https://www.merriam-webster.com/dictionary/gustatory",
    "partOfSpeech": "adjective",
    "pronunciation": "GUSS-tuh-tor-ee",
    "audioPath": "audio/words/gustatory.mp3",
    "definitions": ["relating to or associated with eating or the sense of taste"],
    "examples": [
      "While a winter storm raged outside we enjoyed a series of _gustatory_ delights prepared by our hosts.",
      "\"\\[Holly\\] Hughes' latest collection includes writing on every type of _gustatory_ obsession from the farms and people who produce our ingredients to the chefs, traditions and home cooking that create the final, delicious product.\" - From a book review by Bobbi Booker in the _Philadelphia Tribune_, October 20, 2013"
    ],
    "origin": "\"Gustatory\" is a member of a finite set of words that describe the senses with which we encounter our world, the other members being \"visual,\" \"aural,\" \"olfactory,\" and \"tactile.\" Like its peers, \"gustatory\" has its roots in Latin-in this case the Latin word \"gustare,\" meaning \"to taste.\" \"Gustare\" is a somewhat distant relative of several common English words, among them \"choose\" and \"disgust,\" but is a direct ancestor only of \"gustatory,\" \"gustation,\" meaning \"the act or sensation of tasting,\" and \"degustation,\" meaning \"the action or an instance of tasting especially in a series of small portions.\""
  }
}
