{
  "artist": {
    "id": "barbara-kruger",
    "name": "Barbara Kruger",
    "dates": "Born Jan 26, 1945",
    "mainImg": "img/art/artists/barbara-kruger.jpg",
    "artworkImgs": [
      {
        "name": "Plenty LA",
        "path": "img/art/artworks/barbara-kruger-a1.jpg",
        "source": "https://artsandculture.google.com/asset/plenty-la-barbara-kruger/2AFCFtoorsE6UA"
      },
      {
        "name": "Untitled (Inserts)",
        "path": "img/art/artworks/barbara-kruger-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-inserts-kruger-barbara/rwHJ7OYEGOCF8g"
      },
      {
        "name": "Fate",
        "path": "img/art/artworks/barbara-kruger-a3.jpg",
        "source": "https://artsandculture.google.com/asset/fate-barbara-kruger/ZQGup86cxfSzkQ"
      },
      {
        "name": "Bus",
        "path": "img/art/artworks/barbara-kruger-a4.jpg",
        "source": "https://artsandculture.google.com/asset/bus-kruger-barbara/ngE6PIx1B9u0cQ"
      },
      {
        "name": "Untitled (Who does the crime? Who does the time?)",
        "path": "img/art/artworks/barbara-kruger-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-who-does-the-crime-who-does-the-time-barbara-kruger/zgEzuL3lPCOT_w"
      },
      {
        "name": "Untitled (You Invest in the Divinity of the Masterpiece)",
        "path": "img/art/artworks/barbara-kruger-a6.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-you-invest-in-the-divinity-of-the-masterpiece-barbara-kruger/igFqR7FR-33_hg"
      }
    ],
    "summary": [
      "Barbara Kruger is an American conceptual artist and collagist. Most of her work consists of black-and-white photographs, overlaid with declarative captions, stated in white-on-red Futura Bold Oblique or Helvetica Ultra Condensed text. The phrases in her works often include pronouns such as \"you\", \"your\", \"I\", \"we\", and \"they\", addressing cultural constructions of power, identity, consumerism, and sexuality. Kruger lives and works in New York and Los Angeles. Kruger is a Distinguished Professor of New Genres at the UCLA School of the Arts and Architecture."
    ],
    "quote": "“Although my art work was heavily informed by my design work on a formal and visual level, as regards meaning and content the two practices parted ways.”",
    "movements": ["Contemporary art"],
    "mediums": ["Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Barbara_Kruger",
    "urlGoogle": "https://artsandculture.google.com/entity/barbara-kruger/m059jlg"
  },
  "event": {
    "id": "warsaw-pact-invasion-of-czechoslovakia",
    "name": "Warsaw Pact invasion of Czechoslovakia",
    "dates": "Aug 20, 1968 - Sep 20, 1968",
    "mainImg": "img/events/warsaw-pact-invasion-of-czechoslovakia.jpg",
    "summary": [
      "The Warsaw Pact invasion of Czechoslovakia, officially known as Operation Danube, was a joint invasion of Czechoslovakia by five Warsaw Pact countries – the Soviet Union, Poland, Bulgaria, East Germany and Hungary – on the night of 20–21 August 1968. Approximately 250,000 Warsaw pact troops attacked Czechoslovakia that night, with Romania and Albania refusing to participate. East German forces, except for a small number of specialists, did not participate in the invasion because they were ordered from Moscow not to cross the Czechoslovak border just hours before the invasion. 137 Czechoslovakian civilians were killed and 500 seriously wounded during the occupation.",
      "The invasion successfully stopped Alexander Dubček's Prague Spring liberalisation reforms and strengthened the authority of the authoritarian wing within the Communist Party of Czechoslovakia. The foreign policy of the Soviet Union during this era was known as the Brezhnev Doctrine.",
      "Public reaction to the invasion was widespread and divided."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Warsaw_Pact_invasion_of_Czechoslovakia",
    "urlGoogle": "https://artsandculture.google.com/entity/warsaw-pact-invasion-of-czechoslovakia/m03hmf8l"
  },
  "funFacts": [
    {
      "id": "663",
      "fact": "About 40% of America's population lives within a one day drive to Philadelphia.",
      "category": ["Geography"]
    },
    {
      "id": "2",
      "fact": "Animals that lay eggs don't have belly buttons.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504711",
      "fact": "Editor Bennett Cerf challenged Dr. Seuss to write a book using no more than 50 different words. The result? Green Eggs and Ham."
    }
  ],
  "idiom": {
    "id": "spit-and-polish",
    "term": "spit and polish",
    "definition": "Close attention to appearance and order, as in *With a little spit and polish this house will sell very quickly.* This expression originated in the military, presumably alluding to literally shining up something with the aid of a little saliva. There it also came to mean \"too much attention to appearance, and not enough to more important concerns,\" as in *The commander is so concerned with spit and polish that he overlooks the crew's morale.* [Late 1800s]"
  },
  "person": {
    "id": "hugh-dowding",
    "name": "Hugh Dowding",
    "dates": "Apr 24, 1882 - Feb 15, 1970",
    "mainImg": "img/people/hugh-dowding.jpg",
    "summary": [
      "Air Chief Marshal Hugh Caswall Tremenheere Dowding, 1st Baron Dowding, GCB, GCVO, CMG was an officer in the Royal Air Force. He served as a fighter pilot and then as commanding officer of No. 16 Squadron during the First World War. During the inter-war years he became Air Officer Commanding Fighting Area, Air Defence of Great Britain and then joined the Air Council as Air Member for Supply and Research. He was Air Officer Commanding RAF Fighter Command during the Battle of Britain and is generally credited with playing a crucial role in Britain's defence, and hence, the defeat of Adolf Hitler's plan to invade Britain. He was replaced in command in November 1940 against his wishes with Big Wings advocate Sholto Douglas."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hugh_Dowding",
    "urlGoogle": "https://artsandculture.google.com/entity/hugh-dowding/m0bt_8"
  },
  "place": {
    "id": "greenland",
    "name": "Greenland",
    "mainImg": "img/places/greenland.jpg",
    "summary": [
      "Greenland is the world's largest island, located between the Arctic and Atlantic oceans, east of the Canadian Arctic Archipelago. It is an autonomous territory within the Kingdom of Denmark. Though physiographically a part of the continent of North America, Greenland has been politically and culturally associated with Europe for more than a millennium. The majority of its residents are Inuit, whose ancestors migrated from Alaska through Northern Canada, gradually settling across the island by the 13th century.",
      "Nowadays, the population is largely concentrated on the southwest coast, while the rest of the island is sparsely populated. Greenland is divided into five municipalities — Sermersooq, Kujalleq, Qeqertalik, Qeqqata, and Avannaata. It has two unincorporated areas — the Northeast Greenland National Park and the Thule Air Base. The last one, even if under Danish control, is administered by the United States Air Force. Three-quarters of Greenland is covered by the only permanent ice sheet outside Antarctica. With a population of 56,081, it is the least densely populated territory in the world. About a third of the population lives in Nuuk, the capital and largest city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Greenland",
    "urlGoogle": "https://artsandculture.google.com/entity/greenland/m035v3"
  },
  "quote": {
    "id": "116",
    "quote": "The best people possess a feeling for beauty, the courage to take risks, the discipline to tell the truth, the capacity for sacrifice. Ironically, their virtues make them vulnerable; they are often wounded, sometimes destroyed.",
    "author": "Ernest Hemingway"
  },
  "wiki": {
    "id": "2002-bouin-zahra-earthquake",
    "name": "2002 Bou'in-Zahra earthquake",
    "summary": "The 2002 Bou'in-Zahra earthquake occurred on June 22, 2002, in a region of northwestern Iran which is crossed by several major fault lines. The earthquake's epicenter was near the settlement of Bou'in-Zahra in Qazvin Province, an area known for destructive earthquakes. Measuring 6.5 on the Richter scale and 6.3 on the moment magnitude scale, the earthquake killed at least 261 people and injured 1,500 more. Over 20 aftershocks followed the earthquake. According to the International Institute of Earthquake Engineering and Seismology (IIEES), the earthquake was felt as far away as the capital city of Tehran, approximately 290 kilometres (180 mi) east of the epicenter, although no damage was reported there. Most houses in the region were single-story masonry buildings, and virtually all of these collapsed. The public became angry due to the slow official response to victims who needed supplies.",
    "url": "https://en.wikipedia.org/wiki/2002_Bou%27in-Zahra_earthquake"
  },
  "word": {
    "id": "banshee",
    "word": "banshee",
    "url": "https://www.merriam-webster.com/dictionary/banshee",
    "partOfSpeech": "noun",
    "pronunciation": "BAN-shee",
    "audioPath": "audio/words/banshee.mp3",
    "definitions": [
      "a female spirit in Gaelic folklore whose appearance or wailing warns a family that one of them will soon die"
    ],
    "examples": [
      "Barbara screamed like a _banshee_ when she saw the spider slowly crawling up her leg.",
      "\"Wednesday's audience howled like _banshees_.\" -- From a theater review by Chris Silk in Florida's _Naples Daily News_, April 8, 2011"
    ],
    "origin": "In Irish folklore, a \"bean sidhe\" (literally \"woman of fairyland\") was not a welcome guest. When she was seen combing her hair or heard wailing beneath a window, it was considered a sign that a family member was about to die. English speakers modified the mournful fairy's Irish name into the modern word \"banshee\" -- a term we now most often use to evoke her woeful or terrible or earsplitting cry, as in \"to scream like a banshee,\" or attributively, \"a banshee wail.\""
  }
}
