{
  "artist": {
    "id": "hans-holbein-the-younger",
    "name": "Hans Holbein the Younger",
    "dates": "1497 - 1543",
    "mainImg": "img/art/artists/hans-holbein-the-younger.jpg",
    "artworkImgs": [
      {
        "name": "Jane Seymour, Queen of England",
        "path": "img/art/artworks/hans-holbein-the-younger-a1.jpg",
        "source": "https://artsandculture.google.com/asset/jane-seymour-queen-of-england-hans-holbein-the-younger/egE1bExAbnBDgg"
      },
      {
        "name": "The Ambassadors",
        "path": "img/art/artworks/hans-holbein-the-younger-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-ambassadors-hans-holbein-the-younger/bQEWbLB26MG1LA"
      },
      {
        "name": "Sir Thomas More",
        "path": "img/art/artworks/hans-holbein-the-younger-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sir-thomas-more-hans-holbein/WQEnBYMfBeoSdg"
      },
      {
        "name": "Portrait of Henry VIII of England",
        "path": "img/art/artworks/hans-holbein-the-younger-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-henry-viii-of-england-hans-holbein-the-younger/bwFsEOEPkei3Lw"
      },
      {
        "name": "A Lady with a Squirrel and a Starling (Anne Lovell?)",
        "path": "img/art/artworks/hans-holbein-the-younger-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-lady-with-a-squirrel-and-a-starling-anne-lovell-hans-holbein-the-younger/6wHKJZAnEKEGiA"
      },
      {
        "name": "Der Ritter",
        "path": "img/art/artworks/hans-holbein-the-younger-a6.jpg",
        "source": "https://artsandculture.google.com/asset/der-ritter-hans-holbein-the-younger/4wF0CV8MAdEjBw"
      }
    ],
    "summary": [
      "Hans Holbein the Younger was a German painter and printmaker who worked in a Northern Renaissance style, and is considered one of the greatest portraitists of the 16th century. He also produced religious art, satire, and Reformation propaganda, and he made a significant contribution to the history of book design. He is called \"the Younger\" to distinguish him from his father Hans Holbein the Elder, an accomplished painter of the Late Gothic school.",
      "Holbein was born in Augsburg, but he worked mainly in Basel as a young artist. At first, he painted murals and religious works, designed stained glass windows, and printed books. He also painted an occasional portrait, making his international mark with portraits of humanist Desiderius Erasmus of Rotterdam. When the Reformation reached Basel, Holbein worked for reformist clients while continuing to serve traditional religious patrons. His Late Gothic style was enriched by artistic trends in Italy, France, and the Netherlands, as well as by Renaissance humanism. The result was a combined aesthetic uniquely his own.",
      "Holbein travelled to England in 1526 in search of work, with a recommendation from Erasmus."
    ],
    "quote": null,
    "movements": [
      "Northern Renaissance",
      "Renaissance",
      "German Renaissance",
      "Gothic art",
      "French Renaissance"
    ],
    "mediums": ["Oil paint", "Wood", "Ink", "Gold", "Drawing", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hans_Holbein_the_Younger",
    "urlGoogle": "https://artsandculture.google.com/entity/hans-holbein-the-younger/m0cy9m"
  },
  "event": {
    "id": "siege-of-hulst",
    "name": "Siege of Hulst",
    "dates": "Oct 7, 1645 - Nov 4, 1645",
    "mainImg": "img/events/siege-of-hulst.jpg",
    "summary": [
      "The Siege of Hulst (1645) was the last major siege of the Eighty Years' War. The heavily fortified town of Hulst was conquered by Dutch troops commanded by Frederick Henry after only 28 days. The Spanish were informed of the siege only two days before it started. The Spanish army compromised 2,500 infantrymen and 250 cavalry. The Dutch attacked with a force of 12,500 infantry, 2,500 cavalry and 20 pieces of artillery."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Hulst_%281645%29",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-hulst/m0262q3n"
  },
  "funFacts": [
    {
      "id": "66",
      "fact": "Americans, on average, eat 18 acres of pizza a day.",
      "category": ["Habits"]
    },
    { "id": "50", "fact": "Mosquitoes have 47 teeth.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "506182",
      "fact": "Before he became president, Abraham Lincoln was wrestling champion of his county in Illinois. He fought in nearly 300 matches and lost only one."
    }
  ],
  "idiom": {
    "id": "warm-as-toast",
    "term": "warm as toast",
    "definition": "Comfortably warm, as in *It was freezing outside, but we were warm as toast in front of the fire.* Despite the British custom of serving toasted bread in a rack that rapidly cools it, this idiom originated in England, at first as *hot as toast* (c. 1430) and by the mid-1800s in its present form."
  },
  "person": {
    "id": "cassius-marcellus-clay",
    "name": "Cassius Marcellus Clay",
    "dates": "Oct 19, 1810 - Jul 22, 1903",
    "mainImg": "img/people/cassius-marcellus-clay.jpg",
    "summary": [
      "Cassius Marcellus Clay, nicknamed the \"Lion of White Hall\", was a Kentucky planter, politician, and emancipationist who worked for the abolition of slavery. He freed the slaves that were handed down as his inheritance from his father. Those freed slaves were allowed to stay and were paid a wage. He was a founding member of the Republican Party in Kentucky, and was appointed by President Abraham Lincoln as the United States minister to Russia. Clay is credited with gaining Russian support for the Union during the American Civil War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cassius_Marcellus_Clay_%28politician%29",
    "urlGoogle": "https://artsandculture.google.com/entity/cassius-marcellus-clay/m078wxg"
  },
  "place": {
    "id": "kuala-lumpur",
    "name": "Kuala Lumpur",
    "mainImg": "img/places/kuala-lumpur.jpg",
    "summary": [
      "Kuala Lumpur, officially the Federal Territory of Kuala Lumpur and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km² and has an estimated population of 1.73 million as of 2016. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
      "Kuala Lumpur is the cultural, financial and economic centre of Malaysia. It is also home to the Parliament of Malaysia and the official residence of the Malaysian King, the Istana Negara. The city once held the headquarters of the executive and judicial branches of the federal government, but these were relocated to Putrajaya in early 1999. However, some sections of the political bodies still remain in Kuala Lumpur.",
      "Kuala Lumpur is one of the three federal territories of Malaysia, enclaved within the state of Selangor, on the central west coast of Peninsular Malaysia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kuala_Lumpur",
    "urlGoogle": "https://artsandculture.google.com/entity/kuala-lumpur/m049d1"
  },
  "quote": {
    "id": "14",
    "quote": "What you do speaks so loudly that I cannot hear what you say.",
    "author": "Ralph Waldo Emerson"
  },
  "wiki": {
    "id": "history-of-merit-badges-boy-scouts-of-america",
    "name": "History of merit badges (Boy Scouts of America)",
    "summary": "The history of merit badges in the Boy Scouts of America (BSA) has been tracked by categorizing them into a series of merit badge types. Merit badges have been an integral part of the Scouting program since the start of the movement in the United Kingdom in 1908. Scouting came to the United States in 1910; the BSA quickly issued an initial list of just 14 merit badges, but did not produce or award them. In 1911, the BSA manufactured the first official 57 merit badges and began awarding them. The number of badges available has been as high as 140 and, as of 2006, is 121. Merit badge types are identifiable by the cloth and manufacturing process used to make them. The classification of badges into types came about as a way for collectors to categorize and classify their collections. Merit badge collectors often collect other Scouting memorabilia as well.",
    "url": "https://en.wikipedia.org/wiki/History_of_merit_badges_(Boy_Scouts_of_America)"
  },
  "word": {
    "id": "amalgamate",
    "word": "amalgamate",
    "url": "https://www.merriam-webster.com/dictionary/amalgamate",
    "partOfSpeech": "verb",
    "pronunciation": "uh-MAL-guh-mayt",
    "audioPath": "audio/words/amalgamate.mp3",
    "definitions": [
      "to unite in or as if in a mixture of elements; especially : to merge into a single body"
    ],
    "examples": [
      "On her latest album, the artist has _amalgamated_ several different styles of music.",
      "\"Sure enough, in 1999, Congress dutifully went along with Weill's push for repeal, and Wall Street promptly rushed to _amalgamate_ more Citigroups, thus creating the 'too-big-to-fail' system that-only eight years later-did indeed fail.\" - From an article by Jim Hightower in the _Illinois Times_ (Springfield, Illinois), August 9, 2012"
    ],
    "origin": "The noun \"amalgam\" derives by way of Middle French from Medieval Latin \"amalgama.\" It was first used in the 15th century with the meaning \"a mixture of mercury and another metal.\" (Today, you are likely to encounter this sense in the field of dentistry; amalgams can be used for filling holes in teeth.) Over time, use of \"amalgam\" broadened to include any mixture of elements.and by the 18th century the word was also being applied figuratively, as in \"an amalgam of citizens.\" The verb \"amalgamate\" has been in use since at least 1617. It too can be used either technically, implying the creation of an alloy of mercury, or more generally for the formation of any compound or combined entity."
  }
}
