{
  "artist": {
    "id": "elizabeth-nourse",
    "name": "Elizabeth Nourse",
    "dates": "Oct 26, 1859 - Oct 8, 1938",
    "mainImg": "img/art/artists/elizabeth-nourse.jpg",
    "artworkImgs": [
      {
        "name": "Normandy Peasant Woman and Her Child",
        "path": "img/art/artworks/elizabeth-nourse-a1.jpg",
        "source": "https://artsandculture.google.com/asset/normandy-peasant-woman-and-her-child-elizabeth-nourse-american-b-1859-d-1938/7QG-yp9K7Mj7gw"
      },
      {
        "name": "Venice",
        "path": "img/art/artworks/elizabeth-nourse-a2.jpg",
        "source": "https://artsandculture.google.com/asset/venice-elizabeth-nourse-american-b-1859-d-1938/GwGyCTSyf6F9gQ"
      },
      {
        "name": "Head of a Girl",
        "path": "img/art/artworks/elizabeth-nourse-a3.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-a-girl-elizabeth-nourse-american-b-1859-d-1938/DAHWBa69xobU0g"
      },
      {
        "name": "Peasant Women of Boršt",
        "path": "img/art/artworks/elizabeth-nourse-a4.jpg",
        "source": "https://artsandculture.google.com/asset/peasant-women-of-boršt-elizabeth-nourse-american-b-1859-d-1938/QgFGvEmPCG4_GQ"
      },
      {
        "name": "In the High Meadow (Dans le haut pâturage en Suisse)",
        "path": "img/art/artworks/elizabeth-nourse-a5.jpg",
        "source": "https://artsandculture.google.com/asset/in-the-high-meadow-dans-le-haut-pâturage-en-suisse-elizabeth-nourse-american-b-1859-d-1938/JQFrjUm5xvFFhQ"
      },
      {
        "name": "Mother and Three Children",
        "path": "img/art/artworks/elizabeth-nourse-a6.jpg",
        "source": "https://artsandculture.google.com/asset/mother-and-three-children/PgEdjNgOqA-kjg"
      }
    ],
    "summary": [
      "Elizabeth Nourse was a realist-style genre, portrait, and landscape painter born in Mt. Healthy, Ohio, in the Cincinnati area. She also worked in decorative painting and sculpture. Described by her contemporaries as \"the first woman painter of America\" and \"the dean of American woman painters in France and one of the most eminent contemporary artists of her sex,\" Nourse was the first American woman to be voted into the Société Nationale des Beaux-Arts. She also had the honor of having one of her paintings purchased by the French government and included in the Luxembourg Museum's permanent collection. Nourse's style was described by Los Angeles critic Henry J. Seldis as a \"forerunner of social realist painting.\"",
      "Some of Nourse's works are displayed at the Cincinnati Art Museum."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Watercolor painting", "Drawing", "Graphite", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Elizabeth_Nourse",
    "urlGoogle": "https://artsandculture.google.com/entity/elizabeth-nourse/m02x5k0d"
  },
  "event": {
    "id": "protests-of-1968",
    "name": "Protests of 1968",
    "dates": "1968",
    "mainImg": "img/events/protests-of-1968.jpg",
    "summary": [
      "The protests of 1968 comprised a worldwide escalation of social conflicts, predominantly characterized by popular rebellions against military and bureaucratic elites, who responded with an escalation of political repression.",
      "In the United States, these protests marked a turning point for the civil rights movement, which produced revolutionary movements like the Black Panther Party. In reaction to the Tet Offensive, protests also sparked a broad movement in opposition to the Vietnam War all over the United States as well as in London, Paris, Berlin and Rome. Mass socialist movements grew not only in the United States but also in most European countries. The most spectacular manifestation of these was the May 1968 protests in France, in which students linked up with wildcat strikes of up to ten million workers, and for a few days the movement seemed capable of overthrowing the government."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Protests_of_1968",
    "urlGoogle": "https://artsandculture.google.com/entity/protests-of-1968/m0bldzl"
  },
  "funFacts": [
    {
      "id": "778",
      "fact": "Some bears build nests in trees to sunbathe and rest.",
      "category": ["Animals"]
    },
    {
      "id": "416",
      "fact": "Many butterflies and moths are able to taste with their feet.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "504758", "fact": "The Eiffel Tower leans slightly toward the shade on sunny days." }
  ],
  "idiom": {
    "id": "kill-two-birds-with-one-stone",
    "term": "kill two birds with one stone",
    "definition": "Achieve two ends with a single effort, as in *As long as I was in town on business, I thought I'd kill two birds and visit my uncle too.* This expression is so well known that it is often shortened, as in the example. [c. 1600]"
  },
  "person": {
    "id": "michelle-obama",
    "name": "Michelle Obama",
    "dates": "Born Jan 17, 1964",
    "mainImg": "img/people/michelle-obama.jpg",
    "summary": [
      "Michelle LaVaughn Robinson Obama is an American lawyer and author who was the first lady of the United States from 2009 to 2017. She is married to the 44th President of the United States Barack Obama. She is the first African-American First Lady of the United States.",
      "Raised on the South Side of Chicago, Illinois, Obama is a graduate of Princeton University and Harvard Law School. In her early legal career, she worked at the law firm Sidley Austin where she met Barack Obama. She subsequently worked in non-profits and as the associate dean of Student Services at the University of Chicago as well as the vice president for Community and External Affairs of the University of Chicago Medical Center. Michelle married Barack in 1992, and they have two daughters.",
      "Obama campaigned for her husband's presidential bid throughout 2007 and 2008, delivering a keynote address at the 2008 Democratic National Convention. She returned to speak for him at the 2012 Democratic National Convention. During the 2016 Democratic National Convention in Philadelphia, she delivered a speech in support of the Democratic presidential nominee, Hillary Clinton, a former first lady."
    ],
    "quote": "“Together, we can help make sure that every family that walks into a restaurant can make an easy, healthy choice.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Michelle_Obama",
    "urlGoogle": "https://artsandculture.google.com/entity/michelle-obama/m025s5v9"
  },
  "place": {
    "id": "joao-pessoa",
    "name": "João Pessoa",
    "mainImg": "img/places/joao-pessoa.jpg",
    "summary": [
      "João Pessoa is a port city in northeastern Brazil, and is the capital of the state of Paraíba. It is located on the right bank of the Paraiba do Norte river.",
      "It is the state's largest city, with an estimated population of 800,323 of inhabitants.",
      "The new \"Estação Ciência, Cultura e Artes\", located at the most eastern point of the Americas, is both an educational and cultural institution as well as a national landmark. The complex, inaugurated in 2008, was created by Brazilian architect Oscar Niemeyer and is one of his last projects.",
      "The capital of Paraíba received in 2017 the title of creative city by UNESCO, placing João Pessoa, as \"Brazilian city of handicrafts\". Besides the capital of Paraíba, another city in Latin America, it has the same title, with the same category, which is Chordeleg, in Ecuador. The recognition of the capital João Pessoa, places it on the Brazilian tourist route for the richness of its popular art. This recognition had great contribution and influence, due to the mermaids project of Penha; where women artisans perform the manual work, dialoguing with the design, fashion, creative economy, highlighting the art with fish scales in copper wires."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jo%C3%A3o_Pessoa,_Para%C3%ADba",
    "urlGoogle": "https://artsandculture.google.com/entity/joão-pessoa/m01hy9d"
  },
  "quote": {
    "id": "55",
    "quote": "The man who does not read has no advantage over the man who cannot read.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "richard-cantillon",
    "name": "Richard Cantillon",
    "summary": "Richard Cantillon (1680s–1734) was an Irish economist and author of Essai Sur La Nature Du Commerce En Général (Essay on the Nature of Trade in General), a book considered by William Stanley Jevons to be the \"cradle of political economy\". Although little information exists on Cantillon's life, it is known that he became a successful banker and merchant at an early age. Essai remains Cantillon's only surviving contribution to economics. It was written around 1730 and circulated widely in manuscript form, but was not published until 1755. Despite having much influence on the early development of the physiocrat and classical schools of thought, Essai was largely forgotten until its rediscovery by Jevons in the late 19th century. During the late 1710s and early 1720s, Cantillon speculated in, and later helped fund, John Law's Mississippi Company, from which he acquired great wealth. Cantillon's entrepreneurial success, however, came at a cost to his debtors, who pursued him with lawsuits, criminal charges, and even murder plots until his death in 1734.",
    "url": "https://en.wikipedia.org/wiki/Richard_Cantillon"
  },
  "word": {
    "id": "thimblerig",
    "word": "thimblerig",
    "url": "https://www.merriam-webster.com/dictionary/thimblerig",
    "partOfSpeech": "verb",
    "pronunciation": "THIM-bul-rig",
    "audioPath": "audio/words/thimblerig.mp3",
    "definitions": [
      "to cheat by trickery",
      "to swindle by a trick in which a small ball or pea is quickly shifted from under one to another of three small cups to fool the spectator guessing its location"
    ],
    "examples": [
      "The appraiser looked closely at the painting and then reluctantly told us that we had been _thimblerigged_ into buying a worthless copy.",
      "\"_Thimblerigging_ the market was such an accepted practice some traders were even taunted for not stealing enough.\" - From Leah McGrath Goodman's 2011 book _The Asylum: The Renegades Who Hijacked the World's Oil Market_"
    ],
    "origin": "The game of thimblerig seems innocent enough. The thimblerigger places a little ball, pea, or other small object under one of three thimbles or cups. He or she deftly scoots the cups around on a table, then asks the player to bet on which one hides the object. But thimbleriggers are masters of sleight of hand and can move and manipulate the object unfairly-so the guileless player doesn't stand a chance of winning. (The poor bettor is probably unaware that \"rig\" has meant \"to manipulate or control usually by deceptive or dishonest means\" since the 1800s.) When the same sham is played with nutshells, it's called a \"shell game,\" and there's a related game played with cards known as \"three-card monte.\""
  }
}
