{
  "artist": {
    "id": "louis-comfort-tiffany",
    "name": "Louis Comfort Tiffany",
    "dates": "Feb 18, 1848 - Jan 17, 1933",
    "mainImg": "img/art/artists/louis-comfort-tiffany.jpg",
    "artworkImgs": [
      {
        "name": "A Wooded Landscape in Three Panels",
        "path": "img/art/artworks/louis-comfort-tiffany-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-wooded-landscape-in-three-panels-louis-comfort-tiffany/egH2dNwwMCPBnQ"
      },
      {
        "name": "Peacock Mosaic from entrance hall of the Henry O. Havemeyer house, New York",
        "path": "img/art/artworks/louis-comfort-tiffany-a2.jpg",
        "source": "https://artsandculture.google.com/asset/peacock-mosaic-from-entrance-hall-of-the-henry-o-havemeyer-house-new-york-louis-comfort-tiffany/KAEKNjqHmgmbkQ"
      },
      {
        "name": "Vase",
        "path": "img/art/artworks/louis-comfort-tiffany-a3.jpg",
        "source": "https://artsandculture.google.com/asset/vase-louis-comfort-tiffany/4gGUHRrmPU4EGA"
      },
      {
        "name": "On the Way between Old and New Cairo, Citadel Mosque of Mohammed Ali, and Tombs of the Mamelukes",
        "path": "img/art/artworks/louis-comfort-tiffany-a4.jpg",
        "source": "https://artsandculture.google.com/asset/on-the-way-between-old-and-new-cairo-citadel-mosque-of-mohammed-ali-and-tombs-of-the-mamelukes/-gE3J550P97OuA"
      },
      {
        "name": "Market Day Outside the Walls of Tangiers, Morocco",
        "path": "img/art/artworks/louis-comfort-tiffany-a5.jpg",
        "source": "https://artsandculture.google.com/asset/market-day-outside-the-walls-of-tangiers-morocco-louis-comfort-tiffany-born-new-york-city-1848-died-new-york-city-1933/ZAGK3zvtlTJslw"
      },
      {
        "name": "Hanging Head Dragonfly Shade on Mosaic and Turtleback Base",
        "path": "img/art/artworks/louis-comfort-tiffany-a6.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-head-dragonfly-shade-on-mosaic-and-turtleback-base-design-attributed-to-clara-pierce-wolcott-driscoll-american-1861-1944-made-by-tiffany-studios-1902–1932-corona-new-york/4AHx9G64WtgGZg"
      }
    ],
    "summary": [
      "Louis Comfort Tiffany was an American artist and designer who worked in the decorative arts and is best known for his work in stained glass. He is the American artist most associated with the Art Nouveau and Aesthetic movements. He was affiliated with a prestigious collaborative of designers known as the Associated Artists, which included Lockwood de Forest, Candace Wheeler, and Samuel Colman. Tiffany designed stained glass windows and lamps, glass mosaics, blown glass, ceramics, jewelry, enamels, and metalwork. He was the first Design Director at his family company, Tiffany & Co., founded by his father Charles Lewis Tiffany."
    ],
    "quote": "“Color is to the eye what music is to the ear.”",
    "movements": [
      "Art Nouveau",
      "Modern art",
      "Symbolism",
      "American Impressionism",
      "Impressionism"
    ],
    "mediums": ["Glass", "Metal", "Bronze", "Lead glass", "Stained glass", "Lead"],
    "urlWiki": "https://en.wikipedia.org/wiki/Louis_Comfort_Tiffany",
    "urlGoogle": "https://artsandculture.google.com/entity/louis-comfort-tiffany/m0jr3z"
  },
  "event": {
    "id": "operation-market-garden",
    "name": "Operation Market Garden",
    "dates": "Sep 17, 1944 - Sep 25, 1944",
    "mainImg": "img/events/operation-market-garden.jpg",
    "summary": [
      "Operation Market Garden was a failed World War II military operation fought in the Netherlands from 17 to 25 September 1944. It was the brainchild of Field Marshal Sir Bernard Law Montgomery and strongly supported by Winston Churchill and Franklin Roosevelt. The airborne part of the operation was undertaken by the First Allied Airborne Army with the land operation by XXX Corps of the British Second Army. The objective was to create a 64 mi salient into German territory with a bridgehead over the River Rhine, creating an Allied invasion route into northern Germany. This was to be achieved by seizing a series of nine bridges by Airborne forces with land forces swiftly following over the bridges. The operation succeeded in liberating the Dutch cities of Eindhoven and Nijmegen along with many towns, creating a 60 mi salient into German-held territory limiting V-2 rocket launching sites. It failed, however, to secure a bridgehead over the Rhine, with the advance being halted at the river.",
      "Market Garden consisted of two sub-operations:",
      "Market – an airborne assault to seize key bridges, and;",
      "Garden – a ground attack moving over the seized bridges creating the salient."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Market_Garden",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-market-garden/m0flsy"
  },
  "funFacts": [
    {
      "id": "344",
      "fact": "Leonardo da Vinci discovered that a tree's rings reveal its age.",
      "category": ["Plants", "History"]
    },
    {
      "id": "456",
      "fact": "About 85% of the world's population is right-handed.",
      "category": ["Habits"]
    },
    {
      "id": "823",
      "fact": "SAilors once thought wearing gold earrings improved eyesight.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "554002",
      "fact": "Sphenopalatine ganglioneuralgia \u0003is the medical term for brain freeze."
    },
    {
      "id": "553550",
      "fact": "Fire rainbows occur when the ice crystals in a cirrus cloud refract the sun's rays, creating a multi-colored cloud effect."
    }
  ],
  "idiom": {
    "id": "all-wool-and-a-yard-wide",
    "term": "all wool and a yard wide",
    "definition": "Genuine, not fake; of excellent quality; also, honorable. For example, *You can count on Ned---he's all wool and a yard wide.* This metaphorical term alludes to a length of highly valued pure-wool cloth that measures exactly a yard (and not an inch less). [Late 1800s]"
  },
  "person": {
    "id": "matteo-salvini",
    "name": "Matteo Salvini",
    "dates": "Born Mar 9, 1973",
    "mainImg": "img/people/matteo-salvini.jpg",
    "summary": [
      "Matteo Salvini is an Italian politician who served as Deputy Prime Minister of Italy and Minister of the Interior from 1 June 2018 to 5 September 2019. He has also been Federal Secretary of the Northern League since December 2013. He has been a Senator in the Italian Senate since March 2018. He previously served as a Member of the European Parliament for the constituency of North-West Italy from 2004 to 2018.",
      "He has been considered a hardline Eurosceptic politician, holding a starkly critical view of the European Union, especially of the euro. Salvini opposes illegal immigration into Italy and the EU as well as the EU's management of asylum seekers. He is also considered one of the main leaders of the populist wave which shook Europe during the 2010s and a member of the neo-nationalist movement, which has a rightist ideology that emphasizes de-globalization, nativist and protectionist stances.",
      "Salvini is nicknamed \"The Captain\" by his supporters."
    ],
    "quote": "“The problem isn't Renzi, Renzi is a pawn, Renzi is a dumb slave, at the disposal of some nameless person who wants to control all our lives from Brussels.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Matteo_Salvini",
    "urlGoogle": "https://artsandculture.google.com/entity/matteo-salvini/m05v8sl"
  },
  "place": {
    "id": "gurugram",
    "name": "Gurugram",
    "mainImg": "img/places/gurugram.jpg",
    "summary": [
      "Gurgaon, officially Gurugram, is a city located in the northern Indian state of Haryana. It is situated near the Delhi-Haryana border, about 30 kilometres southwest of the national capital New Delhi and 268 km south of Chandigarh, the state capital. It is one of the major satellite cities of Delhi and is part of the National Capital Region of India. As of 2011, Gurgaon had a population of 876,900.",
      "Gurgaon has become a leading financial and banking centre in India after Mumbai and Chennai. The city's economic growth story started when the leading Indian automobile manufacturer Maruti Suzuki India Limited established a manufacturing plant in Gurgaon in the 1970s. Today, Gurgaon has local offices for more than 250 Fortune 500 companies. Gurgaon is categorised as very high on the Human Development Index, with an HDI of 0.889, which is also the highest in India.",
      "In March 2019, Gurgaon was named the most polluted city in the world, according to data released by IQ Air Visual and Greenpeace."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gurgaon",
    "urlGoogle": "https://artsandculture.google.com/entity/gurugram/m03fymg"
  },
  "wiki": {
    "id": "convention-on-psychotropic-substances",
    "name": "Convention on Psychotropic Substances",
    "summary": "The Convention on Psychotropic Substances is a United Nations treaty designed to control psychoactive drugs such as amphetamines, barbiturates and LSD. During the 1960s, drug use and abuse exploded worldwide, especially in the Western developed nations. Availability of stimulants soared as manufacturers and traffickers took advantage of the inconsistent patchwork of national laws to circumvent restrictions on production and trade. The Single Convention on Narcotic Drugs of 1961 could not regulate the plethora of newly-discovered psychotropics, due to its limited scope. On February 21, 1971, plenipotentiaries signed the Convention, which was worded broadly enough to be capable of encompassing almost any mind-altering substance. Today, 175 nations are Parties to the treaty, which contains import and export restrictions and other rules aimed at limiting drug use to scientific and medical purposes. Many laws have been passed to implement the Convention, including the U.S. Controlled Substances Act, the U.K. Misuse of Drugs Act, and the Canadian Controlled Drugs and Substances Act.",
    "url": "https://en.wikipedia.org/wiki/Convention_on_Psychotropic_Substances"
  },
  "word": {
    "id": "plagiary",
    "word": "plagiary",
    "url": "https://www.merriam-webster.com/dictionary/plagiary",
    "partOfSpeech": "noun",
    "pronunciation": "PLAY-jee-air-ee",
    "audioPath": "audio/words/plagiary.mp3",
    "definitions": ["one that plagiarizes", "plagiarism"],
    "examples": [
      "It’s still unclear if the historian was engaged in deliberate plagiary or was simply sloppy with the citation of his sources."
    ],
    "origin": "\"Plagiarius,\" the Latin source of \"plagiary,\" literally means \"kidnapper.\" \"Plagiarius\" has its roots in the noun \"plagium,\" meaning both \"kidnapping\" and \"the netting of game,\" and ultimately in the noun \"plaga,\" meaning \"net.\" The literal sense of \"plagiarius\" was adopted into English; in the 17th and early 18th century, a kidnapper might be referred to as a \"plagiary,\" and, in the legalese of the time, kidnapping was \"plagium.\" But \"plagiarius\" also had a couple of figurative meanings -- \"seducer\" and \"literary thief.\" It is the latter that has made the most enduring contribution to the English language. A \"plagiary\" could also be one who commits literary theft (now usually referred to as a \"plagiarist\") or the act or product of such theft (now, more commonly, \"plagiarism\")."
  }
}
