{
  "artist": {
    "id": "simone-cantarini",
    "name": "Simone Cantarini",
    "dates": "Apr 12, 1612 - Oct 15, 1648",
    "mainImg": "img/art/artists/simone-cantarini.jpg",
    "artworkImgs": [
      {
        "name": "Our Lady of the Rosary",
        "path": "img/art/artworks/simone-cantarini-a1.jpg",
        "source": "https://artsandculture.google.com/asset/our-lady-of-the-rosary-simone-cantarini/kAGSTiynC4ahVQ"
      },
      {
        "name": "Adam and Eve",
        "path": "img/art/artworks/simone-cantarini-a2.jpg",
        "source": "https://artsandculture.google.com/asset/adam-and-eve-simone-cantarini/_AFsj4t7g7KabA"
      },
      {
        "name": "Adam and Eve",
        "path": "img/art/artworks/simone-cantarini-a3.jpg",
        "source": "https://artsandculture.google.com/asset/adam-and-eve-simone-cantarini/ZAGm84YM2p_17w"
      },
      {
        "name": "Adam and Eve",
        "path": "img/art/artworks/simone-cantarini-a4.jpg",
        "source": "https://artsandculture.google.com/asset/adam-and-eve-simone-cantarini/gQFIfKujvyn-qQ"
      },
      {
        "name": "Adam and Eve",
        "path": "img/art/artworks/simone-cantarini-a5.jpg",
        "source": "https://artsandculture.google.com/asset/adam-and-eve-simone-cantarini/ZAGMPW-wHQ3k8Q"
      },
      {
        "name": "Adam and Eve",
        "path": "img/art/artworks/simone-cantarini-a6.jpg",
        "source": "https://artsandculture.google.com/asset/adam-and-eve-simone-cantarini/aAF21zFM5aFu6Q"
      }
    ],
    "summary": [
      "Simone Cantarini or Simone da Pesaro, called il Pesarese was an Italian painter and etcher. He is mainly known for his history paintings and portraits executed in an original style, which united aspects of Bolognese classicism with a bold naturalism.",
      "Cantarini was also a gifted etcher who achieved extraordinary delicacy and a vibrant and luminous quality in his graphic work."
    ],
    "quote": null,
    "movements": ["Baroque", "Bolognese School"],
    "mediums": ["Etching", "Chalk", "Pigment", "Sanguine", "Pen", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Simone_Cantarini",
    "urlGoogle": "https://artsandculture.google.com/entity/simone-cantarini/m0735jq"
  },
  "event": {
    "id": "burma-campaign-1944-45",
    "name": "Burma campaign 1944–45",
    "dates": "November 1944 - July 1945",
    "mainImg": "img/events/burma-campaign-1944-45.jpg",
    "summary": [
      "The Burma campaign in the South-East Asian Theatre of World War II was fought primarily by British Commonwealth, Chinese and United States forces against the forces of Imperial Japan, who were assisted to some degree by Thailand, the Burmese National Army and the Indian National Army. The British Commonwealth land forces were drawn primarily from the United Kingdom, British India and Africa.",
      "Partly because monsoon rains made effective campaigning possible only for about half of the year, the Burma campaign was almost the longest campaign of the war. During the campaigning season of 1942, the Japanese had conquered Burma, driving British, Indian and Chinese forces from the country and forcing the British administration to flee into India. After scoring some defensive successes during 1943, they then attempted to forestall Allied offensives in 1944 by launching an invasion of India. This failed with disastrous losses.",
      "During the next campaigning season beginning in December 1944, the Allies launched several offensives into Burma."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Burma_campaign_1944%E2%80%9345",
    "urlGoogle": "https://artsandculture.google.com/entity/burma-campaign-1944–45/m03wfgp2"
  },
  "funFacts": [
    {
      "id": "487",
      "fact": "Place an apple in the bag with your potatoes to keep them from budding.",
      "category": ["Food", "Make-it-Easies"]
    },
    {
      "id": "444",
      "fact": "The Statue of Liberty wears a size 879 sandal.",
      "category": ["Anatomy"]
    },
    {
      "id": "942",
      "fact": "Curly hair follicles are oval, while straight hair follicles are round.",
      "category": ["Anatomy", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "554012",
      "fact": "Fern collecting was such a hot fad in the Victorian era that it even had a name: pteridomania."
    },
    {
      "id": "553731",
      "fact": "The record for the longest tire skid was set in 1964 at the Bonneville Salt Flats in Utah."
    }
  ],
  "idiom": {
    "id": "stool-pigeon",
    "term": "stool pigeon",
    "definition": "A decoy or informer, especially a police spy. For example, *Watch out for Doug; I'm sure he's a stool pigeon for the supervisor.* This term alludes to a bird tied to a stool or similar perch in order to attract other birds, which will then be shot. However, one writer believes that *stool* is a variant for *stale* or *stall,* both nouns used for a decoy bird before 1500 or so. [c. 1820]"
  },
  "person": {
    "id": "kangxi-emperor",
    "name": "Kangxi Emperor",
    "dates": "May 4, 1654 - Dec 20, 1722",
    "mainImg": "img/people/kangxi-emperor.jpg",
    "summary": [
      "The Kangxi Emperor, given name Xuanye, was the fourth Emperor of the Qing dynasty, and the second Qing emperor to rule over China properly.",
      "The Kangxi Emperor's reign of 61 years makes him the longest-reigning emperor in Chinese history and one of the longest-reigning rulers in the world. However, since he ascended the throne at the age of seven, actual power was held for six years by four regents and his grandmother, the Grand Empress Dowager Xiaozhuang.",
      "The Kangxi Emperor is considered one of China's greatest emperors. He suppressed the Revolt of the Three Feudatories, forced the Kingdom of Tungning in Taiwan and assorted Mongol rebels in the North and Northwest to submit to Qing rule, and blocked Tsarist Russia on the Amur River, retaining Outer Manchuria and Outer Northwest China.",
      "The Kangxi Emperor's reign brought about long-term stability and relative wealth after years of war and chaos. He initiated the period known as the \"Prosperous Era of Kangxi and Qianlong\" or \"High Qing\", which lasted for several generations after his death. His court also accomplished such literary feats as the compilation of the Kangxi Dictionary."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kangxi_Emperor",
    "urlGoogle": "https://artsandculture.google.com/entity/kangxi-emperor/m01lznw"
  },
  "place": {
    "id": "greenville",
    "name": "Greenville",
    "mainImg": "img/places/greenville.jpg",
    "summary": [
      "Greenville is a city in and the seat of Greenville County, South Carolina, United States. The city's mayor is Knox H. White, who has been in that position since December 1995. With an estimated population of 70,635 as of 2019, it is the sixth-largest city in the state. The population of the surrounding area was 400,492 as of 2010, making it the third-largest urban area in South Carolina as well as the fastest growing. Greenville is the largest city in the Greenville-Anderson-Mauldin Metropolitan Statistical Area. The MSA had a population of 920,477 in 2019, making it the largest in South Carolina and the third largest in the Carolinas.",
      "Greenville is the largest city in the Greenville-Spartanburg-Anderson Combined Statistical Area, a 10-county region of northwestern South Carolina known as \"The Upstate\". According to United States Census Bureau, the CSA had a population of 1,475,235 as of 2019, making it the largest CSA in the state. Greenville is located approximately halfway between Atlanta and Charlotte, North Carolina, along Interstate 85, and its metropolitan area also includes Interstates 185 and 385."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Greenville,_South_Carolina",
    "urlGoogle": "https://artsandculture.google.com/entity/greenville/m0_lr1"
  },
  "quote": {
    "id": "38",
    "quote": "It's better to hang out with people better than you. Pick out associates whose behavior is better than yours and you'll drift in that direction.",
    "author": "Warren Buffett"
  },
  "wiki": {
    "id": "styracosaurus",
    "name": "Styracosaurus",
    "summary": "Styracosaurus was a genus of herbivorous ceratopsian dinosaur from the Cretaceous Period (Campanian stage), about 76.5 to 75.0 million years ago. It had four to six long horns extending from its neck frill, a smaller horn on each of its cheeks, and a single horn protruding from its nose, which may have reached dimensions of around 60 centimeters (2 ft) long and 15 centimeters (6 in) wide. The function or functions of the horns and frills have been the subject of debate for many years. Styracosaurus was a large dinosaur, reaching lengths of 5.5 meters (18 ft) and weighing nearly 3 tons. It stood about 1.8 meters (6 ft) tall. Styracosaurus possessed four short legs and a bulky body. Its tail was rather short. It also had a beak and flat cheek teeth, indicating that its diet was herbivorous. Like other ceratopsians, this dinosaur may have been a herd animal, traveling in large groups, as suggested by bonebeds. Named by Lawrence Lambe in 1913, Styracosaurus is a member of the Centrosaurinae. Two species, S. albertensis and S. ovatus are currently assigned to Styracosaurus. Other species assigned to the genus have since been reassigned elsewhere.",
    "url": "https://en.wikipedia.org/wiki/Styracosaurus"
  },
  "word": {
    "id": "sangfroid",
    "word": "sangfroid",
    "url": "https://www.merriam-webster.com/dictionary/sangfroid",
    "partOfSpeech": "noun",
    "pronunciation": "SAHNG-FRWAH",
    "audioPath": "audio/words/sangfroid.mp3",
    "definitions": ["self-possession or imperturbability especially under strain"],
    "examples": [
      "The lecturer's _sangfroid_ never faltered, even in the face of some tough questions from the audience.",
      "\"Daniel Craig portrays a vulnerability far removed from the glib _sangfroid_ of his celluloid predecessors and has retired to an exotic [bolt-hole](https://www.merriam-webster.com/dictionary/bolt-hole) after he is assumed to have died during a botched operation.\" - From a movie review by Des O' Neill in the _Irish Times_, January 2, 2013"
    ],
    "origin": "If you're a lizard, \"cold-blooded\" means your body temperature is strongly influenced by your environment. If you're an English-speaking human, it means you are callous and unfeeling. If you're a French speaker, it means that you're calm, cool, and collected in stressful situations. By the mid-1700s, English speakers had already been using \"cold-blooded\" for more than a century, but they must have liked the more positive spin the French put on having \"cold blood\" because they borrowed the French \"sang-froid\" (literally, \"cold blood\") for someone who is imperturbable under strain. The French term, by the way, developed from the Latin words \"sanguis\" (\"blood\") and \"frigidus\" (\"cold\")."
  }
}
