{
  "artist": {
    "id": "joseph-henry-sharp",
    "name": "Joseph Henry Sharp",
    "dates": "Sep 27, 1859 - Aug 29, 1953",
    "mainImg": "img/art/artists/joseph-henry-sharp.jpg",
    "artworkImgs": [
      {
        "name": "Chief Flat Iron-Sioux",
        "path": "img/art/artworks/joseph-henry-sharp-a1.jpg",
        "source": "https://artsandculture.google.com/asset/chief-flat-iron-sioux-joseph-henry-sharp/5gHG3wG-Qy5sRw"
      },
      {
        "name": "Indians Fishing, Taos Canyon",
        "path": "img/art/artworks/joseph-henry-sharp-a2.jpg",
        "source": "https://artsandculture.google.com/asset/indians-fishing-taos-canyon-joseph-henry-sharp/tAEZ3syGSRyMkw"
      },
      {
        "name": "No Room for Rumors ... Seagram Distillers Corporation.",
        "path": "img/art/artworks/joseph-henry-sharp-a3.jpg",
        "source": "https://artsandculture.google.com/asset/no-room-for-rumors-seagram-distillers-corporation-seagram-distillers-corporation-new-york/AgEkXGrORBiw2A"
      },
      {
        "name": "Even in This Friendly Tavern There May Be Enemy Ears / Stop Loose Talk Rumours ... Seagram Distillers Corporation.",
        "path": "img/art/artworks/joseph-henry-sharp-a4.jpg",
        "source": "https://artsandculture.google.com/asset/even-in-this-friendly-tavern-there-may-be-enemy-ears-stop-loose-talk-rumours-seagram-distillers-corporation-seagram-distillers-corporation-new-york/9AGx23GRuAlhNw"
      },
      {
        "name": "Making Sweet Grass Medicine, Blackfoot Ceremony",
        "path": "img/art/artworks/joseph-henry-sharp-a5.jpg",
        "source": "https://artsandculture.google.com/asset/making-sweet-grass-medicine-blackfoot-ceremony/ZwGSHTajNaskCQ"
      },
      {
        "name": "The Harvest Dance",
        "path": "img/art/artworks/joseph-henry-sharp-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-harvest-dance-joseph-henry-sharp-american-b-1859-d-1953/owHdW0EagNQRAg"
      }
    ],
    "summary": [
      "Joseph Henry Sharp was an American painter and a founding member of the Taos Society of Artists, of which he is considered the \"Spiritual Father\". Sharp was one of the earliest European-American artists to visit Taos, New Mexico, which he saw in 1893 with artist John Hauser. He painted American Indian portraits and cultural life, as well as Western landscapes. President Theodore Roosevelt commissioned him to paint the portraits of 200 Native American warriors who survived the Battle of the Little Bighorn. While working on this project, Sharp lived on land of the Crow Agency, Montana, where he built Absarokee Hut in 1905. Boosted by his sale of 80 paintings to Phoebe Hearst, Sharp quit teaching and began to paint full-time.",
      "In 1909, he bought a former chapel in Taos to use as a studio, near the house of the artist E. Irving Couse. In 1912 he and his wife moved to the area full-time. He built a house with studio near the chapel. Both artists' homes and studios are part of the Eanger Irving Couse House and Studio—Joseph Henry Sharp Studios, which is listed on the National Register of Historic Places."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Henry_Sharp",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-henry-sharp/m026k3q5"
  },
  "event": {
    "id": "spanish-american-war",
    "name": "Spanish–American War",
    "dates": "Apr 21, 1898 - Aug 13, 1898",
    "mainImg": "img/events/spanish-american-war.jpg",
    "summary": [
      "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to emergence of U.S. predominance in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led to U.S. involvement in the Philippine Revolution and ultimately in the Philippine–American War.",
      "The main issue was Cuban independence. Revolts had been occurring for some years in Cuba against Spanish rule. The U.S. later backed these revolts upon entering the Spanish–American War. There had been war scares before, as in the Virginius Affair in 1873, but in the late 1890s, American public opinion was agitated by reports of gruesome Spanish atrocities. The business community had just recovered from a deep depression and feared that a war would reverse the gains. It lobbied vigorously against going to war. President William McKinley ignored the exaggerated yellow press and sought a peaceful settlement."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Spanish%E2%80%93American_War",
    "urlGoogle": "https://artsandculture.google.com/entity/spanish–american-war/m0700q"
  },
  "funFacts": [
    {
      "id": "448",
      "fact": "The sun evaporates about a trillion tons of water a day.",
      "category": ["Science"]
    },
    { "id": "292", "fact": "Heavier, not bigger lemons, produce more juice.", "category": ["Food"] }
  ],
  "funFacts2": [
    {
      "id": "554089",
      "fact": "Over half the world's population lives within a 5000-mile-wide circle in East Asia."
    }
  ],
  "idiom": {
    "id": "futz-around",
    "term": "futz around",
    "definition": "Also, **futz with.** Waste time or effort on frivolities, play around. For example, *He spent all morning futzing around with the report,* or *No more futzing with the car---we have to go now.* This term may be a shortening and corruption of the Yiddish *arumfartzen,* for \"fart around.\" [Slang; 1920s]"
  },
  "person": {
    "id": "joseph-hooker",
    "name": "Joseph Hooker",
    "dates": "Nov 13, 1814 - Oct 31, 1879",
    "mainImg": "img/people/joseph-hooker.jpg",
    "summary": [
      "Joseph Hooker was an American Civil War general, chiefly remembered for his decisive defeat by Confederate General Robert E. Lee at the Battle of Chancellorsville in 1863.",
      "Hooker had served in the Seminole Wars and the Mexican–American War, receiving three brevet promotions, before resigning from the Army. At the start of the Civil War, he joined the Union side as a brigadier general, distinguishing himself at Williamsburg, Antietam and Fredericksburg, after which he was given command of the Army of the Potomac.",
      "His ambitious plan for Chancellorsville was thwarted by Lee's bold move in dividing his army and routing a Union corps, as well as by mistakes on the part of Hooker's subordinate generals and his own loss of nerve. The defeat handed Lee the initiative, which allowed him to travel north to Gettysburg.",
      "Hooker was kept in command, but when General Halleck and Lincoln declined his request for reinforcements, he resigned. George G. Meade was appointed to command the Army of the Potomac three days before Gettysburg.",
      "Hooker returned to combat in November 1863, helping to relieve the besieged Union Army at Chattanooga, Tennessee, and continuing in the Western Theater under Maj."
    ],
    "quote": "“To tell the truth, I just lost confidence in Joe Hooker.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Hooker",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-hooker/m0170kh"
  },
  "place": {
    "id": "lviv",
    "name": "Lviv",
    "mainImg": "img/places/lviv.jpg",
    "summary": [
      "Lviv is the largest city in western Ukraine and the seventh-largest city in the country overall, with a population of 755 800 as of 2020. Lviv is one of the main cultural centres of Ukraine.",
      "Named in honour of Leo, the eldest son of Daniel, King of Ruthenia, it was the capital of the Kingdom of Galicia–Volhynia from 1272 to 1349, when it was conquered by King Casimir III the Great of Poland. From 1434, it was the regional capital of the Ruthenian Voivodeship in the Kingdom of Poland. In 1772, after the First Partition of Poland, the city became the capital of the Habsburg Kingdom of Galicia and Lodomeria. In 1918, for a short time, it was the capital of the West Ukrainian People's Republic. Between the wars, the city was the centre of the Lwów Voivodeship in the Second Polish Republic.",
      "After the German-Soviet invasion of Poland in 1939, Lviv became part of the Soviet Union, and in 1944–46 there was a population exchange between Poland and Soviet Ukraine. In 1991, it became part of the independent nation of Ukraine.",
      "Administratively, Lviv serves as the administrative centre of Lviv Oblast and has the status of city of oblast significance."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lviv",
    "urlGoogle": "https://artsandculture.google.com/entity/lviv/m0d7_n"
  },
  "wiki": {
    "id": "transit-of-venus",
    "name": "Transit of Venus",
    "summary": "A transit of Venus across the Sun takes place when the planet Venus passes directly between the Sun and Earth, becoming visible against the solar disk. During a transit, Venus can be seen from Earth as a small black disk moving slowly across the face of the Sun. A transit is similar to a solar eclipse by the Moon, but while the diameter of Venus is more than three times that of the Moon it is much further from Earth and so appears smaller and generally takes longer (up to eight hours) to travel across the solar disk. Transits of Venus are among the rarest of predictable astronomical phenomena—they occur in a pattern that repeats every 243 years, with pairs of transits eight years apart separated by long gaps of 121.5 years and 105.5 years. The next transit of Venus occurs on 5 and 6 June 2012, and will be the last Venus transit this century. Historically, Venus transits were of great scientific importance as they were used to gain the first realistic estimates of the size of the solar system. A transit of Venus can be safely observed by taking the same precautions used when observing the partial phases of a solar eclipse.",
    "url": "https://en.wikipedia.org/wiki/Transit_of_Venus"
  },
  "word": {
    "id": "regurgitate",
    "word": "regurgitate",
    "url": "https://www.merriam-webster.com/dictionary/regurgitate",
    "partOfSpeech": "verb",
    "pronunciation": "ree-GUR-juh-tayt",
    "audioPath": "audio/words/regurgitate.mp3",
    "definitions": ["to throw or be thrown back, up, or out"],
    "examples": [
      "Instead of sharing some new ideas, the book _regurgitates_ the same old arguments that other authors have tried before.",
      "\"Vultures often _regurgitate_ indigestible parts of the things they feed on, which adds to the mess on the ground below the eucalyptus trees.\" -- From an article by Gary Bogue in _San Jose Mercury News_ (California), August 30, 2011"
    ],
    "origin": "Something regurgitated has typically been taken in, at least partially digested, and then spit back out . . . either literally or figuratively. The word often appears in biological contexts (e.g., in describing how some birds feed their chicks by regurgitating incompletely digested food), or in references to ideas or information that have been acquired and restated. A student, for example, might be expected to learn information from a textbook or a teacher and then regurgitate it for a test. \"Regurgitate,\" which entered the English vocabulary in the mid-17th century, is of Latin origin and traces back to the Latin word for \"whirlpool,\" which is \"gurges.\""
  }
}
