{
  "artist": {
    "id": "alberto-burri",
    "name": "Alberto Burri",
    "dates": "Mar 12, 1915 - Feb 13, 1995",
    "mainImg": "img/art/artists/alberto-burri.jpg",
    "artworkImgs": [
      {
        "name": "Cretto G 1",
        "path": "img/art/artworks/alberto-burri-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cretto-g-1-alberto-burri/BgH2ncS1Nta3Mg"
      },
      {
        "name": "Grande sacco",
        "path": "img/art/artworks/alberto-burri-a2.jpg",
        "source": "https://artsandculture.google.com/asset/grande-sacco-alberto-burri/sQEAiV1ygi8nEg"
      },
      {
        "name": "Grande legno G 59",
        "path": "img/art/artworks/alberto-burri-a3.jpg",
        "source": "https://artsandculture.google.com/asset/grande-legno-g-59-alberto-burri/BgGlb7-Ng0TZfg"
      },
      {
        "name": "Grande rosso P. N. 18",
        "path": "img/art/artworks/alberto-burri-a4.jpg",
        "source": "https://artsandculture.google.com/asset/grande-rosso-p-n-18-alberto-burri/RgHSVJD9oxJZDQ"
      },
      {
        "name": "Sack",
        "path": "img/art/artworks/alberto-burri-a5.jpg",
        "source": "https://artsandculture.google.com/asset/sack-alberto-burri/bAHihGoVObhL0A"
      },
      {
        "name": "Ferro SP",
        "path": "img/art/artworks/alberto-burri-a6.jpg",
        "source": "https://artsandculture.google.com/asset/ferro-sp-alberto-burri/JQHjeye51xcsuw"
      }
    ],
    "summary": [
      "Alberto Burri was an Italian visual artist, painter, sculptor and physician based in Città di Castello. He is associated with the matterism of the European informal art movement and described his style as a polymaterialist. He had connections with Lucio Fontana's spatialism and, with Antoni Tàpies, an influence on the revival of the art of post-war assembly in America as in Europe."
    ],
    "quote": null,
    "movements": ["Nouveau réalisme", "Contemporary art", "Fluxus", "Arte Povera"],
    "mediums": ["Oil paint", "Textile", "Vitreous enamel", "Enamel paint", "Jute", "Tin"],
    "urlWiki": "https://en.wikipedia.org/wiki/Alberto_Burri",
    "urlGoogle": "https://artsandculture.google.com/entity/alberto-burri/m0blyjc"
  },
  "event": {
    "id": "iran-saudi-arabia-proxy-conflict",
    "name": "Iran–Saudi Arabia proxy conflict",
    "dates": "1979",
    "mainImg": "img/events/iran-saudi-arabia-proxy-conflict.jpg",
    "summary": [
      "The Iran–Saudi Arabia proxy conflict, sometimes also referred to as the Middle Eastern Cold War is the ongoing struggle for influence in the Middle East and surrounding regions between the Islamic Republic of Iran and the Kingdom of Saudi Arabia. The two countries have provided varying degrees of support to opposing sides in nearby conflicts, including the civil wars in Syria, Yemen, and Iraq. The rivalry also extends to disputes in Bahrain, Lebanon, Qatar, Pakistan, Afghanistan, Nigeria, and Morocco, as well as broader competition in North and East Africa, parts of South Asia, Central Asia, and the Caucasus.",
      "In what has been described as a cold war, the conflict is waged on multiple levels over geopolitical, economic, and sectarian influence in pursuit of regional hegemony. American support for Saudi Arabia and its allies as well as Russian and Chinese support for Iran and its allies have drawn comparisons to the dynamics of the Cold War era, and the proxy conflict has been characterized as a front in what Russian Prime Minister Dmitry Medvedev has referred to as the \"New Cold War\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Iran%E2%80%93Saudi_Arabia_proxy_conflict",
    "urlGoogle": "https://artsandculture.google.com/entity/iran–saudi-arabia-proxy-conflict/g11bxjb_dlh"
  },
  "funFacts": [
    {
      "id": "302",
      "fact": "Ketchup was once sold as a medicine.",
      "category": ["Food", "History"]
    },
    {
      "id": "401",
      "fact": "The coldest city in the U.S. is International Falls, Minnesota.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [{ "id": "551312", "fact": "<span>A group of pugs is called a grumble.</span>" }],
  "idiom": {
    "id": "daisy-chain",
    "term": "daisy chain",
    "definition": "**1\\.** A series of connected events, activities, or experiences. For example, *The daisy chain of lectures on art history encompassed the last 200 years.* This metaphorical term alludes to a string of the flowers linked together. [Mid-1800s] **2\\.** A line or circle of three or more persons engaged in simultaneous sexual activity. For example, *A high-class call girl, she drew the line at daisy chains.* [Vulgar slang; 1920s] **3\\.** A series of securities transactions intended to give the impression of active trading so as to drive up the price. For example, *The SEC is on the alert for unscrupulous brokers who are engaging in daisy chains.* [1980s]"
  },
  "person": {
    "id": "alfred-von-tirpitz",
    "name": "Alfred von Tirpitz",
    "dates": "Mar 19, 1849 - Mar 6, 1930",
    "mainImg": "img/people/alfred-von-tirpitz.jpg",
    "summary": [
      "Alfred Peter Friedrich von Tirpitz was a German Grand Admiral, Secretary of State of the German Imperial Naval Office, the powerful administrative branch of the German Imperial Navy from 1897 until 1916. Prussia never had a major navy, nor did the other German states before the German Empire was formed in 1871. Tirpitz took the modest Imperial Navy and, starting in the 1890s, turned it into a world-class force that could threaten Britain's Royal Navy. However, during World War I, his High Seas Fleet proved unable to end Britain's command of the sea and its chokehold on Germany's economy. The one great engagement at sea, the Battle of Jutland, ended in a narrow German tactical victory but a strategic failure. As the High Seas Fleet's limitations became increasingly apparent during the war, Tirpitz became an outspoken advocate for unrestricted submarine warfare, a policy which would ultimately bring Germany into conflict with the United States. By the beginning of 1916, he was dismissed from office and never regained power."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Alfred_von_Tirpitz",
    "urlGoogle": "https://artsandculture.google.com/entity/alfred-von-tirpitz/m01jdnm"
  },
  "place": {
    "id": "kampala",
    "name": "Kampala",
    "mainImg": "img/places/kampala.jpg",
    "summary": [
      "Kampala is the capital and largest city of Uganda. The city proper was estimated to have a population of 1,680,800 people on 31 July 2019 and is divided into the five boroughs of Kampala Central Division, Kawempe Division, Makindye Division, Nakawa Division, and Rubaga Division.",
      "Kampala's metropolitan area consists of the city proper and the neighboring Wakiso District, Mukono District, Mpigi District, Buikwe District and Luweero District. It has a rapidly growing population that is estimated at 6,709,900 people in 2019 by the Uganda Bureau of Statistics in an area of 8,451.9 km².",
      "In 2015, this metropolitan area generated an estimated nominal GDP of $13.80221 billion according to Xuantong Wang et al., which was more than half of Uganda's GDP for that year, indicating the importance of Kampala to Uganda's economy.",
      "Kampala is reported to be among the fastest-growing cities in Africa, with an annual population growth rate of 4.03 percent, by City Mayors. Kampala has been ranked the best city to live in East Africa ahead of Nairobi and Kigali by Mercer, a global development consulting agency based in New York City."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kampala",
    "urlGoogle": "https://artsandculture.google.com/entity/kampala/m0fngy"
  },
  "wiki": {
    "id": "history-of-post-soviet-russia",
    "name": "History of post-Soviet Russia",
    "summary": "While Russia has existed as a state for over a thousand years, the history of post-Soviet Russia is brief, dating back only to the collapse of the Soviet Union in late 1991. Since gaining its independence, Russia claimed to be the legal successor to the Soviet Union on the international stage. However, Russia lost its superpower status amid serious economic and political challenges in the 1990s. Scrapping the socialist central planning and state ownership of property of the Soviet era, Russia attempted to build an economy with elements of market capitalism, with often painful results. The development of post-Soviet political institutions has also produced mixed results. By the early-1990s Russia had a system of multiparty electoral politics, but in recent years the presidency has been increasing its already tight control over parliament, regional officeholders, and civil society.",
    "url": "https://en.wikipedia.org/wiki/History_of_post-Soviet_Russia"
  },
  "word": {
    "id": "gallivant",
    "word": "gallivant",
    "url": "https://www.merriam-webster.com/dictionary/gallivant",
    "partOfSpeech": "verb",
    "pronunciation": "GAL-uh-vant",
    "audioPath": "audio/words/gallivant.mp3",
    "definitions": [
      "to go about usually ostentatiously or indiscreetly with members of the opposite sex",
      "to travel, roam, or move about for pleasure"
    ],
    "examples": [
      "After graduating from college, Maureen spent a year _gallivanting_ all over Europe before coming back home to find a job.",
      "\"I never was one to _gallivant_ around in order to be seen. I was much more interested in looking.\" -- From Shirley MacLaine's 2011 book _I'm Over All That: And Other Confessions_"
    ],
    "origin": "Back in the 14th century, a young man of fashion (or a ladies' man) was called a \"gallant.\" By the late 1600s, \"gallant\" was being used as a verb to describe the process a paramour used to win a lady's heart; \"to gallant\" became a synonym of \"to court.\" Etymologists think that the spelling of the verb \"gallant\" was altered to create \"gallivant,\" which originally meant \"to act as a gallant\" or \"to go about usually ostentatiously or indiscreetly with members of the opposite sex.\" Nowadays, however, \"gallivant\" is more likely to describe wandering than romancing."
  }
}
