{
  "artist": {
    "id": "robert-rauschenberg",
    "name": "Robert Rauschenberg",
    "dates": "Oct 22, 1925 - May 12, 2008",
    "mainImg": "img/art/artists/robert-rauschenberg.jpg",
    "artworkImgs": [
      {
        "name": "Untitled",
        "path": "img/art/artworks/robert-rauschenberg-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-robert-rauschenberg/FwGgCZ70D6DRyw"
      },
      {
        "name": "Wooden Gallop",
        "path": "img/art/artworks/robert-rauschenberg-a2.jpg",
        "source": "https://artsandculture.google.com/asset/wooden-gallop-robert-rauschenberg/1gH-gWJe3wmAww"
      },
      {
        "name": "Collection",
        "path": "img/art/artworks/robert-rauschenberg-a3.jpg",
        "source": "https://artsandculture.google.com/asset/collection-robert-rauschenberg/GgEilTJEaVAGKg"
      },
      {
        "name": "Barge",
        "path": "img/art/artworks/robert-rauschenberg-a4.jpg",
        "source": "https://artsandculture.google.com/asset/barge-robert-rauschenberg/pQHaMVUY49yEkA"
      },
      {
        "name": "Bellini #3 (detail)",
        "path": "img/art/artworks/robert-rauschenberg-a5.jpg",
        "source": "https://artsandculture.google.com/asset/bellini-3-detail-robert-rauschenberg/hwEYHWX58iBpQQ"
      },
      {
        "name": "Bellini #1(detail)",
        "path": "img/art/artworks/robert-rauschenberg-a6.jpg",
        "source": "https://artsandculture.google.com/asset/bellini-1-detail-robert-rauschenberg/jQHD9UQ98IGUxQ"
      }
    ],
    "summary": [
      "Milton Ernest \"Robert\" Rauschenberg was an American painter and graphic artist whose early works anticipated the pop art movement. Rauschenberg is well known for his \"combines\" of the 1950s, in which non-traditional materials and objects were employed in various combinations. Rauschenberg was both a painter and a sculptor, and the combines are a combination of the two, but he also worked with photography, printmaking, papermaking and performance.",
      "Rauschenberg was awarded the National Medal of Arts in 1993 and the Leonardo da Vinci World Award of Arts in 1995 in recognition of his more than 40 years of artmaking.",
      "Rauschenberg lived and worked in New York City and on Captiva Island, Florida, until his death from heart failure on May 12, 2008."
    ],
    "quote": "“There was a whole language that I could never make function for myself in relationship to painting and that was attitudes like tortured, struggle, pain.”",
    "movements": [
      "Postmodernism",
      "Contemporary art",
      "Abstract expressionism",
      "Pop art",
      "Modern art"
    ],
    "mediums": ["Oil paint", "Etching", "Textile", "Ink", "Metal", "Sculpture"],
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_Rauschenberg",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-rauschenberg/m01sj_s"
  },
  "event": {
    "id": "partition-of-india",
    "name": "Partition of India",
    "dates": "Aug 14, 1947 - Aug 15, 1947",
    "mainImg": "img/events/partition-of-india.jpg",
    "summary": [
      "The Partition of India of 1947 was the division of British India into two independent dominion states, India and Pakistan, enacted by the Parliament of the United Kingdom. The two self-governing countries legally came into existence at midnight on 15 August 1947, and would involve the division of two provinces, Bengal and Punjab, based on Muslim and non-Muslim majorities by district. India would go on to become, as it exists today, the Republic of India; while the former Dominion of Pakistan would later split further, into what is now the Islamic Republic of Pakistan and the People's Republic of Bangladesh.",
      "Outlined in the Indian Independence Act 1947, the partition saw the dissolution of the British Raj, as well as the division of the British Indian Army, the Royal Indian Navy, the Indian Civil Service, railways, and the central treasury. The partition displaced between 10–12 million people along religious lines, thus creating overwhelming refugee crises in the newly-constituted dominions. Large-scale violence would come as result, with estimates of loss of life accompanying or preceding the partition disputed and varying between several hundred thousand and two million."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Partition_of_India",
    "urlGoogle": "https://artsandculture.google.com/entity/partition-of-india/m01n8lh"
  },
  "funFacts": [
    {
      "id": "888",
      "fact": "In some cultures' telling of Snow White, the dwarves are thieves.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "146",
      "fact": "The smallest county in America is New York County, better known as Manhattan.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "504703",
      "fact": "Ironically, the only member of ZZ Top without a beard has the last name Beard."
    }
  ],
  "idiom": {
    "id": "stamping-ground",
    "term": "stamping ground",
    "definition": "Also, **old stamping ground, stomping ground.** A habitual or favorite haunt, as in *Whenever we visit, we go back to our old stamping ground, the drugstore nearest the high school.* This term alludes to a traditional gathering place for horses or cattle, which stamp down the ground with their hooves. [Early 1800s]"
  },
  "person": {
    "id": "ron-kovic",
    "name": "Ron Kovic",
    "dates": "Born Jul 4, 1946",
    "mainImg": "img/people/ron-kovic.jpg",
    "summary": [
      "Ronald Lawrence Kovic is an American anti-war activist, writer, and former United States Marine Corps sergeant, who was wounded and paralyzed in the Vietnam War. He is best known as the author of his best selling 1976 memoir Born on the Fourth of July, which was made into the Academy Award–winning 1989 film directed by Oliver Stone.",
      "Kovic received the Golden Globe Award for Best Screenplay on January 20, 1990, 22 years to the day that he was wounded in Vietnam, and was nominated for an Academy Award in the same category."
    ],
    "quote": "“I served two tours of duty in Vietnam. I won the Bronze Star. I won the Purple Heart.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Ron_Kovic",
    "urlGoogle": "https://artsandculture.google.com/entity/ron-kovic/m01jc7z"
  },
  "place": {
    "id": "saint-tropez",
    "name": "Saint-Tropez",
    "mainImg": "img/places/saint-tropez.jpg",
    "summary": [
      "Saint-Tropez is a town on the French Riviera, 68 kilometres west of Nice and 100 kilometres east of Marseille in the Var department of the Provence-Alpes-Côte d'Azur region of Occitania, Southern France.",
      "Saint-Tropez was a military stronghold and fishing village until the beginning of the 20th century. It was the first town on its coast to be liberated during World War II as part of Operation Dragoon. After the war, it became an internationally known seaside resort, renowned principally because of the influx of artists of the French New Wave in cinema and the Yé-yé movement in music. It later became a resort for the European and American jet set and tourists."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Saint-Tropez",
    "urlGoogle": "https://artsandculture.google.com/entity/saint-tropez/m03qzkz"
  },
  "quote": { "id": "90", "quote": "The best way out is always through.", "author": "Robert Frost" },
  "wiki": {
    "id": "johnstown-inclined-plane",
    "name": "Johnstown Inclined Plane",
    "summary": "The Johnstown Inclined Plane is an 896.5-foot (273.3 m) funicular railway in Johnstown, Cambria County, in the U.S. state of Pennsylvania. The funicular is capable of carrying passengers and automobiles up or down a slope with a grade of 70.9 percent. The incline and its two stations connect the city of Johnstown, situated in a valley at the confluence of the Stonycreek and the Little Conemaugh Rivers, to the borough of Westmont on Yoder Hill. The travel time from one station to the other is 90 seconds. After a catastrophic flood in 1889, the Inclined Plane was constructed in 1891 to serve as an escape route for future floods, a task which it has fulfilled twice; once in 1936 and again in 1977. It was operated by Cambria Iron Company and its successor Bethlehem Steel until 1935, when it was sold to the borough of Westmont. The incline was listed on the National Register of Historic Places in 1973 and was designated a Historic Mechanical Engineering Landmark in 1994. It had major renovations in 1962 and from 1983 to 1984.",
    "url": "https://en.wikipedia.org/wiki/Johnstown_Inclined_Plane"
  },
  "word": {
    "id": "agonistic",
    "word": "agonistic",
    "url": "https://www.merriam-webster.com/dictionary/agonistic",
    "partOfSpeech": "adjective",
    "pronunciation": "ag-uh-NISS-tik",
    "audioPath": "audio/words/agonistic.mp3",
    "definitions": [
      "argumentative",
      "striving for effect : strained",
      "of, relating to, or being aggressive or defensive social interaction (as fighting, fleeing, or submitting) between individuals usually of the same species"
    ],
    "examples": [
      "\"The fulsome praise in the old, residually oral, rhetoric tradition strikes persons from a high-literacy culture as insincere, flatulent, and comically pretentious. But praise goes with the highly polarized, _agonistic_, oral world of good and evil, virtue and vice, villains and heroes.\" - From Walter J. Ong's 1982 book _Orality and Literacy_",
      "\"As the soloist is repeatedly challenged by peremptory brass, the essential _agonistic_ tension of the concerto grows, ending with the soloist climbing to a high, and one hopes victorious peak, before a sudden cutting off.\" - From a symphony review by Peter McCallum in the _Sydney Morning Herald_ (Australia), May 6, 2013"
    ],
    "origin": "\"Agonistic\" has its roots in ancient Greece-specifically in the agonistic (to use the oldest sense of the word) athletic contests called \"[agons](/word-of-the-day/2012/11/01/)\" featured at public festivals. From physical conflict to verbal jousting, \"agonistic\" came to be used as a synonym for \"argumentative\" and later to mean \"striving for effect\" or \"strained.\" Common current use, however, is biological, relating to confrontational interaction among animals of the same species and the responsive behaviors-such as aggression, flight, or submission-they exhibit. \"Agonistic\" is also sometimes used to describe an agonist muscle, a muscle that on contracting is automatically checked and controlled by an opposing muscle, that other muscle being an \"antagonist.\" For example, during a bicep curl in weight lifting, the (contracted) bicep is the agonistic muscle and the (relaxed) triceps muscle is the antagonist."
  }
}
