{
  "artist": {
    "id": "hendrick-van-balen",
    "name": "Hendrick van Balen",
    "dates": "1575 - Jul 17, 1632",
    "mainImg": "img/art/artists/hendrick-van-balen.jpg",
    "artworkImgs": [
      {
        "name": "Minerva visits the Muses",
        "path": "img/art/artworks/hendrick-van-balen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/minerva-visits-the-muses-joos-de-momper-ii-hendrick-van-balen-i-and-jan-brueghel-i/tQFP-me8vu138A"
      },
      {
        "name": "The Baptism of the Chamberlain of Queen Candace of Ethiopia",
        "path": "img/art/artworks/hendrick-van-balen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-baptism-of-the-chamberlain-of-queen-candace-of-ethiopia-balen-hendrik-van/BwEvH168gjvPlQ"
      },
      {
        "name": "Garland of Fruit surrounding a Depiction of Cybele Receiving Gifts from Personifications of the Four Seasons",
        "path": "img/art/artworks/hendrick-van-balen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/garland-of-fruit-surrounding-a-depiction-of-cybele-receiving-gifts-from-personifications-of-the-four-seasons-brueghel-the-elder-jan/xQGnY7gvRs4CKg"
      },
      {
        "name": "Diana and Callisto",
        "path": "img/art/artworks/hendrick-van-balen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/diana-and-callisto-jan-brueghel-the-elder-and-hendrick-van-balen/JQEw8nYH4R_GMA"
      },
      {
        "name": "Bacchus and Diana",
        "path": "img/art/artworks/hendrick-van-balen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/bacchus-and-diana-hendrik-van-balen-i/SwEW3A82KOa-5g"
      },
      {
        "name": "Venus at the Forge of Vulcan",
        "path": "img/art/artworks/hendrick-van-balen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/venus-at-the-forge-of-vulcan-jan-brueghel-the-younger-and-hendrick-van-balen/IAFKCpxb8iHMUg"
      }
    ],
    "summary": [
      "Hendrick van Balen or Hendrick van Balen I was a Flemish Baroque painter and stained glass designer. Hendrick van Balen specialised in small cabinet pictures often painted on a copper support. His favourite themes were mythological and allegorical scenes and, to a lesser extent, religious subjects. The artist played an important role in the renewal of Flemish painting in the early 17th century and was one of the teachers of Anthony van Dyck."
    ],
    "quote": null,
    "movements": ["Baroque", "Renaissance", "Dutch and Flemish Renaissance painting"],
    "mediums": ["Oil paint", "Wood", "Oak", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hendrick_van_Balen",
    "urlGoogle": "https://artsandculture.google.com/entity/hendrick-van-balen/m0bb4dy"
  },
  "event": {
    "id": "revolt-of-the-batavi",
    "name": "Revolt of the Batavi",
    "dates": "69 AD - 70 AD",
    "mainImg": "img/events/revolt-of-the-batavi.jpg",
    "summary": [
      "The Revolt of the Batavi took place in the Roman province of Germania Inferior between AD 69 and 70. It was an uprising against the Roman Empire started by the Batavi, a small but militarily powerful Germanic tribe that inhabited Batavia, on the delta of the river Rhine. They were soon joined by the Celtic tribes from Gallia Belgica and some Germanic tribes.",
      "Under the leadership of their hereditary prince Gaius Julius Civilis, an auxiliary officer in the Imperial Roman army, the Batavi and their allies managed to inflict a series of humiliating defeats on the Roman army, including the destruction of two legions. After these initial successes, a massive Roman army led by the Roman general Quintus Petillius Cerialis eventually defeated the rebels. Following peace talks, the Batavi submitted again to Roman rule, but were forced to accept humiliating terms and a legion stationed permanently on their territory, at Noviomagus."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Revolt_of_the_Batavi",
    "urlGoogle": "https://artsandculture.google.com/entity/revolt-of-the-batavi/m01qpvn"
  },
  "funFacts": [
    {
      "id": "213",
      "fact": "The largest ball of twine in the US weighs over 17,000 pounds.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "127",
      "fact": "A hummingbird's heart beats 1,400 times a minute.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553838",
      "fact": "The aurora australis is the southern version of the aurora borealis. Tasmania, New Zealand, and Antarctica are a few of the best places to scope out the Southern Lights from land."
    }
  ],
  "idiom": {
    "id": "bring-home-the-bacon",
    "term": "bring home the bacon",
    "definition": "1\\. Earn a living, provide the necessities of life, as in *Now that she had a job, Patricia could bring home the bacon.* 2\\. Be successful, accomplish something of value, as in *George went to Washington and brought home the bacon---he got the funding we needed.* Although the earliest citation for this phrase in the *Oxford English Dictionary* dates from 1924, the term is widely believed to come from the much older game of catching a greased pig, a popular competition at country fairs in which the winner was awarded the pig."
  },
  "person": {
    "id": "arthur-greenwood",
    "name": "Arthur Greenwood",
    "dates": "Feb 8, 1880 - Jun 9, 1954",
    "mainImg": "img/people/arthur-greenwood.jpg",
    "summary": [
      "Arthur Greenwood, CH was a British politician. A prominent member of the Labour Party from the 1920s until the late 1940s, Greenwood rose to prominence within the party as secretary of its research department from 1920 and served as Parliamentary Secretary to the Ministry of Health in the short-lived Labour government of 1924. In 1940, he was instrumental in resolving that Britain would continue fighting Nazi Germany in World War II."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Arthur_Greenwood",
    "urlGoogle": "https://artsandculture.google.com/entity/arthur-greenwood/m02f4t6"
  },
  "place": {
    "id": "allentown",
    "name": "Allentown",
    "mainImg": "img/places/allentown.jpg",
    "summary": [
      "Allentown is a city located in Lehigh County, Pennsylvania, United States. It is Pennsylvania's third most populous city and the 233rd largest city in the United States. As of the 2010 census, the city had a total population of 118,032 and it is currently the fastest growing major city in Pennsylvania with an estimated 121,442 residents according to the 2019 census estimate. It is the largest city in the metropolitan area known as the Lehigh Valley, which had a population of 821,623 residents as of 2010. Allentown is the county seat of Lehigh County. In 2012, the city celebrated the 250th anniversary of its founding in 1762.",
      "Located on the Lehigh River, Allentown is the largest of three adjacent cities in Northampton and Lehigh counties that make up a region of eastern Pennsylvania known as the Lehigh Valley; the other two cities being Bethlehem, Pennsylvania, and Easton, Pennsylvania."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Allentown,_Pennsylvania",
    "urlGoogle": "https://artsandculture.google.com/entity/allentown/m0_3cs"
  },
  "wiki": {
    "id": "use-of-poison-gas-in-world-war-i",
    "name": "Use of poison gas in World War I",
    "summary": "The use of poison gas was a major military innovation of the First World War. The gases used ranged from tear gas to disabling chemicals such as mustard gas and killing agents like phosgene. The killing capacity of gas was limited — only 3% of combat deaths were due to gas — however, the proportion of non-fatal casualties was high and gas remained one of the soldier's greatest fears. Unlike most other weapons of the period, it was possible to develop effective countermeasures to gas and hence in the latter stages of the war, as the use of gas increased, in many cases its effectiveness was diminished.",
    "url": "https://en.wikipedia.org/wiki/Use_of_poison_gas_in_World_War_I"
  },
  "word": {
    "id": "battue",
    "word": "battue",
    "url": "https://www.merriam-webster.com/dictionary/battue",
    "partOfSpeech": "noun",
    "pronunciation": "bat-TOO",
    "audioPath": "audio/words/battue.mp3",
    "definitions": [
      "the beating of woods and bushes to flush game; also : a hunt in which this procedure is used"
    ],
    "examples": [
      "During the battue, rabbits scampered out of the bushes where they had been hiding and toward the open field."
    ],
    "origin": "The battue is a technique practiced by hunters in order to give them a clean shot at their targets. The hunters’ assistants (or sometimes the hunters themselves) rap sticks against trees and bushes in order to scare animals out of the woods and into open space. The practice appears to have originated in France, which is probably why the word “battue,” which debuted in English in the early 19th century, derives from the feminine past participle of the French verb “battre,” meaning “to beat.” Although some hunting traditionalists decried the practice as either cruel or unsportsmanlike when it began, the battue survives today, as does the word for it."
  }
}
