{
  "artist": {
    "id": "georg-pencz",
    "name": "Georg Pencz",
    "dates": "1500 - Oct 11, 1550",
    "mainImg": "img/art/artists/georg-pencz.jpg",
    "artworkImgs": [
      {
        "name": "Grammar",
        "path": "img/art/artworks/georg-pencz-a1.jpg",
        "source": "https://artsandculture.google.com/asset/grammar-georg-pencz/YwHgB-q31tsQQw"
      },
      {
        "name": "Grammatica",
        "path": "img/art/artworks/georg-pencz-a2.jpg",
        "source": "https://artsandculture.google.com/asset/grammatica-georg-pencz/LgHrSTlxSuyVcQ"
      },
      {
        "name": "The Triumph of Death",
        "path": "img/art/artworks/georg-pencz-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-triumph-of-death-georg-pencz/agEMxeLObcgQ8g"
      },
      {
        "name": "To Visit the Imprisoned",
        "path": "img/art/artworks/georg-pencz-a4.jpg",
        "source": "https://artsandculture.google.com/asset/to-visit-the-imprisoned-georg-pencz/cgFDnrzBEQEJtQ"
      },
      {
        "name": "The Triumph of Death on Time, from The Triumph of Petrarch",
        "path": "img/art/artworks/georg-pencz-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-triumph-of-death-on-time-from-the-triumph-of-petrarch-georg-pencz/DgFDnLKTJC104w"
      },
      {
        "name": "The Triumph of Death on Time, from The Triumph of Petrarch",
        "path": "img/art/artworks/georg-pencz-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-triumph-of-death-on-time-from-the-triumph-of-petrarch-georg-pencz/MwFznAHpMLAoKg"
      }
    ],
    "summary": [
      "Georg Pencz was a German engraver, painter and printmaker.",
      "Pencz was probably born in Westheim near Bad Windsheim/Franconia. He travelled to Nuremberg in 1523 and joined Albrecht Dürer’s atelier. Like Dürer, he visited Italy and was profoundly influenced by Venetian art; it is believed he worked with Marcantonio Raimondi. In 1525, he was imprisoned with the brothers Barthel Beham and Hans Sebald Beham, the so-called \"godless painters\", for spreading the radical views of Thomas Müntzer by asserting disbelief in baptism, Christ and transubstantiation. The three were pardoned shortly afterwards and became part of the group known as the \"Little Masters\" because of their tiny, intricate and influential prints.",
      "In Nuremberg, influenced by works he had seen in Italy, Pencz painted a number of trompe l'oeil ceilings in the houses of patrician families; one, for which a drawing survives, showed workmen raising building materials on a hoist, against an open sky, to create the illusion that the room was still under construction."
    ],
    "quote": null,
    "movements": ["Renaissance", "Northern Renaissance", "German Renaissance"],
    "mediums": ["Engraving", "Laid paper", "Ink", "Pen", "Drawing", "Charcoal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Georg_Pencz",
    "urlGoogle": "https://artsandculture.google.com/entity/georg-pencz/m09mbhf"
  },
  "event": {
    "id": "september-11-attacks",
    "name": "September 11 attacks",
    "dates": null,
    "mainImg": "img/events/september-11-attacks.jpg",
    "summary": [
      "The September 11 attacks were a series of four coordinated terrorist attacks by the Islamic terrorist group al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property damage. 9/11 is the single deadliest terrorist attack in human history and the single deadliest incident for firefighters and law enforcement officers in the history of the United States, with 343 and 72 killed, respectively.",
      "Four passenger airliners which had departed from airports in the northeastern United States bound for California were hijacked by 19 al-Qaeda terrorists. Two of the planes, American Airlines Flight 11 and United Airlines Flight 175, crashed into the North and South towers, respectively, of the World Trade Center complex in Lower Manhattan. Within an hour and 42 minutes, both 110-story towers collapsed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/September_11_attacks",
    "urlGoogle": "https://artsandculture.google.com/entity/september-11-attacks/m0d0vp3"
  },
  "funFacts": [
    { "id": "122", "fact": "A duck can't walk without bobbing its head.", "category": ["Animals"] },
    { "id": "361", "fact": "The pineapple is a very big berry.", "category": ["Food", "Plants"] },
    {
      "id": "335",
      "fact": "Maine produces more toothpicks than any other state in the U.S.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553683",
      "fact": "If your dog's feet smell like corn chips, you're not alone. The term \"Frito Feet\" was coined to describe the scent."
    },
    { "id": "553698", "fact": "Wombat poop is cube-shaped." }
  ],
  "idiom": {
    "id": "cast-pearls-before-swine",
    "term": "cast pearls before swine",
    "definition": "Give something of value to someone who won't appreciate it, as in *The old professor felt that lecturing on Dante to unruly undergraduates would be casting pearls before swine.* This term comes from the New Testament (Matthew 7:6), appearing in Tyndale's translation (1526). It was repeated often by writers from Shakespeare to Dickens and remains current."
  },
  "person": {
    "id": "simeon-saxe-coburg-gotha",
    "name": "Simeon Saxe-Coburg-Gotha",
    "dates": "Born Jun 16, 1937",
    "mainImg": "img/people/simeon-saxe-coburg-gotha.jpg",
    "summary": [
      "Simeon Borisov von Saxe-Coburg-Gotha, known formerly or by courtesy as King Simeon II or Tsar Simeon II, is a Bulgarian politician, who had served as the last reigning Tsar of Bulgaria from 1943 to 1946, before later serving as Prime Minister of Bulgaria from 2001 to 2005.",
      "During his reign as Simeon II, Tsar of Bulgaria, he was a minor, with royal authority being exercised over the tsardom on his behalf by a regency led by Simeon's uncle Prince Kiril, General Nikola Mihov and the prime minister, Bogdan Filov. In 1946 the monarchy was abolished as a consequence of a referendum, and Simeon was forced into exile in Spain. He returned to his home country in 1996, formed the political party National Movement for Stability and Progress and was elected Prime Minister of the Republic of Bulgaria from July 2001 until August 2005. In the next elections, as a leader of NMSP, he took part in a coalition government with the ex-communist party BSP. In 2009, after NMSP failed to win any seats in Parliament, he left politics."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Simeon_Saxe-Coburg-Gotha",
    "urlGoogle": "https://artsandculture.google.com/entity/simeon-saxe-coburg-gotha/m025s8jc"
  },
  "place": {
    "id": "doha",
    "name": "Doha",
    "mainImg": "img/places/doha.jpg",
    "summary": [
      "Doha is the capital and most populous city of the State of Qatar. It has a population of 956,460. The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs, and it is also the economic centre of the country.",
      "Doha was founded in the 1820s as an offshoot of Al Bidda. It was officially declared as the country's capital in 1971, when Qatar gained independence from being a British Protectorate. As the commercial capital of Qatar and one of the emergent financial centres in the Middle East, Doha is considered a beta-level global city by the Globalization and World Cities Research Network. Doha accommodates Education City, an area devoted to research and education.",
      "The city was host to the first ministerial-level meeting of the Doha Development Round of World Trade Organization negotiations. It was also selected as host city of a number of sporting events, including the 2006 Asian Games, the 2011 Pan Arab Games and most of the games at the 2011 AFC Asian Cup."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Doha",
    "urlGoogle": "https://artsandculture.google.com/entity/doha/m0f2yw"
  },
  "quote": {
    "id": "106",
    "quote": "Feel compliments as deeply as you feel insults.",
    "author": "James Clear"
  },
  "wiki": {
    "id": "boeing-767",
    "name": "Boeing 767",
    "summary": "The Boeing 767 is a mid-size, wide-body twin-engine jet airliner built by Boeing Commercial Airplanes. It was the manufacturer's first wide-body twinjet and its first airliner with a two-crew glass cockpit. The aircraft features two turbofan engines, a conventional tail, and for reduced aerodynamic drag, a supercritical wing design. Designed as a smaller wide-body airliner than preceding aircraft such as the 747, the 767 has a capacity of 181 to 375 persons and a design range of 3,850 to 6,385 nautical miles (7,130 to 11,825 km), depending on variant. The original 767-200 entered service in 1982, followed by the 767-300 in 1986 and the 767-400ER, an extended-range variant, in 2000. Versions for freight and military use have also been created. The aircraft was initially flown on domestic and transcontinental routes, before becoming the first twin-engined airliner to receive regulatory approval for extended overseas flights. In 1986, Boeing initiated studies for a higher-capacity 767, ultimately leading to the development of the 777, a larger wide-body twinjet. In the 1990s, the 767 became the most frequently used airliner for transatlantic flights between North America and Europe.",
    "url": "https://en.wikipedia.org/wiki/Boeing_767"
  },
  "word": {
    "id": "festinate",
    "word": "festinate",
    "url": "https://www.merriam-webster.com/dictionary/festinate",
    "partOfSpeech": "adjective",
    "pronunciation": "FESS-tuh-nut",
    "audioPath": "audio/words/festinate.mp3",
    "definitions": ["hasty"],
    "examples": [
      "\"I assure you,\" said the Ambassador, \"I am all too aware of the dangers inherent in a festinate decision.\"",
      "\"Novell's proxy servers, caching and firewalls may not be such utter failures, but growth in crowded fields dominated by companies with better track records is just as illusory. Even successes like GroupWise, ManageWise and ZENworks are vestiges of 1990s thinking. They may halt a festinate death, but you don't build a company around them.\" - From an article by Fritz Nelson in _Network Computing_, August 21, 2000"
    ],
    "origin": "\"Festinate\" is one among many in the category of words whose first recorded use is in the works of Shakespeare (\"Advise the Duke where you are going, to a most festinate preparation.\" - King Lear, III.vii.10). Perhaps the Bard knew about \"festinatus,\" the Latin predecessor of \"festinate,\" or was familiar with the Latin proverb \"festina lente\"-\"make haste slowly.\" Shakespeare also gets credit for the adverb \"festinately\" (first seen in Love’s Labour’s Lost, III.i.6: \"Bring him festinately hither.\"), but another writer beat him to the verb \"festinate\" (pronounced \\\\FESS-tuh-nayt), meaning \"to hasten.\""
  }
}
