{
  "artist": {
    "id": "richard-parkes-bonington",
    "name": "Richard Parkes Bonington",
    "dates": "Oct 25, 1802 - Sep 23, 1828",
    "mainImg": "img/art/artists/richard-parkes-bonington.jpg",
    "artworkImgs": [
      {
        "name": "Abbey St-Amand, Rouen",
        "path": "img/art/artworks/richard-parkes-bonington-a1.jpg",
        "source": "https://artsandculture.google.com/asset/abbey-st-amand-rouen-richard-parkes-bonington-1802–1828-british/sQG-r1rkdtnhGg"
      },
      {
        "name": "Bologna",
        "path": "img/art/artworks/richard-parkes-bonington-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bologna-richard-parkes-bonington/jAE9T1bugHyDeg"
      },
      {
        "name": "Beached Vessels and a Wagon near Trouville",
        "path": "img/art/artworks/richard-parkes-bonington-a3.jpg",
        "source": "https://artsandculture.google.com/asset/beached-vessels-and-a-wagon-near-trouville-richard-parkes-bonington-1802–1828-british/ggHxQXoGgip7KQ"
      },
      {
        "name": "View of Rouen from St. Catherine’s Hill",
        "path": "img/art/artworks/richard-parkes-bonington-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-rouen-from-st-catherine’s-hill-richard-parkes-bonington/9gFk4iRlepUBSg"
      },
      {
        "name": "Portia and Bassanio",
        "path": "img/art/artworks/richard-parkes-bonington-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portia-and-bassanio-richard-parkes-bonington-1802–1828-british/zwHgN2U0K68rbA"
      },
      {
        "name": "Roadside Halt",
        "path": "img/art/artworks/richard-parkes-bonington-a6.jpg",
        "source": "https://artsandculture.google.com/asset/roadside-halt-richard-parkes-bonington/WgE80pHGA7sqDw"
      }
    ],
    "summary": [
      "Richard Parkes Bonington was an English Romantic landscape painter, who moved to France at the age of 14 and can also be considered as a French artist, and an intermediary bringing aspects of English style to France. Becoming, after his very early death, one of the most influential British artists of his time, the facility of his style was inspired by the old masters, yet was entirely modern in its application. His landscapes were mostly of coastal scenes, with a low horizon and large sky, showing a brilliant handling of light and atmosphere. He also painted small historical cabinet paintings in a freely-handled version of the troubadour style."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Watercolor painting", "Graphite", "Oil paint", "Ink", "Pen", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Richard_Parkes_Bonington",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-parkes-bonington/m04dxcm"
  },
  "event": {
    "id": "chilean-civil-war-of-1891",
    "name": "Chilean Civil War of 1891",
    "dates": "Jan 16, 1891 - Sep 18, 1891",
    "mainImg": "img/events/chilean-civil-war-of-1891.jpg",
    "summary": [
      "The Chilean Civil War of 1891 was a civil war in Chile fought between forces supporting Congress and forces supporting the President, José Manuel Balmaceda from 16 January 1891 to 18 September 1891. The war saw a confrontation between the Chilean Army and the Chilean Navy, which sided with the president and the congress, respectively. This conflict ended with the defeat of the Chilean Army and the presidential forces and President Balmaceda committing suicide as a consequence. In Chilean historiography the war marks the end of the Liberal Republic and the beginning of the Parliamentary Era."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Chilean_Civil_War_of_1891",
    "urlGoogle": "https://artsandculture.google.com/entity/chilean-civil-war-of-1891/m03lwdh"
  },
  "funFacts": [
    {
      "id": "286",
      "fact": "The height of the Eiffel Tower varies by as much as 6 inches depending on the temperature.",
      "category": ["Geography", "Science"]
    },
    {
      "id": "150",
      "fact": "The first sport to be filmed was boxing in 1894.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "553435",
      "fact": "The FBI called Ted Kaczynski \"The Unabomber\" because his early mail bombs were sent to universities (UN) and airlines (A)."
    }
  ],
  "idiom": {
    "id": "on-a-shoestring",
    "term": "on a shoestring",
    "definition": "With very limited financial means, as in *The newlyweds were living on a shoestring.* The precise allusion in this term is unclear. One fanciful theory is that debtors in British prisons would lower a shoe by its laces from a window so as to collect funds from visitors or passers-by. A more likely theory is that it alludes to the slender shape of a shoelace, likening it to slender resources. [Late 1800s]"
  },
  "person": {
    "id": "walther-von-brauchitsch",
    "name": "Walther von Brauchitsch",
    "dates": "Oct 4, 1881 - Oct 18, 1948",
    "mainImg": "img/people/walther-von-brauchitsch.jpg",
    "summary": [
      "Walther Heinrich Alfred Hermann von Brauchitsch was a German field marshal and the Commander-in-Chief of the German Army during World War II. Born into an aristocratic military family, Brauchitsch entered army service in 1901. During World War I, he served with distinction on the corps- and division-level staff on the Western Front.",
      "After the Nazi seizure of power in 1933, Brauchitsch was put in charge of the East Prussian Military District. He borrowed immense sums of money from Hitler and became dependent on his financial help. Brauchitsch served as Commander-in-Chief of the German Army from February 1938 until December 1941. He played a key role in the Battle of France and oversaw the German invasions of Yugoslavia and Greece. For his part in the Battle of France, he became one of twelve generals promoted to Field Marshal.",
      "After suffering a heart attack in November 1941 and being blamed for the failure of Operation Typhoon, the Wehrmacht's attack on Moscow, he was dismissed as Commander-in-Chief and spent the rest of the war in enforced retirement. After the war, Brauchitsch was arrested on charges of war crimes but died of pneumonia in 1948 before he could be prosecuted."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Walther_von_Brauchitsch",
    "urlGoogle": "https://artsandculture.google.com/entity/walther-von-brauchitsch/m039qtz"
  },
  "place": {
    "id": "evanston",
    "name": "Evanston",
    "mainImg": "img/places/evanston.jpg",
    "summary": [
      "Evanston is a city in Cook County, Illinois, United States. Home to Northwestern University, it is situated 12 miles north of downtown Chicago, bordered by Chicago to the south, Skokie to the west, and Wilmette to the north. It had a population of 74,486 as of 2010. It is one of the affluent North Shore communities that adjoin Lake Michigan. The boundaries of the city of Evanston are coterminous with those of the former Evanston Township, which was dissolved in 2014 by voters with its functions being absorbed by the city of Evanston."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Evanston,_Illinois",
    "urlGoogle": "https://artsandculture.google.com/entity/evanston/m0psxp"
  },
  "wiki": {
    "id": "white-necked-rockfowl",
    "name": "White-necked rockfowl",
    "summary": "The white-necked rockfowl is a medium-sized bird in the family Picathartidae, mainly found in fragmented groups in rocky forested areas at higher altitudes in West Africa from Guinea to Ghana. The rockfowl typically chooses to live near streams and inselbergs. It has greyish-black upperparts and white underparts. Its unusually long, dark brown tail is used for balance. The head is nearly featherless, with the exposed skin being bright yellow except for two large, circular black patches located just behind the eyes. These rockfowl feed primarily on insects, though parents feed small frogs to their young. Rockfowl move through the forest primarily through a series of hops and bounds or short flights in low vegetation. This species rarely flies for long distances. This species is classified as Vulnerable as it is threatened by habitat destruction; conservation efforts are underway in parts of its range. Some of the indigenous peoples of Sierra Leone considered the species to be a protector of the home of their ancestral spirits. This rockfowl is considered one of Africa’s most desirable birds by birders and is a symbol of ecotourism across its range.",
    "url": "https://en.wikipedia.org/wiki/White-necked_rockfowl"
  },
  "word": {
    "id": "recrudescence",
    "word": "recrudescence",
    "url": "https://www.merriam-webster.com/dictionary/recrudescence",
    "partOfSpeech": "noun",
    "pronunciation": "ree-kroo-DESS-uns",
    "audioPath": "audio/words/recrudescence.mp3",
    "definitions": ["a new outbreak after a period of abatement or inactivity : renewal"],
    "examples": [
      "\"Unfortunately, we have recently had a recrudescence of one disease in particular: canine distemper.\" (Dr. Jacob Church, _The Biloxi Sun Herald_ \\[Mississippi\\], April 17, 2008)"
    ],
    "origin": "\"Recrudescence\" derives from the Latin verb \"recrudescere,\" meaning \"to become raw again” (used, for example, of wounds). Ultimately, it can be traced back to the Latin word for \"raw,\" which is \"crudus.\" (If you suspect that \"crude\" is also derived from \"crudus,\" you are correct; another well-known descendant is \"cruel.\") In its literal sense, \"recrudescence\" is a medical word denoting a renewed outbreak of a disease. In extended use, it most often describes the return of an undesirable condition, such as a war or a plague, or the return of an undesirable idea."
  }
}
