{
  "artist": {
    "id": "francesco-clemente",
    "name": "Francesco Clemente",
    "dates": "Born Mar 23, 1952",
    "mainImg": "img/art/artists/francesco-clemente.jpg",
    "artworkImgs": [
      {
        "name": "Ave Ovo",
        "path": "img/art/artworks/francesco-clemente-a1.jpg",
        "source": "https://artsandculture.google.com/asset/ave-ovo-francesco-clemente/ngE7jqdb_mFPVw"
      },
      {
        "name": "Senza titolo",
        "path": "img/art/artworks/francesco-clemente-a2.jpg",
        "source": "https://artsandculture.google.com/asset/senza-titolo-francesco-clemente/RwEJt2nPsXS4iQ"
      },
      {
        "name": "Soul",
        "path": "img/art/artworks/francesco-clemente-a3.jpg",
        "source": "https://artsandculture.google.com/asset/soul-rafael-clemente/3QGYGUJb6X75SA"
      },
      {
        "name": "Ave Ovo",
        "path": "img/art/artworks/francesco-clemente-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ave-ovo-francesco-clemente/AgH0fuXMnZw_WA"
      },
      {
        "name": "Bodies Are Temporary / Data is Forever",
        "path": "img/art/artworks/francesco-clemente-a5.jpg",
        "source": "https://artsandculture.google.com/asset/bodies-are-temporary-data-is-forever-francesco-d-abbraccio-studio-frames/nQHIPP48c5Z3NA"
      },
      {
        "name": "Pepper Tent",
        "path": "img/art/artworks/francesco-clemente-a6.jpg",
        "source": "https://artsandculture.google.com/asset/pepper-tent-francesco-clemente/UQFk2KqzrR5Hrw"
      }
    ],
    "summary": [
      "Francesco Clemente is an Italian contemporary artist. He has lived at various times in Italy, in India, and in New York City. Some of his work is influenced by the traditional art and culture of India. He has worked in various artistic media including drawing, fresco, graphics, mosaic, oils and sculpture. He was among the principal figures in the Italian Transavanguardia movement of the 1980s, which was characterised by a rejection of Formalism and conceptual art and a return to figurative art and Symbolism."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Iron", "Metal", "Wood", "Rope", "Sculpture", "Tempera"],
    "urlWiki": "https://en.wikipedia.org/wiki/Francesco_Clemente",
    "urlGoogle": "https://artsandculture.google.com/entity/francesco-clemente/m08gmtl"
  },
  "event": {
    "id": "spanish-civil-war",
    "name": "Spanish Civil War",
    "dates": "Jul 17, 1936 - Apr 1, 1939",
    "mainImg": "img/events/spanish-civil-war.jpg",
    "summary": [
      "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolt by the Nationalists, an alliance of Falangists, monarchists, conservatives and Catholics, led by a military group among whom General Francisco Franco soon achieved a preponderant role. Due to the international political climate at the time, the war had many facets and was variously viewed as class struggle, a war of religion, a struggle between dictatorship and republican democracy, between revolution and counterrevolution, and between fascism and communism. It has been frequently called the \"dress rehearsal\" for World War II. The Nationalists won the war, which ended in early 1939, and ruled Spain until Franco's death in November 1975.",
      "The war began after a pronunciamiento against the Republican government by a group of generals of the Spanish Republican Armed Forces, with General Emilio Mola as the primary planner and leader and having General José Sanjurjo as a figurehead."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Spanish_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/spanish-civil-war/m075k5"
  },
  "funFacts": [
    { "id": "749", "fact": "The average housefly lives for one month.", "category": ["Animals"] },
    {
      "id": "492",
      "fact": "To remove crayon marks from walls, use a hairdryer to heat the wax.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "779",
      "fact": "A group of jellyfish is called a smack.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "522229",
      "fact": "The word PEZ comes from the German word for peppermint—PfeffErminZ."
    },
    {
      "id": "504590",
      "fact": "In 1917, the Seattle Metropolitans hockey team became the first American team to win the Stanley Cup."
    },
    {
      "id": "553857",
      "fact": "It took the editors of the first Oxford English Dictionary five years to reach the word ant."
    }
  ],
  "idiom": {
    "id": "pleased-as-punch",
    "term": "pleased as Punch",
    "definition": "Delighted, as in *We were pleased as Punch when they asked us to be godparents.* This term alludes to the character Punch in Punch and Judy shows, who is always very happy when his evil deeds succeed. [Mid- 1800s]"
  },
  "person": {
    "id": "georgy-zhukov",
    "name": "Georgy Zhukov",
    "dates": "Dec 1, 1896 - Jun 18, 1974",
    "mainImg": "img/people/georgy-zhukov.jpg",
    "summary": [
      "Georgy Konstantinovich Zhukov was a Soviet general and Marshal of the Soviet Union. He also served as Chief of the General Staff, Minister of Defence, and was a member of the Presidium of the Communist Party. During the Second World War, Zhukov oversaw some of the Red Army's most decisive victories.",
      "Born to a poor peasant family from central Russia, Zhukov was conscripted into the Imperial Russian Army and fought in the First World War. He served in the Red Army during the Russian Civil War. Gradually rising through the ranks, by 1939 Zhukov was given command of an army group and won a decisive battle over Japanese forces at Khalkhin Gol, for which he won the first of his four Hero of the Soviet Union awards. In February 1941, Zhukov was appointed as chief of the Red Army's General Staff.",
      "Following the German invasion of the Soviet Union, Zhukov lost his position as chief of the general staff. Subsequently, he organized the defense of Leningrad, Moscow, and Stalingrad. He participated in planning several major offensives, including the Battle of Kursk and Operation Bagration."
    ],
    "quote": "“It is a fact that under equal conditions, large-scale battles and whole wars are won by troops which have a strong will for victory, clear goals before them, high moral standards, and devotion to the banner under which they go into battle.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Georgy_Zhukov",
    "urlGoogle": "https://artsandculture.google.com/entity/georgy-zhukov/m09py7"
  },
  "place": {
    "id": "taichung-city",
    "name": "Taichung City",
    "mainImg": "img/places/taichung-city.jpg",
    "summary": [
      "Taichung, officially Taichung City, is a special municipality located in central Taiwan. Taichung has a population of approximately 2.82 million people and is Taiwan's second most populous city, overtaking Kaohsiung in July 2017. It serves as the core of the Taichung–Changhua metropolitan area, which is the second largest metropolitan area in Taiwan. The current city was formed when Taichung County merged with the original provincial Taichung City to form the special municipality on 25 December 2010.",
      "Located in the Taichung Basin, the city was named under Japanese rule, and became a major economic and cultural hub. Originally composed of several scattered hamlets, the city of Taichung was planned and developed by the Japanese. It was called \"the Kyoto of Formosa\" in the Japanese era because of its calm and beauty. The city is home to the National Museum of Natural Science, the National Taiwan Museum of Fine Arts, the National Taichung Theater, the National Library of Public Information, and the National Taiwan Symphony Orchestra, as well as many cultural sites, including the historic Taichung Park, the Lin Family Gardens, and many temples."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Taichung",
    "urlGoogle": "https://artsandculture.google.com/entity/taichung-city/m01r8pt"
  },
  "quote": {
    "id": "34",
    "quote": "In my whole life, I have known no wise people who didn't read all the time – none, zero.",
    "author": "Charlie Munger"
  },
  "wiki": {
    "id": "herbig-haro-object",
    "name": "Herbig-Haro object",
    "summary": "Herbig-Haro objects are small patches of nebulosity associated with newly-born stars, and are formed when gas ejected by young stars collides with clouds of gas and dust nearby at speeds of several hundred kilometres per second. Herbig-Haro objects are ubiquitous in star-forming regions, and several are often seen around a single star, aligned along its rotational axis. HH objects are transient phenomena, lasting only a few thousand years at most. They can evolve visibly over quite short timescales as they move rapidly away from their parent star into the gas clouds in interstellar space. Hubble Space Telescope observations reveal complex evolution of HH objects over a few years, as parts of them fade while others brighten as they collide with clumpy material in the interstellar medium. The objects were first observed in the late 19th century by Sherburne Wesley Burnham, but were not recognised as being a distinct type of emission nebula until the 1940s. The first astronomers to study them in detail were George Herbig and Guillermo Haro, after whom they have been named.",
    "url": "https://en.wikipedia.org/wiki/Herbig-Haro_object"
  },
  "word": {
    "id": "fard",
    "word": "fard",
    "url": "https://www.merriam-webster.com/dictionary/fard",
    "partOfSpeech": "verb",
    "pronunciation": "FAHRD",
    "audioPath": "audio/words/fard.mp3",
    "definitions": ["to paint (the face) with cosmetics"],
    "examples": [
      "We were greeted at the door by a young woman with heavily _farded_ cheeks.",
      "\"Truda drew her tin from her top pocket. 'Isa, you've been too long in my company. Why should I harbor you? You look as if you're _farded_ up for Hallows Eve!'\" - From Anna Lawrence Pietroni's 2010 novel _Ruby's Spoon_"
    ],
    "origin": "Though a relatively uncommon little word, \"fard\" is used to describe a very familiar activity-the application of cosmetics. When it is encountered these days it is often in [participle](https://www.merriam-webster.com/dictionary/participle) form, as in our first example above, or simply as an example of an unusual or old-timey word. \"Fard\" was borrowed from Anglo-French (from the verb \"farder\") and first appeared in English in the mid-1400s. It is ultimately of Germanic origin and akin to the Old High German word \"faro,\" meaning \"colored.\""
  }
}
