{
  "artist": {
    "id": "chris-burden",
    "name": "Chris Burden",
    "dates": "Apr 11, 1946 - May 10, 2015",
    "mainImg": "img/art/artists/chris-burden.jpg",
    "artworkImgs": [
      {
        "name": "Beam drop Inhotim",
        "path": "img/art/artworks/chris-burden-a1.jpg",
        "source": "https://artsandculture.google.com/asset/beam-drop-inhotim/NQHwHQ6fC-Yg-Q"
      },
      {
        "name": "Urban Light",
        "path": "img/art/artworks/chris-burden-a2.jpg",
        "source": "https://artsandculture.google.com/asset/urban-light-chris-burden/vgGacTHf37eEwQ"
      },
      {
        "name": "What My Dad Gave Me",
        "path": "img/art/artworks/chris-burden-a3.jpg",
        "source": "https://artsandculture.google.com/asset/what-my-dad-gave-me-burden-chris/YAEFna1LVhlT0g"
      },
      {
        "name": "Urban Light",
        "path": "img/art/artworks/chris-burden-a4.jpg",
        "source": "https://artsandculture.google.com/asset/urban-light-chris-burden/5AE6CdRt5m2tjA"
      },
      {
        "name": "Urban Light",
        "path": "img/art/artworks/chris-burden-a5.jpg",
        "source": "https://artsandculture.google.com/asset/urban-light-chris-burden/aQGSjdX00mHDFg"
      },
      {
        "name": "What My Dad Gave Me",
        "path": "img/art/artworks/chris-burden-a6.jpg",
        "source": "https://artsandculture.google.com/asset/what-my-dad-gave-me-burden-chris/FAFOECOV-cjEEQ"
      }
    ],
    "summary": [
      "Christopher Lee Burden was an American artist working in performance, sculpture and installation art. Burden became known in the 1970s for his performance art works, including Shoot, where he arranged for a friend to shoot him in the arm with a small-caliber rifle. A prolific artist, Burden created many well-known installations, public artworks and sculptures before his death in 2015."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Conceptual art", "Public art"],
    "mediums": ["Iron", "Metal", "Cast iron", "Sculpture", "Concrete", "Steel"],
    "urlWiki": "https://en.wikipedia.org/wiki/Chris_Burden",
    "urlGoogle": "https://artsandculture.google.com/entity/chris-burden/m01v99b"
  },
  "event": {
    "id": "moscow-victory-parade-of-1945",
    "name": "Moscow Victory Parade of 1945",
    "dates": "Jun 24, 1945",
    "mainImg": "img/events/moscow-victory-parade-of-1945.jpg",
    "summary": [
      "The Moscow Victory Parade of 1945 was a victory parade held by the Soviet Armed Forces after the defeat of Nazi Germany. This, the longest and largest military parade ever held on Red Square in the Soviet capital Moscow, involved 40,000 Red Army soldiers and 1,850 military vehicles and other military hardware. The parade lasted just over two hours on a rainy June 24, 1945, over a month after May 9, the day of Germany's surrender to Soviet commanders."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Moscow_Victory_Parade_of_1945",
    "urlGoogle": "https://artsandculture.google.com/entity/moscow-victory-parade-of-1945/m0c018r"
  },
  "funFacts": [
    {
      "id": "763",
      "fact": "Tigers have striped skin, not just striped fur.",
      "category": ["Animals"]
    },
    { "id": "658", "fact": "New York City is made up of 50 islands.", "category": ["Geography"] }
  ],
  "funFacts2": [{ "id": "506370", "fact": "The verb \"unfriend\" appeared in 1659." }],
  "idiom": {
    "id": "neither-fish-nor-fowl",
    "term": "neither fish nor fowl",
    "definition": "Also, **neither fish nor flesh; neither fish, flesh, nor fowl.** Not one or the other, not something fitting any category under discussion. For example, *They felt he was neither fish nor fowl---not qualified to lead the department, yet not appropriate to work as a staff member either.* This expression appeared in slightly different form in John Heywood's 1546 proverb collection (\"Neither fish, nor flesh, nor good red herring\") and is thought to allude to food for monks (*fish,* because they abstained from meat), for the people (*flesh,* or meat), and for the poor (*red herring,* a very cheap fish)."
  },
  "person": {
    "id": "walter-citrine-1-st-baron-citrine",
    "name": "Walter Citrine, 1st Baron Citrine",
    "dates": "Aug 22, 1887 - Jan 22, 1983",
    "mainImg": "img/people/walter-citrine-1-st-baron-citrine.jpg",
    "summary": [
      "Sir Walter McLennan Citrine, 1st Baron Citrine of Wembley, GBE, PC was one of the leading British and international trade unionists of the twentieth century and a notable public figure. Yet, apart from his renowned guide to the conduct of meetings, ABC of Chairmanship, he has been little spoken of in the history of the labour movement. More recently, labour historians have begun to re-assess Citrine's role.",
      "By redefining the role of the Trades Union Congress, whose General Secretary he was from 1926 until 1946, he helped create a far more coherent and effective union force. This, in turn, transformed the Labour Party into a substantial social democratic force for government from 1939. Citrine was also President of the then influential International Federation of Trade Unions from 1928 until 1945. He was also joint Secretary of the key TUC/ Labour Party National Joint Council from 1931 and a director of the UK Daily Herald newspaper until 1946 which was then a mass circulation Labour paper with considerable influence. In these important roles, Citrine was highly influential in the industrial and political wings of the labour movement."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Walter_Citrine,_1st_Baron_Citrine",
    "urlGoogle": "https://artsandculture.google.com/entity/walter-citrine-1st-baron-citrine/m05c7rr"
  },
  "place": {
    "id": "baghdad",
    "name": "Baghdad",
    "mainImg": "img/places/baghdad.jpg",
    "summary": [
      "Baghdad is the capital of Iraq and the second-largest city in the Arab world after Cairo. Located along the Tigris River, the city was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time of its inception, Baghdad evolved into a significant cultural, commercial, and intellectual center of the Muslim world. This, in addition to housing several key academic institutions, including the House of Wisdom, as well as hosting a multiethnic and multireligious environment, garnered the city a worldwide reputation as the \"Centre of Learning\".",
      "Baghdad was the largest city in the world for much of the Abbasid era during the Islamic Golden Age, peaking at a population of more than a million. The city was largely destroyed at the hands of the Mongol Empire in 1258, resulting in a decline that would linger through many centuries due to frequent plagues and multiple successive empires. With the recognition of Iraq as an independent state in 1932, Baghdad gradually regained some of its former prominence as a significant center of Arabic culture, with a population variously estimated at 6 or over 7 million."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Baghdad",
    "urlGoogle": "https://artsandculture.google.com/entity/baghdad/m01fqm"
  },
  "wiki": {
    "id": "pink-floyd",
    "name": "Pink Floyd",
    "summary": "Pink Floyd are an English rock band, noted for progressive compositions, philosophical lyrics, sonic experimentation, cover art and elaborate live shows. The group is one of rock music's most successful and influential acts, believed to have sold an estimated 73.5 million albums in the U.S. and over 200 million albums worldwide. Pink Floyd enjoyed moderate success in the late 1960s as a psychedelic band led by Syd Barrett. Barrett's erratic behaviour caused his colleagues to replace him with guitarist David Gilmour and the band went on to record several elaborate concept albums, achieving worldwide success with 1973's The Dark Side of the Moon, 1975's Wish You Were Here, 1977's Animals, and 1979's The Wall, among the best-selling, most critically acclaimed, and enduringly popular albums in rock music history.",
    "url": "https://en.wikipedia.org/wiki/Pink_Floyd"
  },
  "word": {
    "id": "panache",
    "word": "panache",
    "url": "https://www.merriam-webster.com/dictionary/panache",
    "partOfSpeech": "noun",
    "pronunciation": "puh-NAHSH",
    "audioPath": "audio/words/panache.mp3",
    "definitions": [
      "an ornamental tuft (as of feathers) especially on a helmet",
      "dash or flamboyance in style and action : verve"
    ],
    "examples": [
      "Ever the showman, he not only caught the ball, he made a diving catch and caught it with _panache_.",
      "\"During the war, Donovan wanted panache to be shown by his 'cowboys' at the OSS, and he usually got more _panache_ than results.\" -- From Gary Wills' 2010 book _Bomb Power: The Modern Presidency and the National Security State_"
    ],
    "origin": "Few can match the panache of French poet and soldier Cyrano de Bergerac. In his dying moments, he declared that the one thing left to him was his panache, and that assertion at once demonstrates the meaning of the word and draws upon its history. \"Panache\" derives via Middle French from Late Latin \"pinnaculum,\" meaning \"small wing\" or \"gable,\" a root that also gave English the word \"pinnacle.\" In both French and English, \"panache\" originally referred to a showy, feathery plume on a hat or helmet; its \"dashing\" figurative sense developed from the verve and swagger of one bold enough to wear such an adornment in public. When the dying Cyrano turned his huge nose heavenward and spoke of his panache, his nose became the literal and figurative pinnacle of a multifaceted pun."
  }
}
