{
  "artist": {
    "id": "clyfford-still",
    "name": "Clyfford Still",
    "dates": "Nov 30, 1904 - Jun 23, 1980",
    "mainImg": "img/art/artists/clyfford-still.jpg",
    "artworkImgs": [
      {
        "name": "PH-118",
        "path": "img/art/artworks/clyfford-still-a1.jpg",
        "source": "https://artsandculture.google.com/asset/ph-118-clyfford-still/qAHiNE2K8pPMNQ"
      },
      {
        "name": "PH-960",
        "path": "img/art/artworks/clyfford-still-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ph-960-clyfford-still/bAEaHnJs9pVCjA"
      },
      {
        "name": "PH-1074",
        "path": "img/art/artworks/clyfford-still-a3.jpg",
        "source": "https://artsandculture.google.com/asset/ph-1074-clyfford-still/_QFziKqQ5eHr1Q"
      },
      {
        "name": "PH-385",
        "path": "img/art/artworks/clyfford-still-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ph-385-clyfford-still/QQF3mouDwqfegw"
      },
      {
        "name": "PH-77",
        "path": "img/art/artworks/clyfford-still-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ph-77-clyfford-still/8QGjXZ5mgpfUCw"
      },
      {
        "name": "PH-129",
        "path": "img/art/artworks/clyfford-still-a6.jpg",
        "source": "https://artsandculture.google.com/asset/ph-129-clyfford-still/FwHVp26mrlpKfQ"
      }
    ],
    "summary": [
      "Clyfford Still was an American painter, and one of the leading figures in the first generation of Abstract Expressionists, who developed a new, powerful approach to painting in the years immediately following World War II. Still has been credited with laying the groundwork for the movement, as his shift from representational to abstract painting occurred between 1938 and 1942, earlier than his colleagues like Jackson Pollock and Mark Rothko, who continued to paint in figurative-surrealist styles well into the 1940s."
    ],
    "quote": null,
    "movements": [
      "Modern art",
      "Abstract expressionism",
      "Color field",
      "Abstract art",
      "Surrealism",
      "Contemporary art"
    ],
    "mediums": ["Oil paint", "Drawing", "Watercolor painting", "Sculpture", "Wood", "Charcoal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Clyfford_Still",
    "urlGoogle": "https://artsandculture.google.com/entity/clyfford-still/m016zwd"
  },
  "event": {
    "id": "united-states-presidential-election-2012",
    "name": "United States presidential election, 2012",
    "dates": null,
    "mainImg": "img/events/united-states-presidential-election-2012.jpg",
    "summary": [
      "The 2012 United States presidential election was the 57th quadrennial presidential election, held on Tuesday, November 6, 2012. The Democratic nominee, President Barack Obama, and his running mate, Vice President Joe Biden, were elected to a second term. They defeated the Republican ticket of businessman and former Governor Mitt Romney of Massachusetts and Representative Paul Ryan of Wisconsin.",
      "As the incumbent president, Obama secured the Democratic nomination with no serious opposition. The Republicans experienced a competitive primary. Romney was consistently competitive in the polls and won the support of many party leaders, but he faced challenges from a number of more conservative contenders. Romney clinched his party's nomination in May, defeating Rick Santorum, Newt Gingrich, and other candidates.",
      "The campaigns focused heavily on domestic issues, and debate centered largely around sound responses to the Great Recession. Other issues included long-term federal budget issues, the future of social insurance programs, and the Affordable Care Act, Obama's marquee legislative program."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2012_United_States_presidential_election",
    "urlGoogle": "https://artsandculture.google.com/entity/united-states-presidential-election-2012/m0g4_c19"
  },
  "funFacts": [
    {
      "id": "186",
      "fact": "A female kangaroo is called a flyer.",
      "category": ["Animals", "Definitions"]
    },
    {
      "id": "191",
      "fact": "Popcorn was invented by the American Indians.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553652",
      "fact": "In 1998, a Georgia student was suspended for wearing a Pepsi shirt to \"Coke in Education Day.\""
    }
  ],
  "idiom": {
    "id": "champ-at-the-bit",
    "term": "champ at the bit",
    "definition": "Show impatience at being held back or delayed, as in *The dismissal bell hadn't rung, but they were champing at the bit to leave.* This term transfers the action of a horse that impatiently bites the bit in its mouth to human behavior. [Mid-1600s]"
  },
  "person": {
    "id": "mohammad-reza-pahlavi",
    "name": "Mohammad Reza Pahlavi",
    "dates": "Oct 26, 1919 - Jul 27, 1980",
    "mainImg": "img/people/mohammad-reza-pahlavi.jpg",
    "summary": [
      "Mohammad Reza Pahlavi, also known as Mohammad Reza Shah, was the last Shah of Iran from 16 September 1941 until his overthrow in the Iranian Revolution on 11 February 1979. Due to his status as the last Shah of Iran, he is often known as simply the Shah.",
      "Mohammad Reza Shah took the title Shahanshah on 26 October 1967. He was the second and last monarch of the House of Pahlavi. Mohammad Reza Shah Pahlavi held several other titles, including that of Aryamehr and Bozorg Arteshtaran. His dream of what he referred to as a \"Great Civilisation\" in Iran led to a rapid industrial and military modernisation, as well as economic and social reforms.",
      "Mohammad Reza came to power during World War II after an Anglo-Soviet invasion forced the abdication of his father, Reza Shah Pahlavi. During Mohammad Reza's reign, the British owned oil industry was briefly nationalized by Iranian Prime Minister Mohammad Mosaddegh until a UK- and US-backed coup d'état deposed Mosaddegh and brought back foreign oil firms under the Consortium Agreement of 1954."
    ],
    "quote": "“Shah is a kind of magic word with the Persian people.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Mohammad_Reza_Pahlavi",
    "urlGoogle": "https://artsandculture.google.com/entity/mohammad-reza-pahlavi/m01fpnr"
  },
  "place": {
    "id": "spokane",
    "name": "Spokane",
    "mainImg": "img/places/spokane.jpg",
    "summary": [
      "Spokane is a city in Spokane County in the state of Washington in the northwestern United States. It is located in eastern Washington along the Spokane River adjacent to the Selkirk Mountains and west of the Rocky Mountain foothills—92 miles south of the Canada–US border, 18 miles west of the Washington–Idaho border, and 279 miles east of Seattle along Interstate 90.",
      "Known as the birthplace of Father's Day, Spokane's official nickname is the \"Lilac City\". A pink, double flower cultivar of the common lilac, known as Syringa vulgaris 'Spokane', is named for the city. It is the seat of Spokane County and the economic and cultural center of the Spokane metropolitan area, the Spokane–Coeur d'Alene combined statistical area, and the Inland Northwest. The city, along with the whole Inland Northwest, is served by Spokane International Airport, 5 miles west of downtown Spokane. According to the 2010 Census, Spokane had a population of 208,916, making it the second-largest city in Washington, and the 100th-largest city in the United States. In 2019, the United States Census Bureau estimated the city's population at 222,081 and the population of the Spokane Metropolitan Area at 573,493."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Spokane,_Washington",
    "urlGoogle": "https://artsandculture.google.com/entity/spokane/m010v8k"
  },
  "wiki": {
    "id": "gregory-of-nazianzus",
    "name": "Gregory of Nazianzus",
    "summary": "Gregory of Nazianzus was a 4th century Christian bishop of Constantinople. He is widely considered the most accomplished rhetorical stylist of the patristic age. As a classically trained speaker and philosopher he infused Hellenism into the early church, establishing the paradigm of Byzantine theologians and church officials. Gregory made a significant impact on the shape of Trinitarian theology among both Greek-speaking and Latin-speaking theologians, and he is remembered as the \"Trinitarian Theologian\". Much of his theological work continues to influence modern theologians, especially in regard to the relationship among the three persons of the Trinity. Along with two brothers, Basil the Great and Gregory of Nyssa, he is known as one of the Cappadocian Fathers. Gregory is honored as a saint in both Eastern and Western Christianity. In the Roman Catholic Church he is among the Doctors of the Church; in Eastern Orthodoxy and the Eastern Catholic Churches he is revered as one of the Three Holy Hierarchs along with Basil of Caesarea and John Chrysostom.",
    "url": "https://en.wikipedia.org/wiki/Gregory_of_Nazianzus"
  },
  "word": {
    "id": "cabbage",
    "word": "cabbage",
    "url": "https://www.merriam-webster.com/dictionary/cabbage",
    "partOfSpeech": "verb",
    "pronunciation": "KAB-ij",
    "audioPath": "audio/words/cabbage.mp3",
    "definitions": ["steal, filch"],
    "examples": [
      "In the late 18th-century play _The Reconciliation_, Mrs. Grim confesses that she \"now and then _cabbaged_ a penny.\"",
      "\"He _cabbaged_ parts from sources that ranged from an old washing machine wringer to the cam shaft from a six-cylinder Chevrolet engine.\" -- From an article by Larry Porter in the _Omaha World-Herald_, March 20, 2005"
    ],
    "origin": "Does the \"filching\" meaning of \"cabbage\" bring to mind an image of thieves sneaking out of farm fields with armloads of pilfered produce? If so, you're in for a surprise. Today's featured word has nothing to do with the leafy vegetable. It originally referred to the practice among tailors of pocketing part of the cloth given to them to make garments. The verb was cut from the same cloth as an older British noun \"cabbage,\" which meant \"pieces of cloth left in cutting out garments and traditionally kept by tailors as perquisites.\" Both of those ethically questionable \"cabbages\" probably derived from \"cabas,\" the Middle French word for \"cheating or theft.\" The \"cabbage\" found in cole slaw, on the other hand, comes from Middle English \"caboche,\" which means \"head.\""
  }
}
