{
  "artist": {
    "id": "thomas-nast",
    "name": "Thomas Nast",
    "dates": "Sep 27, 1840 - Dec 7, 1902",
    "mainImg": "img/art/artists/thomas-nast.jpg",
    "artworkImgs": [
      {
        "name": "Victoria Woodhull, caricature",
        "path": "img/art/artworks/thomas-nast-a1.jpg",
        "source": "https://artsandculture.google.com/asset/victoria-woodhull-caricature-thomas-nast-illustrator/pwF3P5PQ6OYk3g"
      },
      {
        "name": "The Georgetown Election - The Negro at the Ballot Box",
        "path": "img/art/artworks/thomas-nast-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-georgetown-election-the-negro-at-the-ballot-box-nast-thomas-1840-1902/YAHphTzLSnloTw"
      },
      {
        "name": "Santa Claus in Camp (published in Harper's Weekly, January 3, 1863)",
        "path": "img/art/artworks/thomas-nast-a3.jpg",
        "source": "https://artsandculture.google.com/asset/santa-claus-in-camp-published-in-harper-s-weekly-january-3-1863-thomas-nast/7gHd9BJLNFObSA"
      },
      {
        "name": "\"Get Thee Behind Me, (Mrs.) Satan!\"",
        "path": "img/art/artworks/thomas-nast-a4.jpg",
        "source": "https://artsandculture.google.com/asset/get-thee-behind-me-mrs-satan-thomas-nast/LQG1VjLnjb0X4g"
      },
      {
        "name": "Compromise with the South, Published in Harper's Weekly, 3 September 1864",
        "path": "img/art/artworks/thomas-nast-a5.jpg",
        "source": "https://artsandculture.google.com/asset/compromise-with-the-south-published-in-harper-s-weekly-3-september-1864-thomas-nast/lgH0iXmEYqCKJA"
      },
      {
        "name": "Palm Sunday from Harpers Weekly Magazine",
        "path": "img/art/artworks/thomas-nast-a6.jpg",
        "source": "https://artsandculture.google.com/asset/palm-sunday-from-harpers-weekly-magazine-thomas-nast/nAFlqTZe0B3LRw"
      }
    ],
    "summary": [
      "Thomas Nast was a German-born American caricaturist and editorial cartoonist often considered to be the \"Father of the American Cartoon\". He was a critic of Democratic Representative \"Boss\" Tweed and the Tammany Hall Democratic party political machine. Among his notable works were the creation of the modern version of Santa Claus and the political symbol of the elephant for the Republican Party. Contrary to popular belief, Nast did not create Uncle Sam, Columbia, or the Democratic donkey, though he did popularize these symbols through his artwork. Nast was associated with the magazine Harper's Weekly from 1859 to 1860 and from 1862 until 1886."
    ],
    "quote": "“Boss Tweed, 'As long as I count the Votes, what are you going to do about it?”",
    "movements": ["Realism"],
    "mediums": ["Engraving", "Wood", "Ink", "Newsprint", "Etching", "Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Thomas_Nast",
    "urlGoogle": "https://artsandculture.google.com/entity/thomas-nast/m07krw"
  },
  "event": {
    "id": "invasion-of-normandy",
    "name": "Invasion of Normandy",
    "dates": "Jun 6, 1944 - July 1944",
    "mainImg": "img/events/invasion-of-normandy.jpg",
    "summary": [
      "The Western Allies of World War II launched the largest amphibious invasion in history when they attacked German positions at Normandy, located on the northern coast of France, on 6 June 1944. The invaders were able to establish a beachhead as part of Operation Overlord after a successful \"D-Day\", the first day of the invasion.",
      "Allied land forces came from the United States, Britain, Canada, and Free French forces. In the weeks following the invasion, Polish forces and contingents from Belgium, Czechoslovakia, Greece and the Netherlands participated in the ground campaign; most also provided air and naval support alongside elements of the Royal Australian Air Force, the Royal New Zealand Air Force, and the Royal Norwegian Navy.",
      "The Normandy invasion began with overnight parachute and glider landings, massive air attacks and naval bombardments. In the early morning, amphibious landings commenced on five beaches codenamed Sword, Juno, Gold, Omaha and Utah, with troops from the United States landing on Omaha and Utah, Britain landing on Gold and Sword, and Canada landing on Juno. During the evening the remaining elements of the airborne divisions landed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Invasion_of_Normandy",
    "urlGoogle": "https://artsandculture.google.com/entity/invasion-of-normandy/m0chhs"
  },
  "funFacts": [
    {
      "id": "311",
      "fact": "The standard Chinese typewriter has 1,500 characters.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "977",
      "fact": "The tradition of baseball managers wearing player uniforms started because the first managers were also players.",
      "category": ["Habits", "History"]
    },
    {
      "id": "959",
      "fact": "Federal law once allowed the government to quarantine people who came in contact with aliens.",
      "category": ["History", "Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "554073",
      "fact": "The swirling blue shades of the Marble Caves in Chile are a reflection of the turquoise lake waters below them. The hues change subtly as sea levels fall and rise."
    },
    { "id": "505072", "fact": "Paraskavedekatriaphobia is the fear of Friday the 13th." }
  ],
  "idiom": {
    "id": "the-be-all-and-end-all",
    "term": "the be-all and end-all",
    "definition": "The most important element or purpose, as in *Buying a house became the be-all and end-all for the newlyweds.* Shakespeare used this idiom in *Macbeth* (1:6), where Macbeth muses that \"this blow might be the be-all and the end-all\" for his replacing Duncan as king. [Late 1500s]"
  },
  "person": {
    "id": "nader-shah",
    "name": "Nader Shah",
    "dates": "Oct 22, 1688 - Jun 19, 1747",
    "mainImg": "img/people/nader-shah.jpg",
    "summary": [
      "Nader Shah Afshar was one of the most powerful Iranian rulers in the history of the nation, ruling as Shah of Iran from 1736 to 1747 when he was assassinated during a rebellion. Because of his military genius as evidenced in his numerous campaigns throughout Middle East, Caucasus, Central and South Asia, such as the battles of Herat, Mihmandust, Murche-Khort, Kirkuk, Yeghevard, Khyber Pass, Karnal and Kars, some historians have described him as the Napoleon of Persia,",
      "Sword of Persia, or the Second Alexander. Nader Shah was an Iranian who belonged to the Turkmen Afshar tribe of Khorasan in northeastern Iran, which had supplied military power to the Safavid dynasty since the time of Shah Ismail I.",
      "Nader rose to power during a period of chaos in Iran after a rebellion by the Hotaki Pashtuns had overthrown the weak Shah Sultan Husayn, while the arch-enemy of the Safavids, the Ottomans, as well as the Russians had seized Iranian territory for themselves. Nader reunited the Iranian realm and removed the invaders. He became so powerful that he decided to depose the last members of the Safavid dynasty, which had ruled Iran for over 200 years, and become Shah himself in 1736."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nader_Shah",
    "urlGoogle": "https://artsandculture.google.com/entity/nader-shah/m02nry6"
  },
  "place": {
    "id": "coventry",
    "name": "Coventry",
    "mainImg": "img/places/coventry.jpg",
    "summary": [
      "Coventry is a city, administrative centre and metropolitan borough in England and the United Kingdom. It is built on the River Sherbourne, which remains largely hidden by infrastructure, although it can be seen by the canal. Coventry has been a large settlement for centuries, although it was not founded and given its city status until the Middle Ages; since then it has been one of the most important and largest cities of the country. The conurbation consists of the Coventry and Bedworth Urban Area, being the 20th largest in the country; the city is governed by Coventry City Council.",
      "Historically part of Warwickshire, at the 2011 census Coventry had a population of 316,915, making it the 9th largest city in England and the 11th largest in the United Kingdom. It is the second largest city in the West Midlands region, after Birmingham, and although proximate to the West Midlands conurbation, it is just outside it.",
      "Coventry is 19 miles east-southeast of Birmingham, 24 miles southwest of Leicester, 11 miles north of Warwick and 94 miles northwest of London."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Coventry",
    "urlGoogle": "https://artsandculture.google.com/entity/coventry/m0c5_3"
  },
  "quote": {
    "id": "7",
    "quote": "You know you're in love when you can't fall asleep because reality is finally better than your dreams.",
    "author": "Dr. Seuss"
  },
  "wiki": {
    "id": "barber-coinage",
    "name": "Barber coinage",
    "summary": "The Barber coinage consisted of a dime, quarter, and half dollar designed by United States Bureau of the Mint Chief Engraver Charles E. Barber. They were minted between 1892 and 1916, though no half dollars were struck in the final year of the series. By the late 1880s, there were increasing calls for the replacement of the Seated Liberty design, used since the 1830s on most denominations of silver coins. In 1891, Mint Director Edward O. Leech instructed Barber to prepare new designs for the dime, quarter, and half dollar, after a public competition failed to produce suitable entries. Barber's designs were approved by President Benjamin Harrison that November. Striking of the new coins began the following January. Public and artistic opinion of the new pieces was, and remains, mixed. In 1915, Mint officials began plans to replace them when the design's minimum term expired the following year. Before the end of 1916, the Mercury dime, Standing Liberty quarter, and Walking Liberty half dollar had begun production. Most dates in the Barber coin series are not difficult to obtain, but the 1894 dime struck at the San Francisco Mint (1894-S), with a mintage of 24, is a great rarity.",
    "url": "https://en.wikipedia.org/wiki/Barber_coinage"
  },
  "word": {
    "id": "felicitous",
    "word": "felicitous",
    "url": "https://www.merriam-webster.com/dictionary/felicitous",
    "partOfSpeech": "adjective",
    "pronunciation": "fih-LISS-uh-tus",
    "audioPath": "audio/words/felicitous.mp3",
    "definitions": ["very well suited or expressed : apt", "pleasant, delightful"],
    "examples": [
      "The film’s score, at least, is felicitous, as it lends emotional intensity to the otherwise wooden acting."
    ],
    "origin": "The adjective \"felicitous\" has been a part of our language since the late 18th century, but \"felicity,\" the noun meaning \"great happiness,\" and later, \"aptness,\" was around even in Middle English (as \"felicite,\" a borrowing from Anglo-French). Both words ultimately derive from the Latin adjective \"felix,\" meaning \"fruitful\" or \"happy.\" The connection between \"happy\" and \"felicitous\" continues today in that both words can mean \"notably fitting, effective, or well adapted.\" \"Happy\" typically suggests what is effectively or successfully appropriate (as in \"a happy choice of words\"), and \"felicitous\" often implies an aptness that is opportune, telling, or graceful (as in \"a felicitous phrase\")."
  }
}
