{
  "artist": {
    "id": "felix-bracquemond",
    "name": "Félix Bracquemond",
    "dates": "May 22, 1833 - Oct 29, 1914",
    "mainImg": "img/art/artists/felix-bracquemond.jpg",
    "artworkImgs": [
      {
        "name": "Plate",
        "path": "img/art/artworks/felix-bracquemond-a1.jpg",
        "source": "https://artsandculture.google.com/asset/plate-haviland-co-félix-bracquemond/swGVzdgIuITwag"
      },
      {
        "name": "Plate",
        "path": "img/art/artworks/felix-bracquemond-a2.jpg",
        "source": "https://artsandculture.google.com/asset/plate-félix-bracquemond-haviland-co/mQFHdHjsZ2ysBg"
      },
      {
        "name": "Soup plate (part of a set of three)",
        "path": "img/art/artworks/felix-bracquemond-a3.jpg",
        "source": "https://artsandculture.google.com/asset/soup-plate-part-of-a-set-of-three-félix-bracquemond-lebeuf-et-milliet-eugêne-rousseau/TQH8K6robz8Zyw"
      },
      {
        "name": "L'arc en ciel",
        "path": "img/art/artworks/felix-bracquemond-a4.jpg",
        "source": "https://artsandculture.google.com/asset/l-arc-en-ciel-félix-bracquemond/6gGyJqUCQ6kHZQ"
      },
      {
        "name": "La locomotive",
        "path": "img/art/artworks/felix-bracquemond-a5.jpg",
        "source": "https://artsandculture.google.com/asset/la-locomotive-félix-bracquemond-joseph-mallord-william-turner/_QEuAcVrad5V_w"
      },
      {
        "name": "Vanneaux et Sarcelles",
        "path": "img/art/artworks/felix-bracquemond-a6.jpg",
        "source": "https://artsandculture.google.com/asset/vanneaux-et-sarcelles-félix-bracquemond/9QFif0X90hp0ug"
      }
    ],
    "summary": [
      "Félix Henri Bracquemond was a French painter and etcher. He played a key role in the revival of printmaking, encouraging artists such as Édouard Manet, Edgar Degas and Camille Pissaro to use this technique.",
      "Unusually for a prominent artist of this period, he also designed pottery for a number of French factories, in an innovative style that marks the beginning of Japonisme in France.",
      "He was the husband of the Impressionist painter Marie Bracquemond."
    ],
    "quote": null,
    "movements": [
      "Impressionism",
      "Modern art",
      "Symbolism",
      "Realism",
      "Romanticism",
      "Modernism"
    ],
    "mediums": ["Etching", "Rock", "Ceramic", "Clay", "Laid paper", "Porcelain"],
    "urlWiki": "https://en.wikipedia.org/wiki/F%C3%A9lix_Bracquemond",
    "urlGoogle": "https://artsandculture.google.com/entity/félix-bracquemond/m07n_jf"
  },
  "event": {
    "id": "atomic-bombings-of-hiroshima-and-nagasaki",
    "name": "Atomic bombings of Hiroshima and Nagasaki",
    "dates": "Aug 6, 1945 - Aug 9, 1945",
    "mainImg": "img/events/atomic-bombings-of-hiroshima-and-nagasaki.jpg",
    "summary": [
      "The United States detonated two nuclear weapons over the Japanese cities of Hiroshima and Nagasaki on August 6 and 9, 1945, respectively, with the consent of the United Kingdom, as required by the Quebec Agreement. The two bombings killed between 129,000 and 226,000 people, most of whom were civilians, and remain the only uses of nuclear weapons in armed conflict.",
      "In the final year of World War II, the Allies prepared for a very costly invasion of the Japanese mainland. This undertaking was preceded by a conventional and firebombing campaign which devastated 67 Japanese cities. The war in Europe had concluded when Germany signed its instrument of surrender on May 8, 1945, and the Allies turned their full attention to the Pacific theater. The Allies called for the unconditional surrender of the Imperial Japanese armed forces in the Potsdam Declaration on July 26, 1945, the alternative being \"prompt and utter destruction\". Japan ignored the ultimatum and the war continued."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Atomic_bombings_of_Hiroshima_and_Nagasaki",
    "urlGoogle": "https://artsandculture.google.com/entity/atomic-bombings-of-hiroshima-and-nagasaki/m035jnk"
  },
  "funFacts": [
    {
      "id": "467",
      "fact": "Pluto takes 248 years to orbit the sun once.",
      "category": ["Science"]
    },
    { "id": "334", "fact": "The beaver is the official animal of Canada.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "504662",
      "fact": "Pentheraphobia is the intense and disproportionate fear of your mother-in-law."
    }
  ],
  "person": {
    "id": "sitting-bull",
    "name": "Sitting Bull",
    "dates": "1831 - Dec 15, 1890",
    "mainImg": "img/people/sitting-bull.jpg",
    "summary": [
      "Sitting Bull was a Hunkpapa Lakota leader who led his people during years of resistance to United States government policies. He was killed by Indian agency police on the Standing Rock Indian Reservation during an attempt to arrest him, at a time when authorities feared that he would join the Ghost Dance movement.",
      "Before the Battle of the Little Bighorn, Sitting Bull had a vision in which he saw many soldiers, \"as thick as grasshoppers,\" falling upside down into the Lakota camp, which his people took as a foreshadowing of a major victory in which many soldiers would be killed. About three weeks later, the confederated Lakota tribes with the Northern Cheyenne defeated the 7th Cavalry under Lt. Col. George Armstrong Custer on June 25, 1876, annihilating Custer's battalion and seeming to bear out Sitting Bull's prophetic vision. Sitting Bull's leadership inspired his people to a major victory. In response, the US government sent thousands more soldiers to the area, forcing many of the Lakotas to surrender over the next year. Sitting Bull refused to surrender, and in May 1877 he led his band north to Wood Mountain, North-Western Territory."
    ],
    "quote": "“The white man knows how to make everything, but he does not know how to distribute it.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Sitting_Bull",
    "urlGoogle": "https://artsandculture.google.com/entity/sitting-bull/m013y6y"
  },
  "place": {
    "id": "karlsruhe",
    "name": "Karlsruhe",
    "mainImg": "img/places/karlsruhe.jpg",
    "summary": [
      "Karlsruhe is the second-largest city of the German federal state of Baden-Württemberg after its capital of Stuttgart, and its 309,999 inhabitants make it the 21st largest city of Germany. On the right bank of the Rhine, the city lies near the French-German border, between the Mannheim/Ludwigshafen conurbation to the north, and the Strasbourg/Kehl conurbation to the south. It is the largest city of Baden, a historic region named after Hohenbaden Castle in the city of Baden-Baden. Karlsruhe is also the largest city in the South Franconian dialect area, the only other larger city in that area being Heilbronn. The city is the seat of the Federal Constitutional Court, as well as of the Federal Court of Justice and the Public Prosecutor General of the Federal Court of Justice.",
      "Karlsruhe was the capital of the Margraviate of Baden-Durlach, the Margraviate of Baden, the Electorate of Baden, the Grand Duchy of Baden, and the Republic of Baden. Its most remarkable building is Karlsruhe Palace, which was built in 1715. There are nine institutions of higher education in the city, most notably the Karlsruhe Institute of Technology."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Karlsruhe",
    "urlGoogle": "https://artsandculture.google.com/entity/karlsruhe/m0qb1z"
  },
  "wiki": {
    "id": "noronha-skink",
    "name": "Noronha skink",
    "summary": "The Noronha skink is a species of skink from the island of Fernando de Noronha off northeastern Brazil. Perhaps seen by Amerigo Vespucci in 1503, it was first formally described in 1839. Its subsequent taxonomic history has been complex, riddled with confusion with Trachylepis maculata and other species, homonyms, and other problems. The species is classified in the otherwise mostly African genus Trachylepis and is thought to have reached its island from Africa by rafting. The enigmatic Trachylepis tschudii, supposedly from Peru, may be the same species as the Noronha skink. The Noronha skink is covered with dark and light spots on the upperparts and is usually about 7 to 10 cm (3 to 4 in) in length. The tail is long and muscular, but breaks off easily. Very common throughout Fernando de Noronha, it is an opportunistic feeder, eating both insects and plant material, including nectar from the Erythrina velutina tree, as well as other material ranging from cookie crumbs to eggs of its own species. Introduced predators such as cats prey on it and several parasitic worms infect it.",
    "url": "https://en.wikipedia.org/wiki/Noronha_skink"
  },
  "word": {
    "id": "belfry",
    "word": "belfry",
    "url": "https://www.merriam-webster.com/dictionary/belfry",
    "partOfSpeech": "noun",
    "pronunciation": "BEL-free",
    "audioPath": "audio/words/belfry.mp3",
    "definitions": [
      "a bell tower; especially : one surmounting or attached to another structure",
      "a room or framework for enclosing a bell",
      "head"
    ],
    "examples": [
      "\"Hang a lantern aloft in the _belfry_ arch Of the North Church tower as a signal light,- One if by land, and two if by sea; And I on the opposite shore will be….\" -- From Henry Wadworth Longfellow's 1860 poem \"Paul Revere's Ride\"",
      "\"College representatives recently relocated a colony, which was estimated to comprise between 1,500 and 2,000 big brown bats, from the building's iconic bell tower.… College officials are endeavoring to provide the _belfry's_ former occupants with new accommodations.\" - From an article by Matthew Stewart in the _Maryville Daily Times_ (Maryville, Tennessee), November 24, 2013"
    ],
    "origin": "Surprisingly, \"belfry\" does not come from \"bell,\" and early belfries did not contain bells at all. \"Belfry\" comes from \"berfrey,\" a medieval term for a wooden tower used in sieges. The structure could be rolled up to a fortification wall so that warriors hidden inside could storm the battlements. Over time, the term was applied to other types of shelters and towers, many of which had bells in them. Through association, people began spelling \"berfrey\" as \"bellfrey,\" then as \"belfrey\" and later \"belfry.\" On a more metaphorical note, someone who has \"bats in the belfry\" is crazy or eccentric. This phrase is responsible for the use of \"bats\" for \"crazy\" (\"Are you completely bats?\") and the occasional use of \"belfry\" for \"head\" (\"He's not quite right in the belfry\")."
  }
}
