{
  "artist": {
    "id": "jean-tinguely",
    "name": "Jean Tinguely",
    "dates": "May 22, 1925 - Aug 30, 1991",
    "mainImg": "img/art/artists/jean-tinguely.jpg",
    "artworkImgs": [
      {
        "name": "Peut-être No. 11",
        "path": "img/art/artworks/jean-tinguely-a1.jpg",
        "source": "https://artsandculture.google.com/asset/peut-être-no-11-jean-tinguely/mwHayNUhjfadnA"
      },
      {
        "name": "Santana",
        "path": "img/art/artworks/jean-tinguely-a2.jpg",
        "source": "https://artsandculture.google.com/asset/santana-jean-tinguely/YQGUBp1VSy9ZYw"
      },
      {
        "name": "Cascade 3",
        "path": "img/art/artworks/jean-tinguely-a3.jpg",
        "source": "https://artsandculture.google.com/asset/cascade-3-jean-tinguely/wQGj2bECr_1gWw"
      },
      {
        "name": "Cascade",
        "path": "img/art/artworks/jean-tinguely-a4.jpg",
        "source": "https://artsandculture.google.com/asset/cascade-jean-tingley/vwFZCKxaLf4s_A"
      },
      {
        "name": "La Cascade",
        "path": "img/art/artworks/jean-tinguely-a5.jpg",
        "source": "https://artsandculture.google.com/asset/la-cascade-jean-tinguely/PwEmLAeh29jM7w"
      },
      {
        "name": "L'exécution",
        "path": "img/art/artworks/jean-tinguely-a6.jpg",
        "source": "https://artsandculture.google.com/asset/l-exécution-jean-tinguely/kgHV-SC242ueJQ"
      }
    ],
    "summary": [
      "Jean Tinguely was a Swiss sculptor best known for his kinetic art sculptural machines that extended the Dada tradition into the later part of the 20th century. Tinguely's art satirized automation and the technological overproduction of material goods."
    ],
    "quote": null,
    "movements": ["Surrealism", "Modern art", "Nouveau réalisme", "Contemporary art", "Dada"],
    "mediums": ["Sculpture", "Metal", "Silver", "Ink", "Iron", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean_Tinguely",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-tinguely/m025zb2n"
  },
  "event": {
    "id": "steel-strike-of-1919",
    "name": "Steel strike of 1919",
    "dates": "Sep 21, 1919 - Jan 8, 1920",
    "mainImg": "img/events/steel-strike-of-1919.jpg",
    "summary": [
      "The steel strike of 1919 was an attempt by the weakened Amalgamated Association of Iron, Steel and Tin Workers to organize the United States steel industry in the wake of World War I. The strike began on September 22, 1919, and collapsed on January 8, 1920.",
      "The AA had formed in 1876. It was a union of skilled steel and iron workers which was deeply committed to craft unionism. However, technological advances had slashed the number of skilled workers in both industries."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Steel_strike_of_1919",
    "urlGoogle": "https://artsandculture.google.com/entity/steel-strike-of-1919/m0f1jrg"
  },
  "funFacts": [
    {
      "id": "882",
      "fact": "In 1859, 24 rabbits were released in Australia. Within 6 years, the population grew to 2 million.",
      "category": ["Animals"]
    },
    {
      "id": "131",
      "fact": "Penguins have an organ above their eyes that converts seawater to fresh water.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [{ "id": "506391", "fact": "Lobsters' bladders are in their heads." }],
  "idiom": {
    "id": "whats-sauce-for-the-goose-is-sauce-for-the-gander",
    "term": "what's sauce for the goose is sauce for the gander",
    "definition": "What applies to one applies to both, especially to both male and female. For example, *After her husband went off with his fishing buddies for a week, she decided to take a vacation without him---what's sauce for the goose, you know.* This proverbial expression, often shortened as in the example, was cited and described as \"a woman's proverb\" in John Ray's *English Proverbs* (1678)."
  },
  "person": {
    "id": "wilhelmina-of-prussia-princess-of-orange",
    "name": "Wilhelmina of Prussia, Princess of Orange",
    "dates": "Aug 7, 1751 - Jun 9, 1820",
    "mainImg": "img/people/wilhelmina-of-prussia-princess-of-orange.jpg",
    "summary": [
      "Princess Wilhelmina of Prussia was the consort of William V of Orange and the de facto leader of the dynastic party and counter-revolution in the Netherlands. She was the daughter of Prince Augustus William of Prussia and Luise of Brunswick-Wolfenbüttel. Wilhelmina was the longest-serving Princess consort of Orange."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wilhelmina_of_Prussia,_Princess_of_Orange",
    "urlGoogle": "https://artsandculture.google.com/entity/wilhelmina-of-prussia-princess-of-orange/m08rkg8"
  },
  "place": {
    "id": "mobile",
    "name": "Mobile",
    "mainImg": "img/places/mobile.jpg",
    "summary": [
      "Mobile is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third most populous city in Alabama, the most populous in Mobile County, and the largest municipality on the Gulf Coast between New Orleans, Louisiana, and St. Petersburg, Florida.",
      "Alabama's only saltwater port, Mobile is located on the Mobile River at the head of the Mobile Bay and the north-central Gulf Coast. The Port of Mobile has always played a key role in the economic health of the city, beginning with the settlement as an important trading center between the French colonists and Native Americans, down to its current role as the 12th-largest port in the United States.",
      "Mobile is the principal municipality of the Mobile metropolitan area. This region of 412,992 residents is composed solely of Mobile County; it is the third-largest metropolitan statistical area in the state. Mobile is the largest city in the Mobile-Daphne−Fairhope CSA, with a total population of 604,726, the second largest in the state. As of 2011, the population within a 60-mile radius of Mobile is 1,262,907."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mobile,_Alabama",
    "urlGoogle": "https://artsandculture.google.com/entity/mobile/m058cm"
  },
  "wiki": {
    "id": "tony-blair",
    "name": "Tony Blair",
    "summary": "Tony Blair is a former Prime Minister of the United Kingdom. He led the Labour Party from July 1994 through 2007, and brought Labour into power with a landslide victory in the 1997 general election, replacing John Major as Prime Minister and ending 18 years of Conservative government. He was the Labour Party's longest-serving Prime Minister. He moved the Labour Party towards the centre of British politics, using the term \"New Labour\" to distinguish what he calls \"modern social democracy\" and his party's refusal to reverse privatisation and support for a market economy from its past belief in nationalisation and Fabian socialism. After the advent of the \"War on Terror\" much of his agenda was dominated by foreign affairs and he supported many aspects of the foreign policy of George W. Bush. His party won an unprecedented third term in the 2005 general election, but its majority in the House of Commons was reduced considerably.",
    "url": "https://en.wikipedia.org/wiki/Tony_Blair"
  },
  "word": {
    "id": "implacable",
    "word": "implacable",
    "url": "https://www.merriam-webster.com/dictionary/implacable",
    "partOfSpeech": "adjective",
    "pronunciation": "im-PLAK-uh-bul",
    "audioPath": "audio/words/implacable.mp3",
    "definitions": [
      "not placable : not capable of being appeased, significantly changed, or mitigated"
    ],
    "examples": [
      "The convict made his plea for an early release to the implacable members of the parole board, who remained skeptical that he felt remorse for his crimes."
    ],
    "origin": "\"Implacable\" comes from the Latin word \"implacabilis,\" with which it shares the meaning \"not easily placated.\" Ultimately, it comes from the verb \"placare,\" meaning \"to calm\" or \"to soothe.\" \"Implacable\" adds the negative \"im-\" to the root to describe something that cannot be calmed or soothed or altered. The root \"placare\" also gave us \"placate.\" You may ask, what about similar-looking words \"placid\" and \"placebo\"? These words are related to \"implacable\" and \"placate,\" but not as closely as you might suspect. They come from the Latin verb \"placēre,\" a relative of \"placare\" that means \"to please.\""
  }
}
