{
  "artist": {
    "id": "george-caleb-bingham",
    "name": "George Caleb Bingham",
    "dates": "Mar 20, 1811 - Jul 7, 1879",
    "mainImg": "img/art/artists/george-caleb-bingham.jpg",
    "artworkImgs": [
      {
        "name": "Washington Crossing the Delaware",
        "path": "img/art/artworks/george-caleb-bingham-a1.jpg",
        "source": "https://artsandculture.google.com/asset/washington-crossing-the-delaware-george-caleb-bingham/DAEgZIU76ylwJw"
      },
      {
        "name": "Canvassing for a Vote",
        "path": "img/art/artworks/george-caleb-bingham-a2.jpg",
        "source": "https://artsandculture.google.com/asset/canvassing-for-a-vote-george-caleb-bingham/HAGRavI9ENmDAA"
      },
      {
        "name": "Mississippi Boatman",
        "path": "img/art/artworks/george-caleb-bingham-a3.jpg",
        "source": "https://artsandculture.google.com/asset/mississippi-boatman-george-caleb-bingham/NwGxa3tIPVQvoQ"
      },
      {
        "name": "View of Pike's Peak",
        "path": "img/art/artworks/george-caleb-bingham-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-pike-s-peak-george-caleb-bingham/5AFwH11Sv9kY0A"
      },
      {
        "name": "The Trappers' Return",
        "path": "img/art/artworks/george-caleb-bingham-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-trappers-return-george-caleb-bingham/oAG5UeY3bHW46Q"
      },
      {
        "name": "Boatmen on the Missouri",
        "path": "img/art/artworks/george-caleb-bingham-a6.jpg",
        "source": "https://artsandculture.google.com/asset/boatmen-on-the-missouri-george-caleb-bingham-1811–1879/9gHmwL9aHbDR1w"
      }
    ],
    "summary": [
      "George Caleb Bingham was an American artist, soldier and politician known in his lifetime as \"the Missouri Artist\". Initially a Whig, he was elected as a delegate to the Missouri legislature before the American Civil War where he fought the extension of slavery westward. During that war, although born in Virginia, Bingham was dedicated to the Union cause and became captain of a volunteer company which helped keep the state from joining the Confederacy, and then served four years as Missouri's Treasurer. During his final years, Bingham held several offices in Kansas City, while also serving as Missouri's Adjutant General. His paintings of American frontier life along the Missouri River exemplify the Luminist style."
    ],
    "quote": null,
    "movements": [
      "Hudson River School",
      "American Realism",
      "Realism",
      "Luminism",
      "Neoclassicism"
    ],
    "mediums": ["Oil paint", "Textile", "Drawing", "Ink", "India ink", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/George_Caleb_Bingham",
    "urlGoogle": "https://artsandculture.google.com/entity/george-caleb-bingham/m01jj7m"
  },
  "event": {
    "id": "gettysburg-campaign",
    "name": "Gettysburg campaign",
    "dates": "Jun 9, 1863 - Jul 23, 1863",
    "mainImg": "img/events/gettysburg-campaign.jpg",
    "summary": [
      "The Gettysburg campaign was a military invasion of Pennsylvania by the main Confederate army under General Robert E. Lee in summer 1863. The Union won a decisive victory at Gettysburg, July 1–3, with heavy casualties on both sides. Lee managed to escape back to Virginia with most of his army. It was a turning point in the American Civil War, with Lee increasingly pushed back toward Richmond until his surrender in April 1865. After his victory in the Battle of Chancellorsville, Lee's Army of Northern Virginia moved north for a massive raid designed to obtain desperately needed supplies, to undermine civilian morale in the North, and to encourage anti-war elements. The Union Army of the Potomac was commanded by Maj. Gen. Joseph Hooker and then by Maj. Gen. George G. Meade.",
      "Lee's army slipped away from Federal contact at Fredericksburg, Virginia, on June 3, 1863. The largest predominantly cavalry battle of the war was fought at Brandy Station on June 9. The Confederates crossed the Blue Ridge Mountains and moved north through the Shenandoah Valley, capturing the Union garrison at Winchester, Virginia, in the Second Battle of Winchester, June 13–15."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gettysburg_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/gettysburg-campaign/m05740w"
  },
  "funFacts": [
    {
      "id": "479",
      "fact": "Knots come out easier if you sprinkle talcum powder on them.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "730",
      "fact": "The fear of vegetables is called lachanophobia.",
      "category": ["Food", "Definitions"]
    }
  ],
  "funFacts2": [{ "id": "506391", "fact": "Lobsters' bladders are in their heads." }],
  "idiom": {
    "id": "beard-the-lion",
    "term": "beard the lion",
    "definition": "Confront a danger, take a risk, as in *I went straight to my boss, bearding the lion.* This term was originally a Latin proverb based on a Bible story (I Samuel 17:35) about the shepherd David, who pursued a lion that had stolen a lamb, caught it by its beard, and killed it. By Shakespeare's time it was being used figuratively, as it is today. Sometimes the term is amplified to **beard the lion in his den,** which may combine the allusion with another Bible story, that of Daniel being shut in a lions' den for the night (Daniel 6:16--24)."
  },
  "person": {
    "id": "maurice-gamelin",
    "name": "Maurice Gamelin",
    "dates": "Sep 20, 1872 - Apr 18, 1958",
    "mainImg": "img/people/maurice-gamelin.jpg",
    "summary": [
      "Maurice Gustave Gamelin was a French army general in the French Army. Gamelin is remembered for his disastrous command of the French military during the Battle of France in World War II and his steadfast defence of republican values.",
      "The Commander-in-chief of the French Armed Forces at the start of World War II, Gamelin was viewed as a man with significant intellectual ability. He was respected, even in Germany, for his intelligence and \"subtle mind\", though he was viewed by some German generals as stiff and predictable. Despite this, and his competent service in World War I, his command of the French armies during the critical days of May 1940 proved to be disastrous. Historian and journalist William L. Shirer presented the view that Gamelin used World War I methods to fight World War II, but with less vigor and slower response.",
      "Gamelin served with distinction under Joseph Joffre in World War I. He is often credited with being responsible for devising the outline of the French counter-attack in 1914 which led to victory during the First Battle of the Marne."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maurice_Gamelin",
    "urlGoogle": "https://artsandculture.google.com/entity/maurice-gamelin/m029lm4"
  },
  "place": {
    "id": "parma",
    "name": "Parma",
    "mainImg": "img/places/parma.jpg",
    "summary": [
      "Parma is a city in the northern Italian region of Emilia-Romagna famous for its architecture, music, art, prosciutto, cheese and surrounding countryside. It is home to the University of Parma, one of the oldest universities in the world.",
      "Parma is divided into two parts by the stream of the same name. The district on the far side of the river is Oltretorrente. Parma's Etruscan name was adapted by Romans to describe the round shield called Parma.",
      "The Italian poet Attilio Bertolucci wrote: \"As a capital city it had to have a river. As a little capital it received a stream, which is often dry\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Parma",
    "urlGoogle": "https://artsandculture.google.com/entity/parma/m061k5"
  },
  "wiki": {
    "id": "formula-one",
    "name": "Formula One",
    "summary": "Formula One is regarded as the highest class of single-seat open-wheel formula auto racing. It is based around a series of races, known as Grands Prix, held on purpose-built circuits or closed-off city streets, whose results determine two annual World Championships, one for drivers and one for constructors. Europe is Formula One's traditional centre and remains its leading market; however, Grands Prix have been held all over the world, and with new races in Bahrain, China and Turkey, its scope is continually expanding. As the world's most expensive sport, its economic impact is significant, and its financial and political battles are widely observed. The sport is regulated by the Fédération Internationale de l'Automobile and is generally promoted and controlled by Bernie Ecclestone through a variety of corporate entities.",
    "url": "https://en.wikipedia.org/wiki/Formula_One"
  },
  "word": {
    "id": "dreadnought",
    "word": "dreadnought",
    "url": "https://www.merriam-webster.com/dictionary/dreadnought",
    "partOfSpeech": "noun",
    "pronunciation": "DRED-nawt",
    "audioPath": "audio/words/dreadnought.mp3",
    "definitions": [
      "a warm garment of thick cloth; also : the cloth",
      "battleship",
      "one that is among the largest or most powerful of its kind"
    ],
    "examples": [
      "\"In 1941, the German battleship Bismarck sank the British _dreadnought_ HMS Hood in the North Atlantic, killing all but three of the 1,418 men on board.\" -- From a \"This Day in History\" article by the Associated Press, May 24, 2011",
      "\"But a plain old Pontiac Bonneville, dating from the mid-'60s, is more impressive for its latent historical integrity…. In my neighborhood, this _dreadnought_ from the V-8 era of pre-EPA profligacy has been haunting the curb for months.\" -- From an article by Brian Miller in the _Seattle Weekly_, March 23, 2011"
    ],
    "origin": "\"Fear nothing\" -- that is essentially what \"dread\" plus \"nought\" means. The name might seem a strange one for a garment, but if you consider that dreadnoughts were worn onboard ships, you can appreciate the colorful name perhaps as much as the seafaring men must have appreciated the thick protection dreadnoughts offered from the elements. The clothes and the cloth, first called \"fearnought\" in the late 18th century, came long before the battleship. Not until 1906 did the British Navy launch _HMS Dreadnought_, the first battleship to have a main armament consisting entirely of big guns all of the same caliber. All ships of this type were then called \"dreadnoughts.\" That particular type of battleship soon became obsolete, but their legacy lives on in the extended third sense of \"dreadnought.\""
  }
}
