{
  "artist": {
    "id": "antonio-segui",
    "name": "Antonio Segui",
    "dates": "Born Jan 11, 1934",
    "mainImg": "img/art/artists/antonio-segui.jpg",
    "artworkImgs": [
      {
        "name": "Untitled",
        "path": "img/art/artworks/antonio-segui-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled/6QG07u7_pIks9Q"
      },
      {
        "name": "Green Tie",
        "path": "img/art/artworks/antonio-segui-a2.jpg",
        "source": "https://artsandculture.google.com/asset/green-tie/zAHAFlque9598A"
      },
      {
        "name": "People in the Street III",
        "path": "img/art/artworks/antonio-segui-a3.jpg",
        "source": "https://artsandculture.google.com/asset/people-in-the-street-iii/SwFuXnOHp11jDA"
      },
      {
        "name": "Autorretrato de las vocaciones frustradas",
        "path": "img/art/artworks/antonio-segui-a4.jpg",
        "source": "https://artsandculture.google.com/asset/autorretrato-de-las-vocaciones-frustradas/bwHCwdx9v7etCQ"
      },
      {
        "name": "Rain Day",
        "path": "img/art/artworks/antonio-segui-a5.jpg",
        "source": "https://artsandculture.google.com/asset/rain-day/4gENbiyooNz8rA"
      },
      {
        "name": "Souvenir, Souvenir",
        "path": "img/art/artworks/antonio-segui-a6.jpg",
        "source": "https://artsandculture.google.com/asset/souvenir-souvenir/yQF-uuUkDuY5_w"
      }
    ],
    "summary": [
      "Antonio Seguí is an Argentine cartoonist, painter, engraver, book illustrator and sculptor, lives and works in Paris. Seguí's work is collected and exhibited worldwide in art institutions such as MoMA, Buenos Aires Museum of Modern Art and Centre Georges Pompidou, among others."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Engraving", "Oil paint", "Varnish"],
    "urlWiki": "https://en.wikipedia.org/wiki/Antonio_Segu%C3%AD",
    "urlGoogle": "https://artsandculture.google.com/entity/antonio-segui/m0mzvl5s"
  },
  "event": {
    "id": "battle-of-turnhout",
    "name": "Battle of Turnhout",
    "dates": null,
    "mainImg": "img/events/battle-of-turnhout.jpg",
    "summary": [
      "The Battle of Turnhout also known as the Battle of Tielenheide was a military engagement which took place on 24 January 1597 in the border area between the Northern and Southern Netherlands at Turnhout during the Eighty Years' War and the Anglo-Spanish War.",
      "After a small skirmish both armies confronted each other on an area of heathland. The Spanish cavalry was driven off, after which the English and Dutch cavalry fell upon the straggling Spanish infantry who were routed with heavy casualties."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Turnhout_%281597%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-turnhout/m014sym"
  },
  "funFacts": [
    { "id": "356", "fact": "You exhale air at 15 m.p.h.", "category": ["Anatomy"] },
    {
      "id": "959",
      "fact": "Federal law once allowed the government to quarantine people who came in contact with aliens.",
      "category": ["History", "Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "504759",
      "fact": "Opossums don't \"play dead.\" When frightened, they become overexcited and pass out."
    }
  ],
  "idiom": {
    "id": "rain-check",
    "term": "rain check",
    "definition": "A promise that an unaccepted offer will be renewed in the future, as in *I can't come to dinner Tuesday but hope you'll give me a rain check.* This term comes from baseball, where in the 1880s it became the practice to offer paying spectators a rain check entitling them to future admission for a game that was postponed or ended early owing to bad weather. By the early 1900s the term was transferred to tickets for other kinds of entertainment, and later to a coupon entitling a customer to buy, at a later date and at the same price, a sale item temporarily out of stock."
  },
  "person": {
    "id": "harold-wilson",
    "name": "Harold Wilson",
    "dates": "Mar 11, 1916 - May 24, 1995",
    "mainImg": "img/people/harold-wilson.jpg",
    "summary": [
      "James Harold Wilson, Baron Wilson of Rievaulx, KG, OBE, PC, FRS, FSS was a British Labour politician who served as Prime Minister of the United Kingdom from 1964 to 1970 and 1974 to 1976.",
      "Entering Parliament in 1945, Wilson was appointed a parliamentary secretary in the Attlee ministry and rose quickly through the ministerial ranks; he became Secretary for Overseas Trade in 1947 and was elevated to Cabinet shortly thereafter as President of the Board of Trade. In opposition to the next Conservative government, he served as Shadow Chancellor and Shadow Foreign Secretary. After Labour Party leader Hugh Gaitskell died suddenly in 1963, Wilson won the subsequent leadership election. After narrowly winning the 1964 general election, Wilson saw an increased majority in a snap election in 1966.",
      "Wilson's first period as Prime Minister coincided with a period of low unemployment and relative economic prosperity, though hindered by significant problems with Britain's external balance of payments. In 1969 he sent British troops to Northern Ireland."
    ],
    "quote": "“I'm an optimist, but an optimist who carries a raincoat.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Harold_Wilson",
    "urlGoogle": "https://artsandculture.google.com/entity/harold-wilson/m0dr9m"
  },
  "place": {
    "id": "miami",
    "name": "Miami",
    "mainImg": "img/places/miami.jpg",
    "summary": [
      "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2019 population of 467,963. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft.",
      "Miami is a major center and leader in finance, commerce, culture, arts, and international trade. The metro area is by far the largest urban economy in Florida and the 12th largest in the United States, with a GDP of $344.9 billion as of 2017. In 2018, Miami was classified as an Alpha level global city by the GaWC. In 2019, Miami ranked seventh in the United States and 31st among global cities in terms of business activity, human capital, information exchange, cultural experience, and political engagement."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Miami",
    "urlGoogle": "https://artsandculture.google.com/entity/miami/m0f2v0"
  },
  "quote": {
    "id": "65",
    "quote": "The only road to good shows is bad ones. Just go start having a bad time, and if you don't give up, you will get better.",
    "author": "Louis C.K."
  },
  "wiki": {
    "id": "the-turk",
    "name": "The Turk",
    "summary": "The Turk was a hoax that purported to be a chess-playing machine. Constructed and unveiled in 1770 by the Hungarian baron Wolfgang von Kempelen, the mechanism appeared to be able to play a strong game of chess against a human opponent, as well as perform the knight's tour, a puzzle that requires the player to move a knight to occupy every square of a chessboard once and only once. Publicly promoted as an automaton and given its common name based on its appearance, the Turk was a mechanical illusion that allowed a human chess master to hide inside and operate the machine. With a skilled operator, the Turk won most of the games played. The apparatus was demonstrated around Europe and the United States of America for over 80 years until its destruction in 1854, playing and defeating many challengers including statesmen such as Napoleon Bonaparte and Benjamin Franklin.",
    "url": "https://en.wikipedia.org/wiki/The_Turk"
  },
  "word": {
    "id": "ascetic",
    "word": "ascetic",
    "url": "https://www.merriam-webster.com/dictionary/ascetic",
    "partOfSpeech": "adjective",
    "pronunciation": "uh-SET-ik",
    "audioPath": "audio/words/ascetic.mp3",
    "definitions": [
      "practicing strict self-denial as a measure of personal and especially spiritual discipline",
      "austere in appearance, manner, or attitude"
    ],
    "examples": [
      "Ms. Walter's plain, dark clothing and pulled-back hair give her an ascetic appearance, but she is actually very warm and fun-loving."
    ],
    "origin": "\"Ascetic\" comes from \"askētikos,\" a Greek adjective meaning \"laborious,\" and ultimately traces back to the Greek verb \"askein,\" which means \"exercise\" or \"work.\" There aren't many other English words from \"askein,\" but there's no dearth of synonyms for \"ascetic.\" \"Severe\" and \"austere,\" for example, are two words that share with \"ascetic\" the basic meaning \"given to or marked by strict discipline and firm restraint.\" \"Ascetic\" implies abstention from pleasure, comfort, or self-indulgence as a spiritual discipline, whereas \"severe\" implies standards enforced without indulgence or laxity and may suggest harshness (as in \"severe military discipline\"). \"Austere\" stresses absence of warmth, color, or feeling and may apply to rigorous restraint, simplicity, or self-denial (as in \"living an austere life in the country\")."
  }
}
