{
  "artist": {
    "id": "joseph-wright-of-derby",
    "name": "Joseph Wright of Derby",
    "dates": "Sep 3, 1734 - Aug 29, 1797",
    "mainImg": "img/art/artists/joseph-wright-of-derby.jpg",
    "artworkImgs": [
      {
        "name": "Academy by Lamplight",
        "path": "img/art/artworks/joseph-wright-of-derby-a1.jpg",
        "source": "https://artsandculture.google.com/asset/academy-by-lamplight-joseph-wright-of-derby-1734–1797-british-active-in-italy-1773–75/hQEiLl7TOeuXpw"
      },
      {
        "name": "An Iron Forge",
        "path": "img/art/artworks/joseph-wright-of-derby-a2.jpg",
        "source": "https://artsandculture.google.com/asset/an-iron-forge-joseph-wright/8QFaV4btMWcjBA"
      },
      {
        "name": "Dovedale by Moonlight",
        "path": "img/art/artworks/joseph-wright-of-derby-a3.jpg",
        "source": "https://artsandculture.google.com/asset/dovedale-by-moonlight-joseph-wright-of-derby/OwHAUYcn31UU7g"
      },
      {
        "name": "Fleetwood Hesketh",
        "path": "img/art/artworks/joseph-wright-of-derby-a4.jpg",
        "source": "https://artsandculture.google.com/asset/fleetwood-hesketh-joseph-wright-of-derby/OQFyaebDPR-dIA"
      },
      {
        "name": "The Dead Soldier",
        "path": "img/art/artworks/joseph-wright-of-derby-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-dead-soldier-joseph-wright-of-derby-1734–1797-british-active-in-italy-1773–75/YwHIdHaZTYviKA"
      },
      {
        "name": "Vesuvius in Eruption, with a View over the Islands in the Bay of Naples",
        "path": "img/art/artworks/joseph-wright-of-derby-a6.jpg",
        "source": "https://artsandculture.google.com/asset/vesuvius-in-eruption-with-a-view-over-the-islands-in-the-bay-of-naples-joseph-wright/2wGacn0NsRO65Q"
      }
    ],
    "summary": [
      "Joseph Wright ARA, styled Joseph Wright of Derby, was an English landscape and portrait painter. He has been acclaimed as \"the first professional painter to express the spirit of the Industrial Revolution.\"",
      "Wright is notable for his use of chiaroscuro effect, which emphasises the contrast of light and dark, and, for his paintings of candle-lit subjects. His paintings of the birth of science out of alchemy, often based on the meetings of the Lunar Society of Birmingham, a group of scientists and industrialists living in the English Midlands, are a significant record of the struggle of science against religious values in the period known as the Age of Enlightenment.",
      "Many of Wright's paintings and drawings are owned by Derby City Council, and are on display at the Derby Museum and Art Gallery."
    ],
    "quote": null,
    "movements": ["Romanticism", "Neoclassicism", "Renaissance", "Rococo"],
    "mediums": ["Oil paint", "Drawing", "Graphite", "Ink", "Pen", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Wright_of_Derby",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-wright-of-derby/m022j5y"
  },
  "event": {
    "id": "space-shuttle-columbia-disaster",
    "name": "Space Shuttle Columbia disaster",
    "dates": null,
    "mainImg": "img/events/space-shuttle-columbia-disaster.jpg",
    "summary": [
      "The Space Shuttle Columbia disaster was a fatal incident in the United States space program that occurred on February 1, 2003, when the Space Shuttle Columbia disintegrated as it reentered the atmosphere, killing all seven crew members. The disaster was the second fatal accident in the Space Shuttle program, after the 1986 breakup of Challenger soon after liftoff.",
      "During the launch of STS-107, Columbia's 28th mission, a piece of foam insulation broke off from the Space Shuttle external tank and struck the left wing of the orbiter. Similar foam shedding had occurred during previous shuttle launches, causing damage that ranged from minor to nearly catastrophic, but some engineers suspected that the damage to Columbia was more serious. Before reentry, NASA managers had limited the investigation, reasoning that the crew could not have fixed the problem if it had been confirmed. When Columbia reentered the atmosphere of Earth, the damage allowed hot atmospheric gases to penetrate the heat shield and destroy the internal wing structure, which caused the spacecraft to become unstable and break apart."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Space_Shuttle_Columbia_disaster",
    "urlGoogle": "https://artsandculture.google.com/entity/space-shuttle-columbia-disaster/m0182s4"
  },
  "funFacts": [
    {
      "id": "310",
      "fact": "The word \"facetious\" features all the vowels in alphabetical order.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "221",
      "fact": "The game of basketball was first played using a soccer ball and two peach baskets.",
      "category": ["Firsts"]
    },
    {
      "id": "130",
      "fact": "Koala and humans are the only animals with unique fingerprints.",
      "category": ["Animals", "Onlies"]
    }
  ],
  "funFacts2": [
    { "id": "504557", "fact": "Ben Franklin’s formal education ended at 10 years old." },
    {
      "id": "553865",
      "fact": "An episode of Peppa Pig was pulled from Australian television for teaching children not to fear spiders."
    }
  ],
  "idiom": {
    "id": "johnny-on-the-spot",
    "term": "Johnny-on-the-spot",
    "definition": "A person who is available when needed, as in *He always is there at the right time, a real Johnny-on-the-spot.* [Late 1800s]"
  },
  "person": {
    "id": "robert-menzies",
    "name": "Robert Menzies",
    "dates": "Dec 20, 1894 - May 15, 1978",
    "mainImg": "img/people/robert-menzies.jpg",
    "summary": [
      "Sir Robert Gordon Menzies, KT, AK, CH, QC, FAA, FRS, was an Australian politician who twice served as Prime Minister of Australia, in office from 1939 to 1941 and again from 1949 to 1966. He played a central role in the creation of the Liberal Party of Australia, defining its policies and its broad outreach. He is Australia's longest-serving prime minister, serving over 18 years in total.",
      "Menzies studied law at the University of Melbourne and became one of Melbourne's leading lawyers. He was Deputy Premier of Victoria from 1932 to 1934, and then transferred to federal parliament, subsequently becoming Attorney-General and Minister for Industry in the government of Joseph Lyons. In April 1939, following Lyons's death, Menzies was elected leader of the United Australia Party and sworn in as prime minister. He authorised Australia's entry into World War II in September 1939, and in 1941 spent four months in England to participate in meetings of Churchill's war cabinet. On his return to Australia in August 1941, Menzies found that he had lost the support of his party and consequently resigned as prime minister."
    ],
    "quote": "“It is a simple but sometimes forgotten truth that the greatest enemy to present joy and high hopes is the cultivation of retrospective bitterness.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_Menzies",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-menzies/m06fyr"
  },
  "place": {
    "id": "yekaterinburg",
    "name": "Yekaterinburg",
    "mainImg": "img/places/yekaterinburg.jpg",
    "summary": [
      "Yekaterinburg, alternatively romanized Ekaterinburg, is the fourth-largest city in Russia and the administrative centre of Sverdlovsk Oblast, located on the Iset River east of the Ural Mountains, in the middle of the Eurasian continent, on the Asian side of the boundary between Asia and Europe. It is the main cultural and industrial centre of the oblast. In 2018, it had an estimated population of 1,501,652. Yekaterinburg has been dubbed the \"third capital of Russia\", as it is ranked third by the size of economy, culture, transportation and tourism. It is located about 1,420 kilometres to the east of Moscow. Yekaterinburg was one of the host cities of the 2018 FIFA World Cup.",
      "The region was settled and developed by Novgorodians by the 11th century.",
      "Yekaterinburg was founded on 18 November 1723 and named after the Russian emperor Peter the Great's wife, who after his death became Catherine I, Yekaterina being the Russian form of her name. The city served as the mining capital of the Russian Empire as well as a strategic connection between Europe and Asia at the time."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Yekaterinburg",
    "urlGoogle": "https://artsandculture.google.com/entity/yekaterinburg/m0hkpn"
  },
  "quote": {
    "id": "125",
    "quote": "If you’re going through hell, keep going.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "oregon-state-capitol",
    "name": "Oregon State Capitol",
    "summary": "The Oregon State Capitol is the building housing the state legislature and the offices of the governor, secretary of state, and treasurer of the U.S. state of Oregon. It is located in the state capital, Salem. The current building, constructed in 1935 and expanded in 1977, is the third to house the Oregon state government since the state administration moved to Salem in 1852. Two former capitol buildings were destroyed by fire, one in 1855 and the other in 1935. New York architects Trowbridge & Livingston conceived the current structure's Art Deco design, in association with Francis Keally. Much of the interior and exterior are made of marble. The Oregon State Capitol was placed on the National Register of Historic Places in 1988. The Public Works Administration, part of the U.S. government, partially financed construction, which was completed during the Great Depression, in 1937. The building was erected at a cost of $2.5 million for the central portion of the building, which includes a dome of 166 feet (51 m).",
    "url": "https://en.wikipedia.org/wiki/Oregon_State_Capitol"
  },
  "word": {
    "id": "drub",
    "word": "drub",
    "url": "https://www.merriam-webster.com/dictionary/drub",
    "partOfSpeech": "verb",
    "pronunciation": "DRUB",
    "audioPath": "audio/words/drub.mp3",
    "definitions": ["to beat severely", "to berate critically", "to defeat decisively"],
    "examples": [
      "After being _drubbed_ by the worst team in the league, the hometown players slunk into the locker room with their heads hung low.",
      "\"Cotchett's book _drubbed_ Stern, Keating and other schemers for callously endangering trusting individuals to make a buck.\" - From an article by John Woolfolk in the _San Jose Mercury News_ (California), July 20, 2013"
    ],
    "origin": "Sportswriters often use \"drub,\" but the term's history reveals that it wasn't always a sporting word. When \"drub\" was first used in English, it referred to a method of punishment that involved beating the soles of a culprit's feet with a stick or cudgel. The term was apparently brought to England in the 17th century by travelers who reported observing the punitive practice in Asia. Etymologists are uncertain of the ultimate origin of \"drub,\" but some have speculated that it may have evolved from the Arabic word \"ḍaraba,\" meaning \"to beat.\""
  }
}
