{
  "artist": {
    "id": "aleksei-kruchenykh",
    "name": "Aleksei Kruchenykh",
    "dates": "Feb 9, 1886 - Jun 17, 1968",
    "mainImg": "img/art/artists/aleksei-kruchenykh.jpg",
    "artworkImgs": [
      {
        "name": "A.Kruchenykh. The Lipstick. Palms by M.Illarionov. Moscow, 1913",
        "path": "img/art/artworks/aleksei-kruchenykh-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-palms-by-m-illarionov-moscow-1913-michail-larionov-alexey-kruchenykh/hwFMxjHXWLAX9Q"
      },
      {
        "name": "A.Kruchenykh. The Lipstick. Woman Acrobat by M.Illarionov. Moscow, 1913",
        "path": "img/art/artworks/aleksei-kruchenykh-a2.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-woman-acrobat-by-m-illarionov-moscow-1913-michail-larionov-alexey-kruchenykh/OQH9shgTkH_K0Q"
      },
      {
        "name": "A.Kruchenykh. The Lipstick. Orgiastic Scene. Moscow, 1913",
        "path": "img/art/artworks/aleksei-kruchenykh-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-orgiastic-scene-moscow-1913-a-kruchenykh/SAFc8HWCYucVOA"
      },
      {
        "name": "A.Kruchenykh. ''The Lipstick''. Cover by M.Illarionov. Moscow, 1913.",
        "path": "img/art/artworks/aleksei-kruchenykh-a4.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-cover-by-m-illarionov-moscow-1913-michail-larionov-alexey-kruchenykh/bAEkSRG_uoKn1A"
      },
      {
        "name": "A.Kruchenykh. The Lipstick. Palms by M.Illarionov. Moscow, 1913",
        "path": "img/art/artworks/aleksei-kruchenykh-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-palms-by-m-illarionov-moscow-1913-michail-larionov-alexey-kruchenykh/1gExwgDnQLUgIA"
      },
      {
        "name": "A.Kruchenykh. The Lipstick. Fragment. Moscow, 1913",
        "path": "img/art/artworks/aleksei-kruchenykh-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-fragment-moscow-1913-michail-larionov-alexey-kruchenykh/9AHRmBQlF9rJjQ"
      }
    ],
    "summary": [
      "Aleksei Yeliseyevich Kruchyonykh, a well-known poet of the Russian \"Silver Age\", was perhaps the most radical poet of Russian Futurism, a movement that included Vladimir Mayakovsky, David Burliuk and others. Together with Velimir Khlebnikov, Kruchenykh is considered the inventor of zaum. Kruchyonykh wrote the libretto for the Futurist opera Victory Over the Sun, with sets provided by Kazimir Malevich. He married Olga Rozanova, an avant-garde artist, in 1912; four years later, in 1916, he created his most famous book, Universal War.",
      "He is also known for his Declaration of the Word as Such: \"The worn-out, violated word \"lily\" is devoid of all expression. Therefore I call the lily éuy – and original purity is restored.\"",
      "The Russian punk band Grazhdanskaya Oborona have a reggae-styled song called \"Posveshtenie A. Kruchyonykh\" on their 1990 concept album Instruktsiya po vyzhivaniyu."
    ],
    "quote": null,
    "movements": ["Cubism"],
    "mediums": ["Etching", "Natural rubber", "Resin", "Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/Aleksei_Kruchyonykh",
    "urlGoogle": "https://artsandculture.google.com/entity/aleksei-kruchenykh/m03pndb"
  },
  "event": {
    "id": "indo-pakistani-war-of-1965",
    "name": "Indo-Pakistani War of 1965",
    "dates": "April 1965 - Sep 23, 1965",
    "mainImg": "img/events/indo-pakistani-war-of-1965.jpg",
    "summary": [
      "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The seventeen-day war caused thousands of casualties on both sides and witnessed the largest engagement of armored vehicles and the largest tank battle since World War II. Hostilities between the two countries ended after a United Nations-mandated ceasefire was declared following diplomatic intervention by the Soviet Union and the United States, and the subsequent issuance of the Tashkent Declaration. Much of the war was fought by the countries' land forces in Kashmir and along the border between India and Pakistan. This war saw the largest amassing of troops in Kashmir since the Partition of India in 1947, a number that was overshadowed only during the 2001–2002 military standoff between India and Pakistan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indo-Pakistani_War_of_1965",
    "urlGoogle": "https://artsandculture.google.com/entity/indo-pakistani-war-of-1965/m02wgzy"
  },
  "funFacts": [
    {
      "id": "441",
      "fact": "Jousting is the official sport of Maryland",
      "category": ["Geography"]
    },
    {
      "id": "971",
      "fact": "Charlie Chaplin failed to make the finals of a Charlie Chaplin look-alike contest.",
      "category": ["History"]
    }
  ],
  "funFacts2": [{ "id": "554095", "fact": "J.K. Rowling invented Quidditch in a pub." }],
  "person": {
    "id": "joan-of-arc",
    "name": "Joan of Arc",
    "dates": "Died May 30, 1431",
    "mainImg": "img/people/joan-of-arc.jpg",
    "summary": [
      "Joan of Arc, nicknamed \"The Maid of Orléans\", is considered a heroine of France for her role during the Lancastrian phase of the Hundred Years' War, and was canonized as a Roman Catholic saint. She was born to Jacques d'Arc and Isabelle Romée, a peasant family, at Domrémy in northeast France. Joan claimed to have received visions of the archangel Michael, Saint Margaret, and Saint Catherine of Alexandria instructing her to support Charles VII and recover France from English domination late in the Hundred Years' War. The unanointed King Charles VII sent Joan to the Siege of Orléans as part of a relief army. She gained prominence after the siege was lifted only nine days later. Several additional swift victories led to Charles VII's consecration at Reims. This long-awaited event boosted French morale and paved the way for the final French victory.",
      "On 23 May 1430, she was captured at Compiègne by the Burgundian faction, a group of French nobles allied with the English. She was later handed over to the English and put on trial by the pro-English bishop Pierre Cauchon on a variety of charges."
    ],
    "quote": "“If I am not, may God put me there; and if I am, may God so keep me.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Joan_of_Arc",
    "urlGoogle": "https://artsandculture.google.com/entity/joan-of-arc/m046mm"
  },
  "place": {
    "id": "u-s-virgin-islands",
    "name": "U.S. Virgin Islands",
    "mainImg": "img/places/u-s-virgin-islands.jpg",
    "summary": [
      "The United States Virgin Islands, officially the Virgin Islands of the United States, are a group of Caribbean islands and an unincorporated and organized territory of the United States. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles to the east of Puerto Rico and west of the British Virgin Islands.",
      "The U.S. Virgin Islands consists of the main islands of Saint Croix, Saint John, and Saint Thomas, and many other surrounding minor islands. The total land area of the territory is 133.73 square miles. The territory's capital is Charlotte Amalie on the island of St. Thomas.",
      "Previously known as the Danish West Indies of the Kingdom of Denmark–Norway and the independent Kingdom of Denmark, they were sold to the United States by Denmark in the 1917 Treaty of the Danish West Indies. They are classified by the United Nations as a Non-Self-Governing Territory, and are currently an organized, unincorporated United States territory. The U.S. Virgin Islands are organized under the 1954 Revised Organic Act of the Virgin Islands and have since held five constitutional conventions."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/United_States_Virgin_Islands",
    "urlGoogle": "https://artsandculture.google.com/entity/u-s-virgin-islands/m07ww5"
  },
  "wiki": {
    "id": "charles-holden",
    "name": "Charles Holden",
    "summary": "Charles Holden (1875–1960) was an English architect best known for designing many London Underground stations during the 1920s and 1930s, for Bristol Central Library, the Underground Electric Railways Company of London's headquarters at 55 Broadway and for the University of London's Senate House. He also created many war cemeteries in Belgium and northern France for the Imperial War Graves Commission. Although not without its critics, his architecture is widely appreciated. He was awarded the Royal Institute of British Architects' Royal Gold Medal for architecture in 1936 and was appointed a Royal Designer for Industry in 1943. His station designs for London Underground became the corporation's standard design influencing designs by all architects working for the organisation in the 1930s. Many of his buildings have been granted listed building status, protecting them from unapproved alteration. Modestly believing that architecture was a collaborative effort, he twice declined the offer of a knighthood.",
    "url": "https://en.wikipedia.org/wiki/Charles_Holden"
  },
  "word": {
    "id": "cynosure",
    "word": "cynosure",
    "url": "https://www.merriam-webster.com/dictionary/cynosure",
    "partOfSpeech": "noun",
    "pronunciation": "SYE-nuh-shur",
    "audioPath": "audio/words/cynosure.mp3",
    "definitions": [
      "the northern constellation Ursa Minor; also : North Star",
      "one that serves to direct or guide",
      "a center of attraction or attention"
    ],
    "examples": [
      "The young actress's natural beauty and graceful charm made her a cynosure wherever she went."
    ],
    "origin": "Ancient mariners noted that all the stars in the heavens seem to revolve around a particular star, and they relied on it to guide their navigation. The constellation that this bright star appears in is known to English speakers today as Ursa Minor, or the Little Dipper, but the Ancient Greeks called it Kynosoura, a term that comes from a phrase meaning \"dog's tail.\" \"Kynosoura\" passed into Latin and Middle French, becoming \"cynosure.\" When English speakers adopted the term in the mid-16th century, they used it as a name for the constellation and the star (which is also known as the North Star) and also to identify a guide of any kind. By the early 17th century, \"cynosure\" was also being used figuratively for anything or anyone that, like the North Star, was the focus of attention or observation."
  }
}
