{
  "artist": {
    "id": "mark-gertler",
    "name": "Mark Gertler",
    "dates": "Dec 9, 1891 - Jun 23, 1939",
    "mainImg": "img/art/artists/mark-gertler.jpg",
    "artworkImgs": [
      {
        "name": "Rabbi and Rabbitzin",
        "path": "img/art/artworks/mark-gertler-a1.jpg",
        "source": "https://artsandculture.google.com/asset/rabbi-and-rabbitzin-mark-gertler/fAEZmLx7KIIDAQ"
      },
      {
        "name": "Merry-Go-Round",
        "path": "img/art/artworks/mark-gertler-a2.jpg",
        "source": "https://artsandculture.google.com/asset/merry-go-round-mark-gertler/xAE49VEjsYgKOw"
      },
      {
        "name": "The apple woman and her husband",
        "path": "img/art/artworks/mark-gertler-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-apple-woman-and-her-husband-mark-gertler/1AGFb1dEzkOQqw"
      },
      {
        "name": "Still Life, Winter Cherries",
        "path": "img/art/artworks/mark-gertler-a4.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-winter-cherries-mark-gertler/KQHGp4a6JpE2hw"
      },
      {
        "name": "Still Life, Dahlias and Daisies in a Blue Vase",
        "path": "img/art/artworks/mark-gertler-a5.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-dahlias-and-daisies-in-a-blue-vase-mark-gertler/KQHqp8hXd_E8gA"
      },
      {
        "name": "Portrait of a Girl (Sophie, the artist's sister)",
        "path": "img/art/artworks/mark-gertler-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-girl-sophie-the-artist-s-sister-mark-gertler/rgGaWDsHKOdXtw"
      }
    ],
    "summary": [
      "Mark Gertler, born Marks Gertler, was a British painter of figure subjects, portraits and still-life.",
      "His early life and his relationship with Dora Carrington were the inspiration for Gilbert Cannan's novel Mendel. The characters of Loerke in D. H. Lawrence's Women in Love, and Gombauld in Aldous Huxley's Crome Yellow were based on him."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Drawing", "Pencil", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Mark_Gertler_%28artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/mark-gertler/m07k0wv"
  },
  "event": {
    "id": "battle-of-coronel",
    "name": "Battle of Coronel",
    "dates": null,
    "mainImg": "img/events/battle-of-coronel.jpg",
    "summary": [
      "The Battle of Coronel was a First World War Imperial German Naval victory over the Royal Navy on 1 November 1914, off the coast of central Chile near the city of Coronel. The East Asia Squadron of the Kaiserliche Marine led by Vice-Admiral Graf Maximilian von Spee met and defeated a British squadron commanded by Rear-Admiral Sir Christopher Cradock.",
      "The engagement probably took place as a result of misunderstandings. Neither admiral expected to meet the other in full force. Once the two met, Cradock understood his orders were to fight to the end, despite the odds being heavily against him. Although Spee had an easy victory, destroying two enemy armoured cruisers for just three men injured, the engagement also cost him almost half his supply of ammunition, which was irreplaceable. Shock at the British losses led the Admiralty to send more ships, including two modern battlecruisers, which in turn destroyed Spee and the majority of his squadron on 8 December at the Battle of the Falkland Islands."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Coronel",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-coronel/m01b49y"
  },
  "funFacts": [
    {
      "id": "747",
      "fact": "Alaska was bought from Russia for about 2 cents an acre.",
      "category": ["History"]
    },
    { "id": "229", "fact": "The Caspian Sea is actually a lake.", "category": ["Geography"] }
  ],
  "funFacts2": [{ "id": "505075", "fact": "The national animal of Scotland is the unicorn." }],
  "idiom": {
    "id": "eat-high-off-the-hog",
    "term": "eat high off the hog",
    "definition": "Also, **live high on the hog.** Prosper, live luxuriously, as in *When Aunt Ida dies and they inherit her estate, they'll be eating high off the hog,* or *Since their loan was approved, they've been living high on the hog.* It alludes to the choicest cuts of meat, which are found on a pig's upper flanks. [Late 1800s]"
  },
  "person": {
    "id": "cynthia-nixon",
    "name": "Cynthia Nixon",
    "dates": "Born Apr 9, 1966",
    "mainImg": "img/people/cynthia-nixon.jpg",
    "summary": [
      "Cynthia Ellen Nixon is an American actress and activist. For her portrayal of Miranda Hobbes in the HBO series Sex and the City, she won the 2004 Primetime Emmy Award for Outstanding Supporting Actress in a Comedy Series. She reprised the role in the films Sex and the City and Sex and the City 2. Her other film credits include Amadeus, James White, and playing Emily Dickinson in A Quiet Passion.",
      "Nixon made her Broadway debut in the 1980 revival of The Philadelphia Story. Her other Broadway credits include The Real Thing, Hurlyburly, Indiscretions, The Women, and Wit. She won the 2006 Tony Award for Best Actress in a Play for Rabbit Hole, the 2008 Primetime Emmy Award for Outstanding Guest Actress in a Drama Series for Law & Order: Special Victims Unit, the 2009 Grammy Award for Best Spoken Word Album for An Inconvenient Truth, and the 2017 Tony Award for Best Featured Actress in a Play for The Little Foxes. Her other television roles include playing political figures Eleanor Roosevelt in Warm Springs, Michele Davis in Too Big to Fail, and playing Nancy Reagan in the 2016 television film Killing Reagan."
    ],
    "quote": "“Women are half the population and they know how to take care of themselves, if they are only given access to health care.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Cynthia_Nixon",
    "urlGoogle": "https://artsandculture.google.com/entity/cynthia-nixon/m015c2f"
  },
  "place": {
    "id": "lesotho",
    "name": "Lesotho",
    "mainImg": "img/places/lesotho.jpg",
    "summary": [
      "Lesotho, officially the Kingdom of Lesotho, is an enclaved country within the border of South Africa. Along with the Vatican City and San Marino, it is one of only three independent states completely surrounded by the territory of another country, and the only one outside the Italian peninsula or that is not a microstate. Lesotho is just over 30,000 km² and has a population of around 2 million. Its capital and largest city is Maseru. The official language is Sesotho.",
      "Lesotho was previously the British Crown Colony of Basutoland, but it declared independence from the United Kingdom on 4 October 1966. It is now a fully sovereign state and is a member of the United Nations, the Commonwealth of Nations, the African Union, and the Southern African Development Community. The name Lesotho roughly translates to \"the land of the people who speak Sesotho\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lesotho",
    "urlGoogle": "https://artsandculture.google.com/entity/lesotho/m04hvw"
  },
  "wiki": {
    "id": "edmund-evans",
    "name": "Edmund Evans",
    "summary": "Edmund Evans (1826–1905) was a prominent English wood engraver and colour printer during the Victorian era. Evans specialized in full-colour printing, which became popular in the mid-19th century. He employed and collaborated with illustrators such as Walter Crane, Randolph Caldecott, Kate Greenaway, and Richard Doyle to produce what are now considered to be classic children's books. Although little is known about his life, he wrote a short autobiography before his death in 1905 in which he described his life as a printer in Victorian London. After finishing an apprenticeship, Evans went into business for himself. By the early 1850s, he had made a reputation as a printer of covers for cheap novels known as yellow-backs. In the early 1860s, Evans began to print children's toy books and picture books in association with the printing house Routledge and Warne. His intention was to produce books for children that were beautiful and inexpensive. For three decades he produced multiple volumes each year, first illustrated by Crane, and later by Caldecott and Greenaway.",
    "url": "https://en.wikipedia.org/wiki/Edmund_Evans"
  },
  "word": {
    "id": "gustatory",
    "word": "gustatory",
    "url": "https://www.merriam-webster.com/dictionary/gustatory",
    "partOfSpeech": "adjective",
    "pronunciation": "GUSS-tuh-tor-ee",
    "audioPath": "audio/words/gustatory.mp3",
    "definitions": ["relating to or associated with eating or the sense of taste"],
    "examples": [
      "While a winter storm raged outside we enjoyed a series of _gustatory_ delights prepared by our hosts.",
      "\"\\[Holly\\] Hughes' latest collection includes writing on every type of _gustatory_ obsession from the farms and people who produce our ingredients to the chefs, traditions and home cooking that create the final, delicious product.\" - From a book review by Bobbi Booker in the _Philadelphia Tribune_, October 20, 2013"
    ],
    "origin": "\"Gustatory\" is a member of a finite set of words that describe the senses with which we encounter our world, the other members being \"visual,\" \"aural,\" \"olfactory,\" and \"tactile.\" Like its peers, \"gustatory\" has its roots in Latin-in this case the Latin word \"gustare,\" meaning \"to taste.\" \"Gustare\" is a somewhat distant relative of several common English words, among them \"choose\" and \"disgust,\" but is a direct ancestor only of \"gustatory,\" \"gustation,\" meaning \"the act or sensation of tasting,\" and \"degustation,\" meaning \"the action or an instance of tasting especially in a series of small portions.\""
  }
}
