{
  "artist": {
    "id": "vittore-carpaccio",
    "name": "Vittore Carpaccio",
    "dates": "1465 - 1520",
    "mainImg": "img/art/artists/vittore-carpaccio.jpg",
    "artworkImgs": [
      {
        "name": "A Bishop Saint Blessing",
        "path": "img/art/artworks/vittore-carpaccio-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-bishop-saint-blessing-vittore-carpaccio/RwGOVnpGFFpwLQ"
      },
      {
        "name": "Hunting on the Lagoon (recto); Letter Rack (verso)",
        "path": "img/art/artworks/vittore-carpaccio-a2.jpg",
        "source": "https://artsandculture.google.com/asset/hunting-on-the-lagoon-recto-letter-rack-verso/tQHyOayJN0upaw"
      },
      {
        "name": "Preparation of Christ's Tomb",
        "path": "img/art/artworks/vittore-carpaccio-a3.jpg",
        "source": "https://artsandculture.google.com/asset/preparation-of-christ-s-tomb-vittore-carpaccio/jQEpYkxk6NooqQ"
      },
      {
        "name": "Young Knight in a Landscape",
        "path": "img/art/artworks/vittore-carpaccio-a4.jpg",
        "source": "https://artsandculture.google.com/asset/young-knight-in-a-landscape-vittore-carpaccio/TQHttZDUGn77Hg"
      },
      {
        "name": "Due dame Veneziane",
        "path": "img/art/artworks/vittore-carpaccio-a5.jpg",
        "source": "https://artsandculture.google.com/asset/due-dame-veneziane-vittore-carpaccio/5QEssF9uMskmLA"
      },
      {
        "name": "Portrait of a Lady with a Book",
        "path": "img/art/artworks/vittore-carpaccio-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-lady-with-a-book-vittore-carpaccio/igHu-P0cPZ6inw"
      }
    ],
    "summary": [
      "Vittore Carpaccio was an Italian painter of the Venetian school, who studied under Gentile Bellini. He is best known for a cycle of nine paintings, The Legend of Saint Ursula. His style was somewhat conservative, showing little influence from the Humanist trends that transformed Italian Renaissance painting during his lifetime. He was influenced by the style of Antonello da Messina and Early Netherlandish art. For this reason, and also because so much of his best work remains in Venice, his art has been rather neglected by comparison with other Venetian contemporaries, such as Giovanni Bellini or Giorgione."
    ],
    "quote": null,
    "movements": ["Italian Renaissance", "Renaissance", "Venetian painting"],
    "mediums": ["Oil paint", "Tempera", "Drawing", "Ink", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Vittore_Carpaccio",
    "urlGoogle": "https://artsandculture.google.com/entity/vittore-carpaccio/m03d81g"
  },
  "event": {
    "id": "muromachi-period",
    "name": "Muromachi period",
    "dates": "1336 - 1573",
    "mainImg": "img/events/muromachi-period.jpg",
    "summary": [
      "The Muromachi period is a division of Japanese history running from approximately 1336 to 1573. The period marks the governance of the Muromachi or Ashikaga shogunate, which was officially established in 1338 by the first Muromachi shōgun, Ashikaga Takauji, two years after the brief Kenmu Restoration of imperial rule was brought to a close. The period ended in 1573 when the 15th and last shogun of this line, Ashikaga Yoshiaki, was driven out of the capital in Kyoto by Oda Nobunaga.",
      "From a cultural perspective, the period can be divided into the Kitayama and Higashiyama periods.",
      "The early years from 1336 to 1392 of the Muromachi period are known as the Nanboku-chō or Northern and Southern Court period. This period is marked by the continued resistance of the supporters of Emperor Go-Daigo, the emperor behind the Kenmu Restoration. The years from 1465 to the end of the Muromachi period are also known as the Sengoku period or Warring States period."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Muromachi_period",
    "urlGoogle": "https://artsandculture.google.com/entity/muromachi-period/m01ckyv"
  },
  "funFacts": [
    {
      "id": "717",
      "fact": "Mangoes are the most-consumed fruit in the world.",
      "category": ["Food"]
    },
    {
      "id": "40",
      "fact": "It is possible to lead a cow up stairs but not down.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "553538", "fact": "Africa is the only continent with land in all four hemispheres." }
  ],
  "idiom": {
    "id": "red-herring",
    "term": "red herring",
    "definition": "Something that draws attention away from the central issue, as in *Talking about the new plant is a red herring to keep us from learning about downsizing plans.* The *herring* in this expression is red and strong-smelling from being preserved by smoking. The idiom alludes to dragging a smoked herring across a trail to cover up the scent and throw off tracking dogs. [Late 1800s]"
  },
  "person": {
    "id": "abimelech",
    "name": "Abimelech",
    "dates": null,
    "mainImg": "img/people/abimelech.jpg",
    "summary": [
      "Abimelech was the King of Shechem and a son of Biblical judge Gideon. His name can best be interpreted as \"my father is king\", claiming the inherited right to rule. He is introduced in Judges 8:31 as the son of Gideon and his Shechemite concubine, and the biblical account of his reign is described in chapter nine of the Book of Judges. According to the Bible, he was an unprincipled, ambitious ruler, often engaged in war with his own subjects."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Abimelech_%28Judges%29",
    "urlGoogle": "https://artsandculture.google.com/entity/abimelech/m036ffv"
  },
  "place": {
    "id": "reykjavik",
    "name": "Reykjavík",
    "mainImg": "img/places/reykjavik.jpg",
    "summary": [
      "Reykjavík is the capital and largest city of Iceland. It is located in southwestern Iceland, on the southern shore of Faxaflói bay. Its latitude is 64°08' N, making it the world's northernmost capital of a sovereign state. With a population of around 131,136, it is the center of Iceland's cultural, economic, and governmental activity, and is a popular tourist destination.",
      "Reykjavík is believed to be the location of the first permanent settlement in Iceland, which, according to Landnámabók, was established by Ingólfr Arnarson in AD 874. Until the 19th century, there was no urban development in the city location. The city was founded in 1785 as an official trading town and grew steadily over the following decades, as it transformed into a regional and later national centre of commerce, population, and governmental activities. It is among the cleanest, greenest, and safest cities in the world."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Reykjav%C3%ADk",
    "urlGoogle": "https://artsandculture.google.com/entity/reykjavík/m06flg"
  },
  "wiki": {
    "id": "beorhtwulf-of-mercia",
    "name": "Beorhtwulf of Mercia",
    "summary": "Beorhtwulf (died 852) was King of the Mercians from 839 or 840 to 852. His ancestry is unknown, though he may have been connected to Beornwulf, who ruled Mercia in the 820s. Beorhtwulf restarted a Mercian coinage early in his reign, initially with strong similarities to the coins of Æthelwulf of Wessex, and later with independent designs. The Vikings attacked soon after Beorhtwulf's accession: the province of Lindsey was raided in 841, and London, a key centre of Mercian commerce, was attacked the following year. Another Viking assault on London in 851 \"put Beorhtwulf to flight\", according to the Anglo-Saxon Chronicle; the Vikings were subsequently defeated by Æthelwulf. Berkshire appears to have passed from Mercian to West Saxon control during Beorhtwulf's reign. The Welsh are recorded to have rebelled against Beorhtwulf's successor, Burgred, shortly after Beorhtwulf's death, suggesting that Beorhtwulf had been their overlord. Charters from his reign show a strained relationship with the church, as he seized land and subsequently returned it. Beorhtwulf and his wife, Sæthryth, may have had two sons, Beorhtfrith and Beorhtric. Beorhtwulf's death is not recorded.",
    "url": "https://en.wikipedia.org/wiki/Beorhtwulf_of_Mercia"
  },
  "word": {
    "id": "jaundiced",
    "word": "jaundiced",
    "url": "https://www.merriam-webster.com/dictionary/jaundiced",
    "partOfSpeech": "adjective",
    "pronunciation": "JAWN-dist",
    "audioPath": "audio/words/jaundiced.mp3",
    "definitions": [
      "affected with or as if with a disease characterized by yellow pigmentation of the skin",
      "exhibiting or influenced by envy, distaste, or hostility"
    ],
    "examples": [
      "\"Since I tend to have a jaundiced view toward marriage in general,\" said George, \"I'm not the guy you should be asking for wedding tips.\""
    ],
    "origin": "The adjective \"jaundiced,\" which was introduced into English in the mid-17th century, is the direct result of the older noun \"jaundice.\" The physical condition called jaundice involves a yellowish coloring of the skin, tissues, and body fluids caused by the presence of coloring matter from bile. In ages past, people believed that a hostile, irritable temperament indicated an excess of bile in one's body. This belief not only led to the extended use of \"jaundiced,\" but it also resulted in a similar use of the adjective \"bilious,\" which can mean either \"ill-tempered\" or \"marked by or suffering from liver dysfunction and especially excessive secretion of bile.\""
  }
}
