{
  "artist": {
    "id": "j-c-leyendecker",
    "name": "J. C. Leyendecker",
    "dates": "Mar 23, 1874 - Jul 25, 1951",
    "mainImg": "img/art/artists/j-c-leyendecker.jpg",
    "artworkImgs": [
      {
        "name": "America Calls, Enlist in the Navy",
        "path": "img/art/artworks/j-c-leyendecker-a1.jpg",
        "source": "https://artsandculture.google.com/asset/america-calls-enlist-in-the-navy-joseph-christian-leyendecker/EgH0UJpkHOCjlA"
      },
      {
        "name": "The Century. August",
        "path": "img/art/artworks/j-c-leyendecker-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-century-august-joseph-christian-leyendecker/zgHWjAWAaC2kdw"
      },
      {
        "name": "America Calls Enlist in the Navy. U.S. Navy.",
        "path": "img/art/artworks/j-c-leyendecker-a3.jpg",
        "source": "https://artsandculture.google.com/asset/america-calls-enlist-in-the-navy-u-s-navy-united-states-navy/hAEWWVN4P-qJ1A"
      },
      {
        "name": "Usa Bonds / Third Liberty Loan Campaign / Boy Scouts of America / Weapons for Liberty",
        "path": "img/art/artworks/j-c-leyendecker-a4.jpg",
        "source": "https://artsandculture.google.com/asset/usa-bonds-third-liberty-loan-campaign-boy-scouts-of-america-weapons-for-liberty-boy-scouts-of-america/lAHlBzp6DJ-Dmw"
      },
      {
        "name": "U.S. Marines \"Soldiers of the Sea\" ...",
        "path": "img/art/artworks/j-c-leyendecker-a5.jpg",
        "source": "https://artsandculture.google.com/asset/u-s-marines-soldiers-of-the-sea-united-states-marine-corps/AgG8cre5FE8AeQ"
      },
      {
        "name": "Usa Bonds Third Liberty Loan Campaign Boy Scouts of America Weapons for Liberty",
        "path": "img/art/artworks/j-c-leyendecker-a6.jpg",
        "source": "https://artsandculture.google.com/asset/usa-bonds-third-liberty-loan-campaign-boy-scouts-of-america-weapons-for-liberty-boy-scouts-of-america/ugGSA7dHwTChXA"
      }
    ],
    "summary": [
      "Joseph Christian Leyendecker was a German-American illustrator. He is considered to be one of the preeminent American illustrators of the early 20th century. He is best known for his poster, book and advertising illustrations, the trade character known as The Arrow Collar Man, and his numerous covers for The Saturday Evening Post. Between 1896 and 1950, Leyendecker painted more than 400 magazine covers. During the Golden Age of American Illustration, for The Saturday Evening Post alone, J. C. Leyendecker produced 322 covers, as well as many advertisement illustrations for its interior pages. No other artist, until the arrival of Norman Rockwell two decades later, was so solidly identified with one publication. Leyendecker \"virtually invented the whole idea of modern magazine design.\""
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/J._C._Leyendecker",
    "urlGoogle": "https://artsandculture.google.com/entity/j-c-leyendecker/m06_sfj"
  },
  "event": {
    "id": "war-of-the-first-coalition",
    "name": "War of the First Coalition",
    "dates": "1793 - 1797",
    "mainImg": "img/events/war-of-the-first-coalition.jpg",
    "summary": [
      "The War of the First Coalition is the traditional name of the wars that several European powers fought between 1792 and 1797 against initially the Kingdom of the French and then the French Republic that succeeded it. They were only lightly allied and fought without much apparent coordination or agreement; each power had its eye on a different part of France it wanted to appropriate after a French defeat, which never occurred.",
      "Relations between the French revolutionaries with neighbouring monarchies had deteriorated following the Declaration of Pillnitz in August 1791. Eight months later, following a vote of the revolutionary-led Legislative Assembly, France declared war on Prussia and Austria on 20 April 1792. In July 1792, an army under the Duke of Brunswick and composed mostly of Prussians joined the Austrian side and invaded France, only to be rebuffed at the Battle of Valmy in September. One day later the new French Republic was proclaimed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/War_of_the_First_Coalition",
    "urlGoogle": "https://artsandculture.google.com/entity/war-of-the-first-coalition/m017zn0"
  },
  "funFacts": [
    {
      "id": "1000",
      "fact": "A group of porcupines is called a prickle.",
      "category": ["Animals", "Definitions"]
    },
    {
      "id": "335",
      "fact": "Maine produces more toothpicks than any other state in the U.S.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    { "id": "522153", "fact": "On Scooby-Doo, Shaggy’s real name is Norville Rogers." }
  ],
  "idiom": {
    "id": "footloose-and-fancy-free",
    "term": "footloose and fancy-free",
    "definition": "Having no attachments, especially romantic ones, and free to do as one pleases. For example, *When I was in my twenties, footloose and fancy-free, I would travel at the drop of a hat.* Both of these words have long been used separately; their pairing dates only from the 1900s."
  },
  "person": {
    "id": "harold-l-ickes",
    "name": "Harold L. Ickes",
    "dates": "Mar 15, 1874 - Feb 3, 1952",
    "mainImg": "img/people/harold-l-ickes.jpg",
    "summary": [
      "Harold LeClair Ickes was an American administrator and politician. He served as United States Secretary of the Interior for 13 years, from 1933 to 1946, the longest tenure of anyone to hold the office, and the second longest-serving Cabinet member in U.S. history after James Wilson. Ickes and Labor Secretary Frances Perkins were the only original members of the Roosevelt cabinet who remained in office for his entire presidency.",
      "Ickes was responsible for implementing much of President Franklin D. Roosevelt's \"New Deal\". He was in charge of the major relief program, the Public Works Administration, and in charge of the federal government's environmental efforts.",
      "In his day, he was considered a prominent liberal spokesman, a skillful orator and a noted supporter of many African-American causes, although he was at times politically expedient where state-level segregation was concerned. Before his national-level political career, where he did remove segregation in areas of his direct control, he had been the president of the Chicago NAACP.",
      "Robert C."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Harold_L._Ickes",
    "urlGoogle": "https://artsandculture.google.com/entity/harold-l-ickes/m0374dm"
  },
  "place": {
    "id": "bulgaria",
    "name": "Bulgaria",
    "mainImg": "img/places/bulgaria.jpg",
    "summary": [
      "Bulgaria, officially the Republic of Bulgaria, is a country in Southeastern Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres, Bulgaria is Europe's sixteenth-largest country.",
      "One of the earliest societies in the lands of modern-day Bulgaria was the Neolithic Karanovo culture, which dates back to 6,500 BC. In the 6th to 3rd century BC the region was a battleground for ancient Thracians, Persians, Celts and Macedonians; stability came when the Roman Empire conquered the region in AD 45. The Eastern Roman Empire lost some of these territories to Slavic and then Turkic Bulgar invaders in the late 7th century. The Bulgars founded the First Bulgarian Empire in AD 681, which dominated most of the Balkans and significantly influenced Slavic cultures by developing the Cyrillic script. This state lasted until the early 11th century, when Byzantine emperor Basil II conquered and dismantled it."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bulgaria",
    "urlGoogle": "https://artsandculture.google.com/entity/bulgaria/m015qh"
  },
  "wiki": {
    "id": "washington-quarter",
    "name": "Washington quarter",
    "summary": "The Washington quarter is the present quarter dollar or 25-cent piece issued by the United States Mint. The coin was first struck in 1932; the original version was designed by sculptor John Flanagan. The new silver quarters entered circulation on August 1, 1932; they were struck in that metal until the Mint transitioned to copper-nickel clad coinage in 1965. A special reverse commemorating the United States Bicentennial was used in 1975 and 1976, with all pieces bearing the double date 1776–1976; there are no 1975-dated quarters. Since 1999, the original eagle reverse has not been used; instead that side of the quarter has commemorated the 50 states, the nation's other jurisdictions, and National Park Service sites—the last as part of the ongoing America the Beautiful Quarters series, which will continue until 2021. The bust of Washington was made smaller beginning in 1999; in 2010 it was restored to bring out greater detail.",
    "url": "https://en.wikipedia.org/wiki/Washington_quarter"
  },
  "word": {
    "id": "exculpate",
    "word": "exculpate",
    "url": "https://www.merriam-webster.com/dictionary/exculpate",
    "partOfSpeech": "verb",
    "pronunciation": "EK-skull-payt",
    "audioPath": "audio/words/exculpate.mp3",
    "definitions": ["to clear from alleged fault or guilt"],
    "examples": [
      "The lawyer claimed to have recently discovered evidence that would exculpate her client."
    ],
    "origin": "You need not take the blame if you're unfamiliar with the origins of \"exculpate,\" but there's a hint in this sentence. The word, which was adopted in the late 17th century from Medieval Latin \"exculpatus,\" traces back to the Latin noun \"culpa,\" meaning \"blame.\" Some other descendants of \"culpa\" in English include \"culpable\" (\"meriting condemnation or blame\") and \"inculpate\" (\"incriminate\"), as well as the considerably rarer \"culpatory\" (\"accusing\") and \"disculpate\" (a synonym of \"exculpate\"). You may also be familiar with the borrowed Latin phrase \"mea culpa,\" which translates directly as \"through my fault\" and is used in English to mean \"a formal acknowledgment of personal fault or error.\""
  }
}
