{
  "artist": {
    "id": "jan-davidsz-de-heem",
    "name": "Jan Davidsz. de Heem",
    "dates": "Apr 17, 1606 - Apr 26, 1684",
    "mainImg": "img/art/artists/jan-davidsz-de-heem.jpg",
    "artworkImgs": [
      {
        "name": "Festoon of Fruit and Flowers",
        "path": "img/art/artworks/jan-davidsz-de-heem-a1.jpg",
        "source": "https://artsandculture.google.com/asset/festoon-of-fruit-and-flowers-jan-davidsz-de-heem/fgHp6nNB0Bg34A"
      },
      {
        "name": "Garand of Flowers and Fruit",
        "path": "img/art/artworks/jan-davidsz-de-heem-a2.jpg",
        "source": "https://artsandculture.google.com/asset/garand-of-flowers-and-fruit-jan-davidsz-de-heem/PQEl_qm-zgoZPQ"
      },
      {
        "name": "Still Life with a Glass and Oysters",
        "path": "img/art/artworks/jan-davidsz-de-heem-a3.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-a-glass-and-oysters-jan-davidsz-de-heem/MwGtHa25AoWtoA"
      },
      {
        "name": "Vase of Flowers",
        "path": "img/art/artworks/jan-davidsz-de-heem-a4.jpg",
        "source": "https://artsandculture.google.com/asset/vase-of-flowers/VQFZCrP0ROKm2w"
      },
      {
        "name": "Still Life: A Banqueting Scene",
        "path": "img/art/artworks/jan-davidsz-de-heem-a5.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-a-banqueting-scene-jan-davidsz-de-heem/KAG2oY43pwPlAQ"
      },
      {
        "name": "Still Life with Books",
        "path": "img/art/artworks/jan-davidsz-de-heem-a6.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-books-jan-davidsz-de-heem/YQHorAfNmZu3TQ"
      }
    ],
    "summary": [
      "Jan Davidsz. de Heem or in-full Jan Davidszoon de Heem, also called Johannes de Heem or Johannes van Antwerpen or Jan Davidsz de Hem, was a still life painter who was active in Utrecht and Antwerp. He is a major representative of that genre in both Dutch and Flemish Baroque painting."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Oil paint", "Wood", "Oak", "Terracotta", "Rock", "Clay"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Davidsz._de_Heem",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-davidsz-de-heem/m03f_7w"
  },
  "event": {
    "id": "first-sino-japanese-war",
    "name": "First Sino-Japanese War",
    "dates": "Aug 1, 1894 - Apr 17, 1895",
    "mainImg": "img/events/first-sino-japanese-war.jpg",
    "summary": [
      "The First Sino-Japanese War, also known as the Chino-Japanese War, was a conflict between the Qing dynasty of China and the Empire of Japan primarily over influence in Joseon Korea. After more than six months of unbroken successes by Japanese land and naval forces and the loss of the port of Weihaiwei, the Qing government sued for peace in February 1895.",
      "The war demonstrated the failure of the Qing dynasty's attempts to modernize its military and fend off threats to its sovereignty, especially when compared with Japan's successful Meiji Restoration. For the first time, regional dominance in East Asia shifted from China to Japan; the prestige of the Qing dynasty, along with the classical tradition in China, suffered a major blow. The humiliating loss of Korea as a tributary state sparked an unprecedented public outcry. Within China, the defeat was a catalyst for a series of political upheavals led by Sun Yat-sen and Kang Youwei, culminating in the 1911 Xinhai Revolution.",
      "The war is commonly known in China as the War of Jiawu, referring to the year as named under the traditional sexagenary system of years. In Japan, it is called the Japan–Qing War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/First_Sino-Japanese_War",
    "urlGoogle": "https://artsandculture.google.com/entity/first-sino-japanese-war/m0j5xb"
  },
  "funFacts": [
    {
      "id": "204",
      "fact": "A stamp shaped like a banana was once issued in the country of Tonga.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "960",
      "fact": "There are 21 \"secret\" highways that are part of the Interstate Highway System.  They are not identified as such by road signs.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554079",
      "fact": "For decades, artist Al Hirschfeld hid the name of his daughter Nina in his drawings for The New York Times and elsewhere. He'd add the number of times her name appeared to his signature, creating a game for readers, who would try and find each appearance."
    }
  ],
  "idiom": {
    "id": "high-water-mark",
    "term": "high-water mark",
    "definition": "The peak of something, especially an achievement. For example, *This composition is the high-water mark of his entire output.* This expression alludes to the highest mark left on shore by the tide. [Mid-1800s]"
  },
  "person": {
    "id": "jacob-s-coxey-sr",
    "name": "Jacob S. Coxey Sr.",
    "dates": "Apr 16, 1854 - May 18, 1951",
    "mainImg": "img/people/jacob-s-coxey-sr.jpg",
    "summary": [
      "Jacob Sechler Coxey Sr., sometimes known as General Coxey, of Massillon, Ohio, was an American politician who ran for elective office several times in Ohio. Twice, in 1894 and 1914, he led \"Coxey's Army\", a group of unemployed men who marched to Washington, D.C., to present a \"Petition in Boots\" demanding that the United States Congress allocate funds to create jobs for the unemployed. Although the marches failed, Coxey's Army was an early attempt to arouse political interest in an issue that grew in importance until the Social Security Act of 1935 encouraged the establishment of state unemployment insurance programs."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jacob_S._Coxey_Sr.",
    "urlGoogle": "https://artsandculture.google.com/entity/jacob-s-coxey-sr/m03k_2x"
  },
  "place": {
    "id": "chad",
    "name": "Chad",
    "mainImg": "img/places/chad.jpg",
    "summary": [
      "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west.",
      "Chad has several regions: a desert zone in the north, an arid Sahelian belt in the centre and a more fertile Sudanian Savanna zone in the south. Lake Chad, after which the country is named, is the largest wetland in Chad and the second-largest in Africa. The capital N'Djamena is the largest city. Chad's official languages are Arabic and French. Chad is home to over 200 different ethnic and linguistic groups. The most popular religion of Chad is Islam, followed by Christianity.",
      "Beginning in the 7th millennium BC, human populations moved into the Chadian basin in great numbers. By the end of the 1st millennium AD, a series of states and empires had risen and fallen in Chad's Sahelian strip, each focused on controlling the trans-Saharan trade routes that passed through the region.",
      "France conquered the territory by 1920 and incorporated it as part of French Equatorial Africa."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Chad",
    "urlGoogle": "https://artsandculture.google.com/entity/chad/m01p1b"
  },
  "wiki": {
    "id": "sega-32-x",
    "name": "Sega 32X",
    "summary": "The Sega 32X is an add-on for the Sega Genesis video game console. It was designed to expand the power of the Genesis and serve as a transitional console into the 32-bit era until the release of the Sega Saturn. Unveiled at June 1994's Consumer Electronics Show, Sega presented the 32X as a low-cost option for playing 32-bit games. Developed in response to the Atari Jaguar and concerns that the Saturn would not be ready by the end of 1994, the product was originally conceived as an entirely new console, but was converted into an add-on to the existing Genesis and made more powerful. To meet the release date of November 1994, development of the new system and its games were rushed. Ultimately, the console failed to attract third-party video game developers and sufficient consumers due to the announcement of the Sega Saturn's simultaneous release in Japan. By the end of 1994, the 32X had sold 665,000 units; it was discontinued in 1996. Initial reception was positive, highlighting the low price and power expansion to the Genesis, but later reviews were mostly negative because of its shallow game library, poor market timing and the resulting market fragmentation for the Genesis.",
    "url": "https://en.wikipedia.org/wiki/Sega_32X"
  },
  "word": {
    "id": "peculation",
    "word": "peculation",
    "url": "https://www.merriam-webster.com/dictionary/peculation",
    "partOfSpeech": "noun",
    "pronunciation": "pek-yuh-LAY-shun",
    "audioPath": "audio/words/peculation.mp3",
    "definitions": ["embezzlement"],
    "examples": [
      "The employee's _peculation_ might never have been discovered had he not misdirected an e-mail intended for his bookie to the company bookkeeper.",
      "\"Starting with Kansas in 1911, most states passed laws to protect investors from nefarious sales practices and other _peculation_ in the offer and sale of securities.\" -- From an article by Arthur B. Laby in _Business Lawyer_, February 2010"
    ],
    "origin": "\"Peculation\" has some peculiar relatives. It derives from Latin \"peculatus\" (\"misappropriation of property\"), which belongs to a family of Latin words having to do with property and possession. The most basic members of the family, \"pecu\" (\"cattle\") and \"pecus\"(\"livestock\"), reflect the fact that animals were a fundamental form of wealth in ancient societies. Other members of the family include \"pecunia\" (\"money\"), which gave English \"pecuniary\" (\"monetary\"), and \"peculiaris\" (\"of private property\" or \"special\"), which led to our \"peculiar.\""
  }
}
