{
  "artist": {
    "id": "mi-fu",
    "name": "Mi Fu",
    "dates": "1051 - 1107",
    "mainImg": "img/art/artists/mi-fu.jpg",
    "artworkImgs": [
      {
        "name": "Pavilion of Rising Clouds",
        "path": "img/art/artworks/mi-fu-a1.jpg",
        "source": "https://artsandculture.google.com/asset/pavilion-of-rising-clouds-artist-traditionally-attributed-to-mi-fu/egFfT_g4TtSPlQ"
      },
      {
        "name": "北宋 米芾 草書吳江舟中詩 卷|Poem Written in a Boat on the Wu River",
        "path": "img/art/artworks/mi-fu-a2.jpg",
        "source": "https://artsandculture.google.com/asset/北宋-米芾-草書吳江舟中詩-卷-poem-written-in-a-boat-on-the-wu-river-mi-fu/XAG8S_1drV9vhQ"
      },
      {
        "name": "Calligraphy",
        "path": "img/art/artworks/mi-fu-a3.jpg",
        "source": "https://artsandculture.google.com/asset/calligraphy-mi-fu/FQGQ99735JeFmQ"
      },
      {
        "name": "Calligraphy in Grass Script",
        "path": "img/art/artworks/mi-fu-a4.jpg",
        "source": "https://artsandculture.google.com/asset/calligraphy-in-grass-script-mi-fu/ogGIOttuMa2qZQ"
      }
    ],
    "summary": [
      "Mi Fu was a Chinese painter, poet, and calligrapher born in Taiyuan during the Song dynasty. He became known for his style of painting misty landscapes. This style would be deemed the \"Mi Fu\" style and involved the use of large wet dots of ink applied with a flat brush. His poetry was influenced by Li Bai and his calligraphy by Wang Xizhi.",
      "Mi Fu is regarded as one of the four greatest calligraphers of the Song dynasty. His style is derived from calligraphers in earlier dynasties, although he developed unique traits of his own.",
      "As a personality, Mi Fu was noted as an eccentric. At times, they even deemed him \"Madman Mi\" because he was obsessed with collecting stones. He was also known as a heavy drinker. His son, Mi Youren, also became a well known painter following in his father's artistic style."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Mi_Fu",
    "urlGoogle": "https://artsandculture.google.com/entity/mi-fu/m087tg9"
  },
  "event": {
    "id": "indo-pakistani-war-of-1965",
    "name": "Indo-Pakistani War of 1965",
    "dates": "April 1965 - Sep 23, 1965",
    "mainImg": "img/events/indo-pakistani-war-of-1965.jpg",
    "summary": [
      "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The seventeen-day war caused thousands of casualties on both sides and witnessed the largest engagement of armored vehicles and the largest tank battle since World War II. Hostilities between the two countries ended after a United Nations-mandated ceasefire was declared following diplomatic intervention by the Soviet Union and the United States, and the subsequent issuance of the Tashkent Declaration. Much of the war was fought by the countries' land forces in Kashmir and along the border between India and Pakistan. This war saw the largest amassing of troops in Kashmir since the Partition of India in 1947, a number that was overshadowed only during the 2001–2002 military standoff between India and Pakistan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indo-Pakistani_War_of_1965",
    "urlGoogle": "https://artsandculture.google.com/entity/indo-pakistani-war-of-1965/m02wgzy"
  },
  "funFacts": [
    {
      "id": "1030",
      "fact": "Maine is the closest U.S. state to Africa.",
      "category": ["Geography"]
    },
    {
      "id": "831",
      "fact": "Adults laugh only about 15 to 100 times a day, while six-year-olds laugh an average of 300 times a day.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "506198",
      "fact": "Before LeVar Burton signed on, Scott Baio was considered for the hosting role on Reading Rainbow."
    }
  ],
  "idiom": {
    "id": "dull-as-dishwater",
    "term": "dull as dishwater",
    "definition": "Boring, tedious, as in *That lecture was dull as dishwater.* The original simile, **dull as ditchwater,** dating from the 1700s, alluded to the muddy water in roadside ditches. In the first half of the 1900s, perhaps through mispronunciation, it became *dishwater,* that is, the dingy, grayish water in which dirty dishes had soaked."
  },
  "person": {
    "id": "umberto-i-of-italy",
    "name": "Umberto I of Italy",
    "dates": "Mar 14, 1844 - Jul 29, 1900",
    "mainImg": "img/people/umberto-i-of-italy.jpg",
    "summary": [
      "Umberto I, nicknamed the Good, was the King of Italy from 9 January 1878 until his assassination on 29 July 1900.",
      "Umberto's reign saw Italy attempt colonial expansion into the Horn of Africa, successfully gaining Eritrea and Somalia despite being defeated by Abyssinia at the Battle of Adwa in 1896. In 1882, he approved the Triple Alliance with the German Empire and Austria-Hungary.",
      "He was deeply loathed in leftist circles because of his conservatism and support of the Bava Beccaris massacre in Milan. He was especially hated by anarchists, who attempted to assassinate him during the first year of his reign. He was killed by another anarchist, Gaetano Bresci, two years after the Bava-Beccaris massacre."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Umberto_I_of_Italy",
    "urlGoogle": "https://artsandculture.google.com/entity/umberto-i-of-italy/m0hhfn"
  },
  "place": {
    "id": "new-york",
    "name": "New York",
    "mainImg": "img/places/new-york.jpg",
    "summary": [
      "New York City, often called The City, The Big Apple, or simply New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles, New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass. With almost 20 million people in its metropolitan statistical area and approximately 23 million in its combined statistical area, it is one of the world's most populous megacities. New York City has been described as the cultural, financial, and media capital of the world, significantly influencing commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
      "Situated on one of the world's largest natural harbors, New York City is composed of five boroughs, each of which is a county of the State of New York."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/New_York_City",
    "urlGoogle": "https://artsandculture.google.com/entity/new-york/m02_286"
  },
  "quote": {
    "id": "3",
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "author": "Albert Einstein"
  },
  "wiki": {
    "id": "ziad-jarrah",
    "name": "Ziad Jarrah",
    "summary": "Ziad Jarrah was named by the FBI as one of the hijackers of United Airlines Flight 93 as part of the September 11, 2001 attacks. He is believed to have taken over as the pilot of the aircraft and made an unsuccessful attempt to crash the plane into either the White House or the U.S. Capitol. After a wealthy and secular upbringing, Jarrah became involved in the September 11 conspiracy in college. Unique among the hijackers, he had a girlfriend and was close to his family. There are disputes concerning whether or not Jarrah was actually on Flight 93, although the 9/11 Commission concluded that his was not a case of mistaken identity.",
    "url": "https://en.wikipedia.org/wiki/Ziad_Jarrah"
  },
  "word": {
    "id": "meshuggener",
    "word": "meshuggener",
    "url": "https://www.merriam-webster.com/dictionary/meshuggener",
    "partOfSpeech": "noun",
    "pronunciation": "muh-SHUG-uhner",
    "audioPath": "audio/words/meshuggener.mp3",
    "definitions": ["a foolish or crazy person"],
    "examples": [
      "Alex wondered what kind of _meshuggener_ would be foolish enough to buy bonds from a known scam artist.",
      "\"'Take no notice,' she said…. 'The man's a _meshuggener_.'\" -- From Howard Jacobson's 2010 novel _The Finkler Question_"
    ],
    "origin": "From \"bagel\" and \"chutzpah\" to \"shtick\" and \"yenta,\" Yiddish has given English many a colorful term over the years. \"Meshuggener\" is another example of what happens when English interprets that rich Jewish language. \"Meshuggener\" comes from the Yiddish \"meshugener,\" which in turn derives from \"meshuge,\" an adjective that is synonymous with \"crazy\" or \"foolish.\" English speakers have used the adjective form, \"meshuga\" or \"meshugge,\" to mean \"foolish\" since the late 1800s; we've dubbed foolish folk \"meshuggeners\" since at least 1900."
  }
}
