{
  "artist": {
    "id": "veit-stoss",
    "name": "Veit Stoss",
    "dates": "1447 - Sep 20, 1533",
    "mainImg": "img/art/artists/veit-stoss.jpg",
    "artworkImgs": [
      {
        "name": "Christ Child",
        "path": "img/art/artworks/veit-stoss-a1.jpg",
        "source": "https://artsandculture.google.com/asset/christ-child-ascribed-to-veit-stoss/KQGb-cAMpuKB9A"
      },
      {
        "name": "Engelsgruss of St. Lawrence Church in Nuremberg",
        "path": "img/art/artworks/veit-stoss-a2.jpg",
        "source": "https://artsandculture.google.com/asset/engelsgruss-of-st-lawrence-church-in-nuremberg-veit-stoß/2gG-KdKK6932mw"
      },
      {
        "name": "Baptism of Christ",
        "path": "img/art/artworks/veit-stoss-a3.jpg",
        "source": "https://artsandculture.google.com/asset/baptism-of-christ-veit-stoss/GwGLr-DBQno4Ig"
      },
      {
        "name": "Wooden crucifix",
        "path": "img/art/artworks/veit-stoss-a4.jpg",
        "source": "https://artsandculture.google.com/asset/wooden-crucifix-wit-stwosz/AwEyperRUKY4cQ"
      },
      {
        "name": "Antler Chandelier in the Shape of a Dragon",
        "path": "img/art/artworks/veit-stoss-a5.jpg",
        "source": "https://artsandculture.google.com/asset/antler-chandelier-in-the-shape-of-a-dragon-veit-stoß/VwHiqa0dgo4LPA"
      },
      {
        "name": "The Presentation in the Temple",
        "path": "img/art/artworks/veit-stoss-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-presentation-in-the-temple-veit-stoß/MgEITT5Jf_vA3Q"
      }
    ],
    "summary": [
      "Veit Stoss was a leading German sculptor, mostly in wood, whose career covered the transition between the late Gothic and the Northern Renaissance. His style emphasized pathos and emotion, helped by his virtuoso carving of billowing drapery; it has been called \"late Gothic Baroque\". He had a large workshop and in addition to his own works there are a number by pupils. He is best known for the altarpiece in St. Mary's Basilica in Kraków, Poland."
    ],
    "quote": null,
    "movements": ["Northern Renaissance", "Renaissance"],
    "mediums": ["Wood", "Drawing", "Ink", "Sculpture", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Veit_Stoss",
    "urlGoogle": "https://artsandculture.google.com/entity/veit-stoss/m080f8"
  },
  "event": {
    "id": "war-on-drugs",
    "name": "War on drugs",
    "dates": "Jun 18, 1971",
    "mainImg": "img/events/war-on-drugs.jpg",
    "summary": [
      "The war on drugs is a campaign, led by the U.S. federal government, of drug prohibition, military aid, and military intervention, with the aim being the reduction of the illegal drug trade in the United States. The initiative includes a set of drug policies that are intended to discourage the production, distribution, and consumption of psychoactive drugs that the participating governments and the UN have made illegal. The term was popularized by the media shortly after a press conference given on June 18, 1971, by President Richard Nixon—the day after publication of a special message from President Nixon to the Congress on Drug Abuse Prevention and Control—during which he declared drug abuse \"public enemy number one\". That message to the Congress included text about devoting more federal resources to the \"prevention of new addicts, and the rehabilitation of those who are addicted\", but that part did not receive the same public attention as the term \"war on drugs\". However, two years prior to this, Nixon had formally declared a \"war on drugs\" that would be directed toward eradication, interdiction, and incarceration."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/War_on_drugs",
    "urlGoogle": "https://artsandculture.google.com/entity/war-on-drugs/m04f3p_"
  },
  "funFacts": [
    {
      "id": "754",
      "fact": "An alligator can go through 3,000 teeth in a lifetime.",
      "category": ["Animals"]
    },
    {
      "id": "158",
      "fact": "The first MTV video was \"Video Killed the Radio Star\" by the Buggles.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "554021",
      "fact": "Jane Austen didn't publish her first novel under her real name. Instead, Sense and Sensibility was credited as being written \"By a Lady.\""
    }
  ],
  "idiom": {
    "id": "chew-the-cud",
    "term": "chew the cud",
    "definition": "Also, **chew over.** Ponder over, meditate, as in *John tends to chew the cud before he answers,* or *Let me chew that over and let you know.* The first term, first recorded in 1382, transfers the appearance of a patiently ruminating cow to a person deep in thought. The variant was first recorded in 1696."
  },
  "person": {
    "id": "lee-ki-poong",
    "name": "Lee Ki-poong",
    "dates": "Dec 20, 1896 - Apr 28, 1960",
    "mainImg": "img/people/lee-ki-poong.jpg",
    "summary": [
      "Lee Ki-poong was a South Korean politician and Vice President. He was the Minister of National Defense and Mayor of Seoul. He was the leader of Liberal Party and supporter of Syngman Rhee. The Liberal Party held power from 1948 to 1960.",
      "In March 15, 1960, South Korea held a presidential election. The Liberal Party, which included Syngman Rhee and Lee Ki-poong, won by a very wide margin and was accused of electoral fraud. As a result, the April Revolution took place in April 1960. President Rhee resigned in April 26, 1960. Lee Ki-poong's family also resigned. In April 28, 1960, in an annex of Rhee's mansion, Lee Ki-poong's first son, Lee Kang-seok shot Lee Ki-poong and his family and then killed himself in a murder–suicide."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lee_Ki-poong",
    "urlGoogle": "https://artsandculture.google.com/entity/lee-ki-poong/m0kf_2r7"
  },
  "place": {
    "id": "beijing",
    "name": "Beijing",
    "mainImg": "img/places/beijing.jpg",
    "summary": [
      "Beijing, alternatively romanized as Peking, is the capital of the People's Republic of China. It is the world's most populous capital city, with over 21 million residents within an administrative area of 16,410.5 km². The city, located in North China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing is mostly surrounded by Hebei Province with the exception of neighboring Tianjin to the southeast; together, the three divisions form the Jingjinji megalopolis and the national capital region of China.",
      "Beijing is an important world capital and global power city, and one of the world's leading centers for culture, diplomacy and politics, business and economy, education, language, and science and technology. A megacity, Beijing is the second largest Chinese city by urban population after Shanghai and is the nation's cultural, educational, and political center. It is home to the headquarters of most of China's largest state-owned companies and houses the largest number of Fortune Global 500 companies in the world, as well as the world's four biggest financial institutions."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Beijing",
    "urlGoogle": "https://artsandculture.google.com/entity/beijing/m01914"
  },
  "wiki": {
    "id": "sigi-schmid",
    "name": "Sigi Schmid",
    "summary": "Sigi Schmid (born 1953) is a German-American soccer coach. Born in Tübingen, West Germany, he moved to the United States with his family when he was a child. He played college soccer as a midfielder from 1972 to 1975 at the University of California, Los Angeles (UCLA). He coached his former college team between 1980 and 1999 and became one of the most successful collegiate coaches of all time. The UCLA Bruins made 16 consecutive playoff appearances from 1983 to 1998, winning the national championship in 1985, 1990, and 1997. Schmid also worked with US Soccer throughout the 1990s. Schmid has coached the Los Angeles Galaxy and the Columbus Crew in Major League Soccer (MLS). He became the head coach of Seattle Sounders FC in 2009. Throughout his career, Schmid has received praise from critics for his ability to identify new talent. His defensive tactics are also highly regarded in the press, although their deployment in his final two seasons with Los Angeles led directly to the termination of his contract. Despite never having played soccer at a professional level, he has the most coaching wins in MLS history, and was the recipient of the MLS Coach of the Year Award in 1999 and 2008.",
    "url": "https://en.wikipedia.org/wiki/Sigi_Schmid"
  },
  "word": {
    "id": "plangent",
    "word": "plangent",
    "url": "https://www.merriam-webster.com/dictionary/plangent",
    "partOfSpeech": "adjective",
    "pronunciation": "PLAN-junt",
    "audioPath": "audio/words/plangent.mp3",
    "definitions": [
      "having a loud reverberating sound",
      "having an expressive and especially plaintive quality"
    ],
    "examples": [
      "The campers were awoken by the _plangent_ howl of a coyote off in the distance.",
      "\"Mr. Packard is the finest Candide I’ve seen, singing with rich, _plangent_ tone and acting with an un-self-conscious sincerity that never falters.\" -- From a theater review by Charles Isherwood in the _New York Times_, October 27, 2010"
    ],
    "origin": "\"Plangent\" adds power to our poetry and prose: the pounding of waves, the beat of wings, the tolling of a bell, the throbbing of the human heart, a lover's knocking at the door -- all have been described as plangent. The word \"plangent\" traces back to the Latin verb \"plangere,\" which has two meanings. The first of those meanings, \"to strike or beat,\" was sometimes used by Latin speakers in reference to striking one's breast in grief. This, in turn, led to the verb's second meaning: \"to lament.\" The sense division carried over to the Latin adjective \"plangens\" and then into English, giving us the two distinct meanings of \"plangent\": \"pounding\" and \"expressive of melancholy.\""
  }
}
