{
  "artist": {
    "id": "gwen-john",
    "name": "Gwen John",
    "dates": "Jun 22, 1876 - Sep 18, 1939",
    "mainImg": "img/art/artists/gwen-john.jpg",
    "artworkImgs": [
      {
        "name": "Little Girl with a Large Hat",
        "path": "img/art/artworks/gwen-john-a1.jpg",
        "source": "https://artsandculture.google.com/asset/little-girl-with-a-large-hat-gwen-john/lAE0IekPoLhN-g"
      },
      {
        "name": "La Chambre sur la Cour",
        "path": "img/art/artworks/gwen-john-a2.jpg",
        "source": "https://artsandculture.google.com/asset/la-chambre-sur-la-cour-gwen-john-1876–1939-british/LAEG9TAa1NEpPQ"
      },
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/gwen-john-a3.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-gwen-john/AAH5TZv_xspVkw"
      },
      {
        "name": "Head of a Woman",
        "path": "img/art/artworks/gwen-john-a4.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-a-woman-gwen-john/nAFGIstvdSJIzQ"
      },
      {
        "name": "The nun",
        "path": "img/art/artworks/gwen-john-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-nun-gwen-john/_QFH465sYz_5NA"
      },
      {
        "name": "Bust of a Girl with a Bow Before a Pink Background",
        "path": "img/art/artworks/gwen-john-a6.jpg",
        "source": "https://artsandculture.google.com/asset/bust-of-a-girl-with-a-bow-before-a-pink-background-gwen-john/FQHJYEj6WxWjRA"
      }
    ],
    "summary": [
      "Gwendolen Mary John was a Welsh artist who worked in France for most of her career. Her paintings, mainly portraits of anonymous female sitters, are rendered in a range of closely related tones. Although she was overshadowed during her lifetime by her brother Augustus John and her lover Auguste Rodin, her reputation has grown steadily since her death."
    ],
    "quote": null,
    "movements": ["Post-Impressionism"],
    "mediums": [
      "Oil paint",
      "Graphite",
      "Watercolor painting",
      "Laid paper",
      "Drawing",
      "Cardboard"
    ],
    "urlWiki": "https://en.wikipedia.org/wiki/Gwen_John",
    "urlGoogle": "https://artsandculture.google.com/entity/gwen-john/m0301c5"
  },
  "event": {
    "id": "rhineland-offensive",
    "name": "Rhineland Offensive",
    "dates": "Feb 8, 1945 - Mar 27, 1945",
    "mainImg": "img/events/rhineland-offensive.jpg",
    "summary": [
      "The Rhineland Offensive was a series of allied offensive operations by 21st Army Group commanded by Bernard Montgomery from 8 February 1945 to 25 March 1945, at the end of the Second World War. The operations were aimed at occupying the Rhineland and securing a passage over the Rhine river.",
      "It was part of General Dwight D. Eisenhower's \"broad front\" strategy to occupy the entire west bank of the Rhine before its crossing. The Rhineland Offensive encompassed Operation Veritable, Operation Grenade, Operation Blockbuster, Operation Plunder and Operation Varsity."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Rhineland_Offensive",
    "urlGoogle": "https://artsandculture.google.com/entity/rhineland-offensive/g11c70237c2"
  },
  "funFacts": [
    {
      "id": "974",
      "fact": "All gondolas in Venice, Italy must be painted black unless they are carrying an important person.",
      "category": ["Geography", "Habits", "Laws"]
    },
    {
      "id": "478",
      "fact": "Candles will burn longer and drip less if they are placed in the freezer a few hours before using.",
      "category": ["Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553843",
      "fact": "Ira Aldridge was one of the most famous actors of the 19th century. After leaving his home in New York to pursue an acting career in Europe, he performed for royalty, won numerous awards, and used his platform to speak out against slavery."
    }
  ],
  "idiom": {
    "id": "old-chestnut",
    "term": "old chestnut",
    "definition": "A stale joke, story, or saying, as in *Dad keeps on telling that old chestnut about how many psychiatrists it takes to change a light bulb.* This expression comes from William Dimond's play, *The Broken Sword* (1816), in which one character keeps repeating the same stories, one of them about a cork tree, and is interrupted each time by another character who says \"Chestnut, you mean... I have heard you tell the joke twenty-seven times and I am sure it was a chestnut.\""
  },
  "person": {
    "id": "lyndon-b-johnson",
    "name": "Lyndon B. Johnson",
    "dates": "Aug 27, 1908 - Jan 22, 1973",
    "mainImg": "img/people/lyndon-b-johnson.jpg",
    "summary": [
      "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969 and formerly, 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson also served as a United States Representative and as the Majority Leader in the United States Senate. Johnson is one of only four people who have served in all four federal elected positions.",
      "Born in a farmhouse in Stonewall, Texas, Johnson was a high school teacher and worked as a congressional aide before winning election to the US House of Representatives in 1937. Johnson won election to the United States Senate from Texas in 1948 after winning the Democratic Party's nomination by an extremely narrow margin with fraudulent votes that were manufactured by friendly political machines. He was appointed to the position of Senate Majority Whip in 1951. He became the Senate Minority Leader in 1953 and the Senate Majority Leader in 1955."
    ],
    "quote": "“This administration here and now declares unconditional war on poverty.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Lyndon_B._Johnson",
    "urlGoogle": "https://artsandculture.google.com/entity/lyndon-b-johnson/m0f7fy"
  },
  "place": {
    "id": "taiwan",
    "name": "Taiwan",
    "mainImg": "img/places/taiwan.jpg",
    "summary": [
      "Taiwan, officially the Republic of China, is a country in East Asia. Neighbouring states include the People's Republic of China to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres, with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations.",
      "Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration. After the brief Kingdom of Tungning in parts of the southern and western areas of the island, the island was annexed in 1683 by the Qing dynasty of China, and ceded to the Empire of Japan in 1895."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Taiwan",
    "urlGoogle": "https://artsandculture.google.com/entity/taiwan/m06f32"
  },
  "quote": {
    "id": "93",
    "quote": "I have never met a man so ignorant that I couldn't learn something from him.",
    "author": "Galileo"
  },
  "wiki": {
    "id": "atheism",
    "name": "Atheism",
    "summary": "Atheism is the philosophical position that either affirms the nonexistence of gods or rejects theism. In its broadest definition, atheism is the absence of belief in deities, sometimes called nontheism. Although atheists are commonly assumed to be irreligious, some religions, such as Buddhism, have been characterized as atheistic. Many self-described atheists share common skeptical concerns regarding supernatural claims, citing a lack of empirical evidence for the existence of deities. Other arguments for atheism are philosophical, social or historical. Although many self-described atheists tend toward secular philosophies such as humanism, rationalism, and naturalism, there is no one ideology or set of behaviors to which all atheists adhere. The term atheism originated as a pejorative epithet applied to any person or belief in conflict with established religion. With the spread of freethought, scientific skepticism, and criticism of religion, the term began to gather a more specific meaning and was sometimes used as a self-description by atheists.",
    "url": "https://en.wikipedia.org/wiki/Atheism"
  },
  "word": {
    "id": "indubitable",
    "word": "indubitable",
    "url": "https://www.merriam-webster.com/dictionary/indubitable",
    "partOfSpeech": "adjective",
    "pronunciation": "in-DOO-buh-tuh-bul",
    "audioPath": "audio/words/indubitable.mp3",
    "definitions": ["too evident to be doubted : unquestionable"],
    "examples": [
      "He was regarded as a film director of indubitable insight and talent, and his movies were among the most beloved in the history of cinema."
    ],
    "origin": "There's no reason to question the fairly straightforward etymology of \"indubitable\" -- a word that has remained true to its Latin roots. It arrived in Middle English in the 15th century from Latin \"indubitabilis,\" itself a combination of \"in-\" (\"not\") and \"dubitabilis\" (\"open to doubt or question\"). \"Dubitabilis\" is from the verb \"dubitare,\" meaning \"to doubt,\" which also gave us our \"doubt.\" The word \"dubitable\" also exists in English, and of course means \"questionable or doubtable,\" but it is fairly rare."
  }
}
