{
  "artist": {
    "id": "norman-rockwell",
    "name": "Norman Rockwell",
    "dates": "Feb 3, 1894 - Nov 8, 1978",
    "mainImg": "img/art/artists/norman-rockwell.jpg",
    "artworkImgs": [
      {
        "name": "Save Freedom of Speech / Buy War Bonds",
        "path": "img/art/artworks/norman-rockwell-a1.jpg",
        "source": "https://artsandculture.google.com/asset/save-freedom-of-speech-buy-war-bonds-office-of-war-information-washington-d-c/EgEeRCPV_KYRmw"
      },
      {
        "name": "Cousin Reginald Spells Peloponnesus (Spelling Bee)",
        "path": "img/art/artworks/norman-rockwell-a2.jpg",
        "source": "https://artsandculture.google.com/asset/cousin-reginald-spells-peloponnesus-spelling-bee/NAHb9YpWiP6WDg"
      },
      {
        "name": "\"New Kids in the Neighborhood (Negro in the Suburb)\"",
        "path": "img/art/artworks/norman-rockwell-a3.jpg",
        "source": "https://artsandculture.google.com/asset/new-kids-in-the-neighborhood-negro-in-the-suburb-norman-rockwell-1894-1978/VgHfa_a2WaOAuA"
      },
      {
        "name": "The Right to Know",
        "path": "img/art/artworks/norman-rockwell-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-right-to-know-norman-rockwell/FAHHqjmF3M3APg"
      },
      {
        "name": "\"Murder in Mississippi (Southern Justice)\"",
        "path": "img/art/artworks/norman-rockwell-a5.jpg",
        "source": "https://artsandculture.google.com/asset/murder-in-mississippi-southern-justice-norman-rockwell-1894-1978/ZAHFCaC0iL6EAw"
      },
      {
        "name": "Save Freedom of Speech / Buy War Bonds",
        "path": "img/art/artworks/norman-rockwell-a6.jpg",
        "source": "https://artsandculture.google.com/asset/save-freedom-of-speech-buy-war-bonds-office-of-war-information-washington-d-c/9gE200aotvliBQ"
      }
    ],
    "summary": [
      "Norman Percevel Rockwell was an American painter and illustrator. His works have a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life he created for The Saturday Evening Post magazine over nearly five decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter, The Problem We All Live With, Saying Grace, and the Four Freedoms series. He is also noted for his 64-year relationship with the Boy Scouts of America, during which he produced covers for their publication Boys' Life, calendars, and other illustrations. These works include popular images that reflect the Scout Oath and Scout Law such as The Scoutmaster, A Scout is Reverent and A Guiding Hand, among many others.",
      "Norman Rockwell was a prolific artist, producing more than 4,000 original works in his lifetime. Most of his surviving works are in public collections."
    ],
    "quote": "“I'm the oldest antique in town.”",
    "movements": ["Modern art", "Regionalism"],
    "mediums": ["Oil paint", "Drawing", "Charcoal", "Watercolor painting", "Gouache", "Silver"],
    "urlWiki": "https://en.wikipedia.org/wiki/Norman_Rockwell",
    "urlGoogle": "https://artsandculture.google.com/entity/norman-rockwell/m09xfc"
  },
  "event": {
    "id": "naval-operations-in-the-dardanelles-campaign",
    "name": "Naval operations in the Dardanelles campaign",
    "dates": "Feb 19, 1915 - Jan 9, 1916",
    "mainImg": "img/events/naval-operations-in-the-dardanelles-campaign.jpg",
    "summary": [
      "The naval operations in the Dardanelles campaign took place against the Ottoman Empire during the First World War. Ships of the Royal Navy, French Marine nationale, Imperial Russian Navy and the Royal Australian Navy, attempted to force the defences of the Dardanelles Straits, a narrow, 41 mi long waterway connecting the Mediterranean Sea with the Black Sea.",
      "The Dardanelles campaign began as a naval operation but the success of the Ottoman defence led the Allies to initiate the Gallipoli campaign, an attempt to occupy the Gallipoli peninsula with land forces supported by the navies, to open the sea route to Constantinople. The Allies also tried to pass submarines through the Dardanelles to attack Ottoman shipping in the Sea of Marmara."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Naval_operations_in_the_Dardanelles_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/naval-operations-in-the-dardanelles-campaign/m03g4mm"
  },
  "funFacts": [
    {
      "id": "818",
      "fact": "The infinity sign is called a lemniscate.",
      "category": ["Definitions"]
    },
    {
      "id": "998",
      "fact": "Male pups will intentionally let female pups “win“ when they play-fight so they can get to know them better.",
      "category": ["Animals", "Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "522213",
      "fact": "National Donut Day originally started as a way to honor Salvation Army volunteers who served donuts to soldiers in WWI."
    }
  ],
  "idiom": {
    "id": "hair-shirt",
    "term": "hair shirt",
    "definition": "A self-imposed punishment or penance, as in *I apologized a dozen times---do you want me to wear a hair shirt forever?* This term, mentioned from the 13th century on, alludes to wearing a coarse, scratchy hair shirt, the practice of religious ascetics. Its figurative use dates from the mid-1800s."
  },
  "person": {
    "id": "jayaprakash-narayan",
    "name": "Jayaprakash Narayan",
    "dates": "Oct 11, 1902 - Oct 8, 1979",
    "mainImg": "img/people/jayaprakash-narayan.jpg",
    "summary": [
      "Jayaprakash Narayan, popularly referred to as JP or Lok Nayak, was an Indian independence activist, theorist, socialist and political leader. He is also known as the \"Hero of Quit India Movement\" and he is remembered for leading the mid-1970s opposition against Prime Minister Indira Gandhi, for whose overthrow he had called for a \"total revolution\". His biography, Jayaprakash, was written by his nationalist friend and an eminent writer of Hindi literature, Rambriksh Benipuri. In 1999, he was posthumously awarded the Bharat Ratna, India's highest civilian award, in recognition of his social work. Other awards include the Magsaysay award for Public Service in 1965."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jayaprakash_Narayan",
    "urlGoogle": "https://artsandculture.google.com/entity/jayaprakash-narayan/m01x9_q"
  },
  "place": {
    "id": "ethiopia",
    "name": "Ethiopia",
    "mainImg": "img/places/ethiopia.jpg",
    "summary": [
      "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants as of 2019, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent. The country has a total area of 1,100,000 square kilometres. Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates. Ethiopian national identity is grounded in the historic and contemporary roles of Christianity and Islam, and the independence of Ethiopia from foreign rule, stemming from the various ancient Ethiopian kingdoms of antiquity.",
      "Some of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ethiopia",
    "urlGoogle": "https://artsandculture.google.com/entity/ethiopia/m019pcs"
  },
  "wiki": {
    "id": "luc-bourdon",
    "name": "Luc Bourdon",
    "summary": "Luc Bourdon (1987–2008) was a Canadian professional ice hockey defenceman who played for the Vancouver Canucks of the National Hockey League and their American Hockey League affiliate, the Manitoba Moose, from 2006 until 2008. After overcoming childhood arthritis, he was selected third overall in the 2003 Quebec Major Junior Hockey League draft and played for the Val-d'Or Foreurs, Moncton Wildcats, and Cape Breton Screaming Eagles, spending four seasons in the QMJHL. The Canucks drafted Bourdon with their first selection, tenth overall, in the 2005 NHL Entry Draft. Noted as a strong defenceman who could contribute on offence, Bourdon represented Canada in three international tournaments, winning two gold medals at the IIHF World U20 Championship and a silver medal at the IIHF World U18 Championship. Bourdon died at the age of 21 near his hometown of Shippagan, New Brunswick, when his motorcycle collided with a tractor trailer.",
    "url": "https://en.wikipedia.org/wiki/Luc_Bourdon"
  },
  "word": {
    "id": "hackle",
    "word": "hackle",
    "url": "https://www.merriam-webster.com/dictionary/hackle",
    "partOfSpeech": "noun",
    "pronunciation": "HACK-ul",
    "audioPath": "audio/words/hackle.mp3",
    "definitions": [
      "one of the long feathers on the neck or back of a bird",
      "hairs (as on a dog's neck) that can be erected",
      "temper, dander"
    ],
    "examples": [
      "The Senator's aggressive stance toward illegal immigration has raised some hackles."
    ],
    "origin": "In its earliest uses in the 15th century, \"hackle\" denoted either a bird's neck plumage or an instrument used to comb out long fibers of flax, hemp, or jute. Apparently, some folks saw a resemblance between the neck feathers of domestic birds -- which, on a male, become erect when the bird is defensive -- and the prongs of the comb-like tool. In the 19th century, English speakers extended the word's use to both dogs and people. Like the bird's feathers, the erectile hairs on the back of a dog's neck stand up when the animal is agitated. With humans, use of the word \"hackles\" is usually figurative. When you raise someone's hackles, you make them angry or put them on the defensive."
  }
}
