{
  "artist": {
    "id": "jean-etienne-liotard",
    "name": "Jean-Étienne Liotard",
    "dates": "Dec 22, 1702 - Jun 12, 1789",
    "mainImg": "img/art/artists/jean-etienne-liotard.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Maria Frederike van Reede-Athlone at Seven Years of Age",
        "path": "img/art/artworks/jean-etienne-liotard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-maria-frederike-van-reede-athlone-at-seven-years-of-age-jean-étienne-liotard/2wHMXlwUz7puKA"
      },
      {
        "name": "Portret van Marie Jos¬phe van Saksen (1731-67), dauphine van Frankrijk",
        "path": "img/art/artworks/jean-etienne-liotard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-marie-jos¬phe-van-saksen-1731-67-dauphine-van-frankrijk-jean-etienne-liotard/sQGS7AmbYhABeg"
      },
      {
        "name": "A Woman in Turkish Dress",
        "path": "img/art/artworks/jean-etienne-liotard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-woman-in-turkish-dress-jean-étienne-liotard/VwFN4ePQflg46A"
      },
      {
        "name": "A Frankish Woman and Her Servant",
        "path": "img/art/artworks/jean-etienne-liotard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/a-frankish-woman-and-her-servant-jean-etienne-liotard/NgGm3vmGzGH5xw"
      },
      {
        "name": "Portret van Graaf Francesco Algarotti",
        "path": "img/art/artworks/jean-etienne-liotard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-graaf-francesco-algarotti-jean-etienne-liotard/DwF97BT1cMoZ9w"
      },
      {
        "name": "Princess Caroline Louise of Hesse-Darmstadt",
        "path": "img/art/artworks/jean-etienne-liotard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/princess-caroline-louise-of-hesse-darmstadt-jean-étienne-liotard/VwEdap0JXfaypQ"
      }
    ],
    "summary": [
      "Jean-Étienne Liotard was a Swiss painter, art connoisseur and dealer. He is best known for his portraits in pastel, and for the works from his trip to Turkey. A Huguenot of French origin and citizen of the Republic of Geneva, he was born and died in Geneva, but spent most of his career in stays in the capitals of Europe, where his portraits were much in demand. He worked in Rome, Istanbul, Paris, Vienna, London and other cities."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Etching", "Engraving", "Textile", "Drawing", "Oil paint", "Vellum"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean-%C3%89tienne_Liotard",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-étienne-liotard/m07t4v8"
  },
  "event": {
    "id": "apollo-program",
    "name": "Apollo program",
    "dates": "1961 - 1975",
    "mainImg": "img/events/apollo-program.jpg",
    "summary": [
      "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration, which succeeded in landing the first men on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put the first Americans in space. Apollo was later dedicated to President John F. Kennedy's national goal of \"landing a man on the Moon by the end of this decade and returning him safely to the Earth\" in an address to Congress on May 25, 1961. It was the third US human spaceflight program to fly, preceded by the two-person Project Gemini conceived in 1961 to extend spaceflight capability in support of Apollo.",
      "Kennedy's goal was accomplished on the Apollo 11 mission when astronauts Neil Armstrong and Buzz Aldrin landed their Apollo Lunar Module on July 20, 1969, and walked on the lunar surface, while Michael Collins remained in lunar orbit in the command and service module, and all three landed safely on Earth on July 24."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Apollo_program",
    "urlGoogle": "https://artsandculture.google.com/entity/apollo-program/m0q3w"
  },
  "funFacts": [
    {
      "id": "953",
      "fact": "The longest attack of hiccups ever lasted 68 years.",
      "category": ["Anatomy", "History", "Science"]
    },
    {
      "id": "137",
      "fact": "The city of Los Angeles has about 3x more automobiles than people.",
      "category": ["Geography"]
    },
    {
      "id": "168",
      "fact": "One brow wrinkle is the result of 200,000 frowns.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "554034",
      "fact": "People walked differently in medieval times. They stepped with the ball of the foot first to check the ground for debris, perhaps because well-soled shoes were hard to come by."
    },
    {
      "id": "553508",
      "fact": "High schools and universities in New Zealand are allowed to keep up to a pound of uranium on the premises for educational purposes."
    }
  ],
  "idiom": {
    "id": "red-letter-day",
    "term": "red-letter day",
    "definition": "A special occasion, as in *When Jack comes home from his tour of duty, that'll be a red-letter day.* This term alludes to the practice of marking feast days and other holy days in red on church calendars, dating from the 1400s. [c. 1700]"
  },
  "person": {
    "id": "erwin-rommel",
    "name": "Erwin Rommel",
    "dates": "Nov 15, 1891 - Oct 14, 1944",
    "mainImg": "img/people/erwin-rommel.jpg",
    "summary": [
      "Johannes Erwin Eugen Rommel was a German general and military theorist. Popularly known as the Desert Fox, he served as field marshal in the Wehrmacht of Nazi Germany during World War II, as well as serving in the Reichswehr of the Weimar Republic, and the army of Imperial Germany.",
      "Rommel was a highly decorated officer in World War I and was awarded the Pour le Mérite for his actions on the Italian Front. In 1937 he published his classic book on military tactics, Infantry Attacks, drawing on his experiences in that war. In World War II, he distinguished himself as the commander of the 7th Panzer Division during the 1940 invasion of France. His leadership of German and Italian forces in the North African campaign established his reputation as one of the ablest tank commanders of the war, and earned him the nickname der Wüstenfuchs, \"the Desert Fox\". Among his British adversaries he had a reputation for chivalry, and his phrase \"war without hate\" has been used to describe the North African campaign."
    ],
    "quote": "“Don't fight a battle if you don't gain anything by winning.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Erwin_Rommel",
    "urlGoogle": "https://artsandculture.google.com/entity/erwin-rommel/m02lmk"
  },
  "place": {
    "id": "cameroon",
    "name": "Cameroon",
    "mainImg": "img/places/cameroon.jpg",
    "summary": [
      "Cameroon, officially the Republic of Cameroon, is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Nord-Ouest and Sud-Ouest Regions having a strong West African history. However, since 2017, elements within the Sud-Ouest and Nord-Ouest regions have since declared an independent state called Ambazonia. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people.",
      "Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cameroon",
    "urlGoogle": "https://artsandculture.google.com/entity/cameroon/m01nln"
  },
  "wiki": {
    "id": "cirrus-cloud",
    "name": "Cirrus cloud",
    "summary": "Cirrus clouds are atmospheric clouds characterized by thin, wispy strands, often bunched into tufts. They range in color from white to a faint gray and form when water vapor undergoes deposition at altitudes above 5,000 m (16,500 ft) in temperate regions and above 6,100 m (20,000 ft) in tropical regions. They also form from the outflow of tropical cyclones or the anvils of cumulonimbus clouds. Since these cirrus clouds arrive in advance of the frontal system or tropical cyclone, they indicate that the weather conditions may soon deteriorate. While they indicate the arrival of precipitation, cirrus clouds themselves produce only fall streaks (falling ice crystals that evaporate before landing on the ground). Jet stream-powered cirrus clouds can grow long enough to stretch across continents, but they remain only a few kilometers deep. When visible light interacts with the ice crystals in cirrus clouds, it produces glories, sundogs, and fire rainbows. Cirrus clouds raise the temperature of the air beneath them by an average of 10 °C (18 °F).",
    "url": "https://en.wikipedia.org/wiki/Cirrus_cloud"
  },
  "word": {
    "id": "tucket",
    "word": "tucket",
    "url": "https://www.merriam-webster.com/dictionary/tucket",
    "partOfSpeech": "noun",
    "pronunciation": "TUCK-ut",
    "audioPath": "audio/words/tucket.mp3",
    "definitions": ["a fanfare on a trumpet"],
    "examples": [
      "The _tucket_ sounded, and everyone rose as the king and queen entered the courtyard.",
      "\"Bare unisons of woodwind, trumpets, and horns exchange [sennets](https://www.merriam-webster.com/dictionary/sennet) and _tuckets_.\" -- From a classical music review by Edward Seckerson in _The Independent_ (London), July 25, 1997"
    ],
    "origin": "\"Tucket\" can be found most notably in the stage directions of several of William Shakespeare's plays. In _King Lear_, for example, a tucket sounds to alert the Earl of Gloucester of the arrival of the Duke of Cornwall (Act II, Scene i). The word \"tucket\" is thought to derive from the obsolete English verb \"tuk,\" meaning \"to beat a drum\" or \"to sound a trumpet.\" These days, the word \"fanfare\" itself refers to a sounding of trumpets made in celebration or to alert one of another's arrival. The presence of \"fanfare\" might be the reason that \"tucket\" is rarely used in contemporary English."
  }
}
