{
  "artist": {
    "id": "john-trumbull",
    "name": "John Trumbull",
    "dates": "Jun 6, 1756 - Nov 10, 1843",
    "mainImg": "img/art/artists/john-trumbull.jpg",
    "artworkImgs": [
      {
        "name": "George Washington before the Battle of Trenton",
        "path": "img/art/artworks/john-trumbull-a1.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-before-the-battle-of-trenton-john-trumbull/MwEVd2aGjUfUqA"
      },
      {
        "name": "George Washington",
        "path": "img/art/artworks/john-trumbull-a2.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-john-trumbull/DQGa1pRJzvzvhg"
      },
      {
        "name": "Alexander Hamilton",
        "path": "img/art/artworks/john-trumbull-a3.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-hamilton/dwEqB1Eg2s_kpw"
      },
      {
        "name": "John Adams",
        "path": "img/art/artworks/john-trumbull-a4.jpg",
        "source": "https://artsandculture.google.com/asset/john-adams-john-trumbull/mAEUfmzRYKb2ig"
      },
      {
        "name": "Alexander Hamilton",
        "path": "img/art/artworks/john-trumbull-a5.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-hamilton-john-trumbull/aQGYpbKpoqLV4Q"
      },
      {
        "name": "Alexander Hamilton",
        "path": "img/art/artworks/john-trumbull-a6.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-hamilton-john-trumbull/YwG4HdRB_hMBIA"
      }
    ],
    "summary": [
      "John Trumbull was a Revolutionary War veteran and an American artist of the early independence period, notable for his historical paintings of the American Revolutionary War. He has been called \"The Painter of the Revolution\".",
      "Trumbull's Declaration of Independence, one of his four paintings which hang in the United States Capitol Rotunda, was used on the reverse of the commemorative bicentennial two-dollar bill."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Wood", "Drawing", "Graphite", "Mahogany", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/John_Trumbull",
    "urlGoogle": "https://artsandculture.google.com/entity/john-trumbull/m01x_f1"
  },
  "event": {
    "id": "jameson-raid",
    "name": "Jameson Raid",
    "dates": "Dec 29, 1895 - Jan 2, 1896",
    "mainImg": "img/events/jameson-raid.jpg",
    "summary": [
      "The Jameson Raid was a botched raid against the South African Republic carried out by British colonial statesman Leander Starr Jameson and his Company troops and Bechuanaland policemen over the New Year weekend of 1895–96. Paul Kruger was president of the republic at the time. The raid was intended to trigger an uprising by the primarily British expatriate workers in the Transvaal but failed to do so. The workers were called the Johannesburg conspirators. They were expected to recruit an army and prepare for an insurrection. The raid was ineffective and no uprising took place. The results included embarrassing the British government; replacing Cecil Rhodes as premier of the Cape Colony; strengthening Boer dominance of the Transvaal and its gold mines; helping start the Anglo-Boer War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jameson_Raid",
    "urlGoogle": "https://artsandculture.google.com/entity/jameson-raid/m0qn88"
  },
  "funFacts": [
    {
      "id": "992",
      "fact": "The patent for the fire hydrant was destroyed in a fire.",
      "category": ["History", "Hodgepodge"]
    },
    {
      "id": "164",
      "fact": "The first vacuum was so large, it was brought to a house by horses.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "553727",
      "fact": "Honey hunters in Mozambique use special calls to recruit the services of birds known as honeyguides. The birds lead the humans to bees' nests and in return, they get the leftover beeswax."
    }
  ],
  "person": {
    "id": "pieter-de-carpentier",
    "name": "Pieter de Carpentier",
    "dates": "1588 - Sep 5, 1659",
    "mainImg": "img/people/pieter-de-carpentier.jpg",
    "summary": [
      "Pieter de Carpentier was a Dutch administrator of the Dutch East India Company who served as Governor-General there from 1623 to 1627. The Gulf of Carpentaria in northern Australia is named after him.",
      "Pieter de Carpentier was born in Antwerp in 1586, shortly after the formation of the newly independent Dutch Republic. He studied philosophy in Leiden, from 1603. In 1616 he sailed on board the sailing vessel De Getrouwheid to Indonesia. There he had a number of functions, including Director-General of the Trade, Member to the Council of the Indies, and member of the Council of Defence. From 1 February 1623 to 30 September 1627 he was the fifth Governor-General of the Dutch East Indies. He participated in the conquest of Jakarta and helped to build the town of Batavia. He did much for the town, including setting up a school, a Town Hall, and the first Orphanage Home. He also designed the structure of the churches in the town.",
      "On 12 November 1627 Pieter de Carpentier sailed from the East Indies as Head of the Fleet."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pieter_de_Carpentier",
    "urlGoogle": "https://artsandculture.google.com/entity/pieter-de-carpentier/m0b7lw3"
  },
  "place": {
    "id": "nepal",
    "name": "Nepal",
    "mainImg": "img/places/nepal.jpg",
    "summary": [
      "Nepal, officially the Federal Democratic Republic of Nepal, is a country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. It is the 49th largest country by population and 93rd largest country by area. It is landlocked, and borders China in the north and India in the south, east and west, while Bangladesh is located within only 27 km of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
      "The name \"Nepal\" is first recorded in texts from the Vedic period of the Indian subcontinent, the era in ancient India when Hinduism was founded, the predominant religion of the country. In the middle of the first millennium BCE, Gautama Buddha, the founder of Buddhism, was born in Lumbini in southern Nepal. Parts of northern Nepal were intertwined with the culture of Tibet."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nepal",
    "urlGoogle": "https://artsandculture.google.com/entity/nepal/m016zwt"
  },
  "wiki": {
    "id": "thescelosaurus",
    "name": "Thescelosaurus",
    "summary": "Thescelosaurus is a genus of small ornithopod dinosaur known from Upper Cretaceous rocks of western North America. It belonged to the last dinosaurian fauna of North America before the Cretaceous–Paleogene extinction event at approximately 66 million years ago, living alongside dinosaurs such as Tyrannosaurus and Triceratops. This common genus was described from a specimen discovered in 1891, but not unpacked and studied until the 1910s. These circumstances suggested the names of the genus and type species T. neglectus, which roughly translate to \"godlike, wondrous, or marvelous neglected lizard\". Thescelosaurus is best known from several partial skeletons representing three species: T. neglectus, T. assiniboiensis, and T. garbanii. One specimen unearthed in 1993 was initially thought to include a preserved heart, but later study found the object is probably a concretion. Thescelosaurus was a bipedal animal with a relatively long pointed skull and robust limbs. Typical individuals measured on the order of 2.5 to 4.0 metres (8.2 to 13.1 ft) long. It was probably primarily herbivorous and may have preferred to live near streams.",
    "url": "https://en.wikipedia.org/wiki/Thescelosaurus"
  },
  "word": {
    "id": "hypothecate",
    "word": "hypothecate",
    "url": "https://www.merriam-webster.com/dictionary/hypothecate",
    "partOfSpeech": "verb",
    "pronunciation": "hye-PAH-thuh-kayt",
    "audioPath": "audio/words/hypothecate.mp3",
    "definitions": ["to make an assumption for the sake of argument : hypothesize"],
    "examples": [
      "The students _hypothecated_ that plants under observation would have different reactions when exposed to artificial light versus natural light.",
      "\"'Can someone _hypothecate_ where Scotland and Yorkshire would rank in the medal table?' says Marie Meyer.\" - From the (London) _Guardian's_ Olympics 2012 live blog, August 5, 2012"
    ],
    "origin": "\"Hypothecate\" is a controversial word. It has existed as a synonym of \"hypothesize\" since 1906, showing up primarily in scientific and linguistic sources, but usage commentators have long criticized it. It is sometimes perceived as a mistaken use of another \"hypothecate,\" one meaning \"to pledge as security without title or possession.\" Both \"hypothecate\" homographs-and \"hypothesize\" too-derive ultimately from the Greek \"hypotithenai\" (\"to put under,\" \"to suppose,\" or \"to deposit as a pledge\"), but each entered English by a different route. The hypothesizing \"hypothecate\" is a legitimate (albeit uncommon) word in its own right, not a misuse of its homograph. If you want to avoid the controversy altogether, however, you can stick with the more common \"hypothesize.\""
  }
}
