{
  "artist": {
    "id": "matthias-grunewald",
    "name": "Matthias Grünewald",
    "dates": "1470 - Aug 31, 1528",
    "mainImg": "img/art/artists/matthias-grunewald.jpg",
    "artworkImgs": [
      {
        "name": "The Small Crucifixion",
        "path": "img/art/artworks/matthias-grunewald-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-small-crucifixion/vQFwjCut7RnWbg"
      },
      {
        "name": "Head of a Crying Child",
        "path": "img/art/artworks/matthias-grunewald-a2.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-a-crying-child-matthias-grünewald/NAHHYJDYhiHRuQ"
      },
      {
        "name": "Crucifixion",
        "path": "img/art/artworks/matthias-grunewald-a3.jpg",
        "source": "https://artsandculture.google.com/asset/crucifixion-matthias-grünewald/7wGPxukSYzdZ1Q"
      },
      {
        "name": "St. Lawrence, St. Cyriacus",
        "path": "img/art/artworks/matthias-grunewald-a4.jpg",
        "source": "https://artsandculture.google.com/asset/st-lawrence-st-cyriacus-mathias-gothart-nithart-called-grünewald/RgHl9R31hjdi_w"
      },
      {
        "name": "Climbing Man with Outstretched Arms",
        "path": "img/art/artworks/matthias-grunewald-a5.jpg",
        "source": "https://artsandculture.google.com/asset/climbing-man-with-outstretched-arms-matthias-grünewald/SAHaeprQhdVLVw"
      },
      {
        "name": "St. Lawrence, St. Cyriacus",
        "path": "img/art/artworks/matthias-grunewald-a6.jpg",
        "source": "https://artsandculture.google.com/asset/st-lawrence-st-cyriacus-mathias-gothart-nithart-called-grünewald/qgHCKXP1LAJO6Q"
      }
    ],
    "summary": [
      "Matthias Grünewald was a German Renaissance painter of religious works who ignored Renaissance classicism to continue the style of late medieval Central European art into the 16th century. His first name is also given as Mathis and his surname as Gothart or Neithardt. Only ten paintings—several consisting of many panels—and thirty-five drawings survive, all religious, although many others were lost at sea in the Baltic on their way to Sweden as war booty. His reputation was obscured until the late nineteenth century, and many of his paintings were attributed to Albrecht Dürer, who is now seen as his stylistic antithesis. His largest and most famous work is the Isenheim Altarpiece created c 1512 to 1516."
    ],
    "quote": null,
    "movements": ["Renaissance", "Northern Renaissance", "German Renaissance", "Gothic art"],
    "mediums": ["Drawing", "Wood", "Charcoal", "Coal", "Fir", "Pine"],
    "urlWiki": "https://en.wikipedia.org/wiki/Matthias_Gr%C3%BCnewald",
    "urlGoogle": "https://artsandculture.google.com/entity/matthias-grünewald/m01slns"
  },
  "event": {
    "id": "ukrainian-war-of-independence",
    "name": "Ukrainian War of Independence",
    "dates": "1917 - 1921",
    "mainImg": "img/events/ukrainian-war-of-independence.jpg",
    "summary": [
      "The Ukrainian War of Independence, a period of sustained warlike conflict, lasted from 1917 to 1921 and resulted in the establishment and development of a Ukrainian republic, most of which was later absorbed into the Soviet Union as the Ukrainian Soviet Socialist Republic of 1922–1991.",
      "The war consisted of a series of military conflicts between different governmental, political and military forces. Belligerents included Ukrainian nationalists, anarchists, Bolsheviks, the forces of Germany and Austria-Hungary, the White Russian Volunteer Army, and Second Polish Republic forces. They struggled for control of Ukraine after the February Revolution in the Russian Empire. The Allied forces of Romania and France also became involved. The struggle lasted from February 1917 to November 1921 and resulted in the division of Ukraine between the Bolshevik Ukrainian SSR, Poland, Romania, and Czechoslovakia.",
      "The conflict is frequently viewed within the framework of the Southern Front of the Russian Civil War of 1917–1922, as well as the closing stage of the Eastern Front of the First World War of 1914–1918."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ukrainian_War_of_Independence",
    "urlGoogle": "https://artsandculture.google.com/entity/ukrainian-war-of-independence/m03cr0dr"
  },
  "funFacts": [
    {
      "id": "381",
      "fact": "Baboons were once trained by Egyptians to wait on tables.",
      "category": ["Animals"]
    },
    {
      "id": "829",
      "fact": "Women's hearts typically beat faster than men's hearts.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "554076",
      "fact": "The first Macy's Thanksgiving Day Parade featured lions, camels, and elephants from the Central Park Zoo."
    }
  ],
  "idiom": {
    "id": "pay-through-the-nose",
    "term": "pay through the nose",
    "definition": "Pay an excessive amount for something, as in *We paid through the nose for that vacation.* The origin of this term has been lost. Possibly it alludes to the Danish nose tax, imposed in Ireland in the 9th century, whereby delinquent taxpayers were punished by having their noses slit. [Second half of 1600s]"
  },
  "person": {
    "id": "paul-robeson",
    "name": "Paul Robeson",
    "dates": "Apr 9, 1898 - Jan 23, 1976",
    "mainImg": "img/people/paul-robeson.jpg",
    "summary": [
      "Paul Leroy Robeson was an American bass baritone concert artist and stage and film actor who became famous both for his cultural accomplishments and for his political activism. Educated at Rutgers College and Columbia University, he was also a star athlete in his youth. He also studied Swahili and linguistics at the School of Oriental and African Studies, London in 1934. His political activities began with his involvement with unemployed workers and anti-imperialist students whom he met in Britain and continued with support for the Loyalist cause in the Spanish Civil War and his opposition to fascism. In the United States he also became active in the Civil Rights Movement and other social justice campaigns. His sympathies for the Soviet Union and for communism, and his criticism of the United States government and its foreign policies, caused him to be blacklisted during the McCarthy era.",
      "In 1915, Robeson won an academic scholarship to Rutgers College, where he was twice named a consensus All-American in football, and was the class valedictorian. Almost 80 years later, he was inducted into the College Football Hall of Fame."
    ],
    "quote": "“As an artist I come to sing, but as a citizen, I will always speak for peace, and no one can silence me in this.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Paul_Robeson",
    "urlGoogle": "https://artsandculture.google.com/entity/paul-robeson/m01jqr_5"
  },
  "place": {
    "id": "kampala",
    "name": "Kampala",
    "mainImg": "img/places/kampala.jpg",
    "summary": [
      "Kampala is the capital and largest city of Uganda. The city proper was estimated to have a population of 1,680,800 people on 31 July 2019 and is divided into the five boroughs of Kampala Central Division, Kawempe Division, Makindye Division, Nakawa Division, and Rubaga Division.",
      "Kampala's metropolitan area consists of the city proper and the neighboring Wakiso District, Mukono District, Mpigi District, Buikwe District and Luweero District. It has a rapidly growing population that is estimated at 6,709,900 people in 2019 by the Uganda Bureau of Statistics in an area of 8,451.9 km².",
      "In 2015, this metropolitan area generated an estimated nominal GDP of $13.80221 billion according to Xuantong Wang et al., which was more than half of Uganda's GDP for that year, indicating the importance of Kampala to Uganda's economy.",
      "Kampala is reported to be among the fastest-growing cities in Africa, with an annual population growth rate of 4.03 percent, by City Mayors. Kampala has been ranked the best city to live in East Africa ahead of Nairobi and Kigali by Mercer, a global development consulting agency based in New York City."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kampala",
    "urlGoogle": "https://artsandculture.google.com/entity/kampala/m0fngy"
  },
  "quote": {
    "id": "23",
    "quote": "Criticism is easy; achievement is difficult.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "maraba-coffee",
    "name": "Maraba Coffee",
    "summary": "Maraba Coffee is a Fairtrade coffee produced in the Maraba area of southern Rwanda. About 2,000 smallholder farmers grow the coffee plants under the Abahuzamugambi cooperative, founded in 1999. Since 2000, the cooperative has been supported by the National University of Rwanda and the Partnership for Enhancing Agriculture in Rwanda through Linkages. The cooperative, which includes many growers who lost family members in the 1994 Rwandan Genocide, has improved coffee quality and penetrated the specialty market. Farmers' revenues have increased, allowing for livestock investments, affordable medical insurance, and improved education. Maraba's coffee plants are the Bourbon variety of the Coffea arabica species and are grown on fertile volcanic soils on high-altitude hills. The fruit is handpicked, mostly during the rainy season between March and May, and brought to a washing station in Maraba where the coffee beans are extracted and dried. At several stages, the beans are sorted according to quality. The beans are sold to various roasting companies, with the highest quality beans going to Union Coffee Roasters of the United Kingdom and Community Coffee of the United States.",
    "url": "https://en.wikipedia.org/wiki/Maraba_Coffee"
  },
  "word": {
    "id": "saponaceous",
    "word": "saponaceous",
    "url": "https://www.merriam-webster.com/dictionary/saponaceous",
    "partOfSpeech": "adjective",
    "pronunciation": "sap-uh-NAY-shus",
    "audioPath": "audio/words/saponaceous.mp3",
    "definitions": ["resembling or having the qualities of soap"],
    "examples": [
      "\"When boiled or bruised in water, the leaves turn _saponaceous_, and the resulting lather cuts through grease.\" - From an article in _Mountain Xpress_ (Asheville, North Carolina), March 16, 2005 - March 22, 2005",
      "\"Wilberforce's smooth and slippery manner had led a contemporary to call him _saponaceous_, after the adjective from soap.\" - From an award acceptance speech by British writer Philip Pulman, printed in _The Humanist_, July 1, 2008"
    ],
    "origin": "\"Saponaceous\" is a New Latin borrowing by scientists that is based on \"sapo,\" the Latin word for \"soap.\" It describes natural substances, like aloe gel or some plant roots, used in making soap or having the properties of soap. It also describes things that feel or appear soapy-for example, some shales and clays, mica, and certain chemical preparations. In the 19th century, \"saponaceous\" began to be used for people having a slippery, evasive, or elusive character. One famous example is the elocutionist Bishop Wilberforce mentioned in our second example sentence, whom British politician Benjamin Disraeli described as \"unctuous, oleaginous, saponaceous.\" In The Devil's Dictionary, author Ambrose Bierce uses Disraeli's quote to illustrate the word \"oleaginous,\" noting that \"the good prelate was ever afterward known as Soapy Sam.\""
  }
}
