{
  "artist": {
    "id": "lovis-corinth",
    "name": "Lovis Corinth",
    "dates": "Jul 21, 1858 - Jul 17, 1925",
    "mainImg": "img/art/artists/lovis-corinth.jpg",
    "artworkImgs": [
      {
        "name": "Thomas Corinth",
        "path": "img/art/artworks/lovis-corinth-a1.jpg",
        "source": "https://artsandculture.google.com/asset/thomas-corinth-lovis-corinth/6wEEPi7YLqKzdw"
      },
      {
        "name": "Selfportrait with skeleton",
        "path": "img/art/artworks/lovis-corinth-a2.jpg",
        "source": "https://artsandculture.google.com/asset/selfportrait-with-skeleton-corinth-lovis/vgHTe-VzNrj3FQ"
      },
      {
        "name": "The Blinded Samson",
        "path": "img/art/artworks/lovis-corinth-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-blinded-samson-lovis-corinth/awErRXFDV49Z3w"
      },
      {
        "name": "Woman in Hat with Roses",
        "path": "img/art/artworks/lovis-corinth-a4.jpg",
        "source": "https://artsandculture.google.com/asset/woman-in-hat-with-roses-lovis-corinth/HgHdSJ0KH5Twew"
      },
      {
        "name": "The Family of the Painter Fritz Rumpf",
        "path": "img/art/artworks/lovis-corinth-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-family-of-the-painter-fritz-rumpf-lovis-corinth/zgFFa16k1svocQ"
      },
      {
        "name": "Cain",
        "path": "img/art/artworks/lovis-corinth-a6.jpg",
        "source": "https://artsandculture.google.com/asset/cain-lovis-corinth/vwGejBFWToVQqA"
      }
    ],
    "summary": [
      "Lovis Corinth was a German artist and writer whose mature work as a painter and printmaker realized a synthesis of impressionism and expressionism.",
      "Corinth studied in Paris and Munich, joined the Berlin Secession group, later succeeding Max Liebermann as the group's president. His early work was naturalistic in approach. Corinth was initially antagonistic towards the expressionist movement, but after a stroke in 1911 his style loosened and took on many expressionistic qualities. His use of color became more vibrant, and he created portraits and landscapes of extraordinary vitality and power. Corinth's subject matter also included nudes and biblical scenes."
    ],
    "quote": null,
    "movements": ["Modern art", "Expressionism", "Impressionism", "Realism", "Symbolism"],
    "mediums": ["Ink", "Laid paper", "Oil paint", "Etching", "Watercolor painting", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lovis_Corinth",
    "urlGoogle": "https://artsandculture.google.com/entity/lovis-corinth/m0346n_"
  },
  "event": {
    "id": "kamakura-period",
    "name": "Kamakura period",
    "dates": "1185 - 1333",
    "mainImg": "img/events/kamakura-period.jpg",
    "summary": [
      "The Kamakura period is a period of Japanese history that marks the governance by the Kamakura shogunate, officially established in 1192 in Kamakura by the first shōgun, Minamoto no Yoritomo. The period is known for the emergence of the samurai, the warrior caste, and for the establishment of feudalism in Japan.",
      "The Kamakura period ended in 1333 with the destruction of the shogunate and the short re-establishment of imperial rule under Emperor Go-Daigo by Ashikaga Takauji, Nitta Yoshisada, and Kusunoki Masashige."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kamakura_period",
    "urlGoogle": "https://artsandculture.google.com/entity/kamakura-period/m01cl2h"
  },
  "funFacts": [
    {
      "id": "993",
      "fact": "Powerful earthquakes can make the Earth spin faster.",
      "category": ["Hodgepodge", "Science"]
    },
    {
      "id": "988",
      "fact": "Each year, the Moon moves away from Earth by about four centimeters.",
      "category": ["Geography", "Science"]
    }
  ],
  "funFacts2": [{ "id": "553862", "fact": "The original title for Scream was Scary Movie." }],
  "idiom": {
    "id": "on-the-horns-of-a-dilemma",
    "term": "on the horns of a dilemma",
    "definition": "Faced with two equally undesirable alternatives. For example, *I'm on the horns of a dilemma: if I sell the house now I have no place to live, but if I wait I may not get as good a price.* This term was first recorded about 1600, but the idea of being caught on either one horn or the other (of an animal) was already expressed in Roman times."
  },
  "person": {
    "id": "heungseon-daewongun",
    "name": "Heungseon Daewongun",
    "dates": "Dec 21, 1820 - Feb 22, 1898",
    "mainImg": "img/people/heungseon-daewongun.jpg",
    "summary": [
      "Heungseon Daewongun, also known as the Daewongun, Guktaegong or formally Heungseon Heonui Daewonwang and also known to contemporary western diplomats as Prince Gung, was the title of Yi Ha-eung, regent of Joseon during the minority of Emperor Gojong in the 1860s and until his death a key political figure of late Joseon Korea.",
      "Daewongun literally translates as \"prince of the great court\", a title customarily granted to the father of the reigning monarch when that father did not reign himself. While there had been three other Daewongun during the Joseon dynasty, so dominant a place did Yi Ha-eung have in the history of the late Joseon dynasty that the term Daewongun usually refers specifically to him.",
      "The Daewongun is remembered for the wide-ranging reforms he attempted during his regency, as well as for his \"vigorous enforcement of the seclusion policy, persecution of Christians, and the killing or driving off of foreigners who landed on Korean soil\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Heungseon_Daewongun",
    "urlGoogle": "https://artsandculture.google.com/entity/heungseon-daewongun/m06zf03"
  },
  "place": {
    "id": "karlsruhe",
    "name": "Karlsruhe",
    "mainImg": "img/places/karlsruhe.jpg",
    "summary": [
      "Karlsruhe is the second-largest city of the German federal state of Baden-Württemberg after its capital of Stuttgart, and its 309,999 inhabitants make it the 21st largest city of Germany. On the right bank of the Rhine, the city lies near the French-German border, between the Mannheim/Ludwigshafen conurbation to the north, and the Strasbourg/Kehl conurbation to the south. It is the largest city of Baden, a historic region named after Hohenbaden Castle in the city of Baden-Baden. Karlsruhe is also the largest city in the South Franconian dialect area, the only other larger city in that area being Heilbronn. The city is the seat of the Federal Constitutional Court, as well as of the Federal Court of Justice and the Public Prosecutor General of the Federal Court of Justice.",
      "Karlsruhe was the capital of the Margraviate of Baden-Durlach, the Margraviate of Baden, the Electorate of Baden, the Grand Duchy of Baden, and the Republic of Baden. Its most remarkable building is Karlsruhe Palace, which was built in 1715. There are nine institutions of higher education in the city, most notably the Karlsruhe Institute of Technology."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Karlsruhe",
    "urlGoogle": "https://artsandculture.google.com/entity/karlsruhe/m0qb1z"
  },
  "wiki": {
    "id": "doomsday-doctor-who",
    "name": "Doomsday (Doctor Who)",
    "summary": "\"Doomsday\" is the thirteenth and final episode in the second series of the revival of the British science fiction television series Doctor Who. It was first broadcast on 8 July 2006 and is the conclusion of a two-part story; the first part, \"Army of Ghosts\", was broadcast on 1 July 2006. The two-part story features the Daleks, presumed extinct after the events of the 2005 series' finale; and the Cybermen, who appeared in \"Rise of the Cybermen\" and \"The Age of Steel\". Both species unexpectedly arrived on Earth at the conclusion of \"Army of Ghosts\". The plot consists mostly of the Daleks and Cybermen waging a global war, with humanity caught in the crossfire. The Doctor and his companions fight for their lives trying to revert the situation. The episode was filmed in December 2005 and January 2006. One of the most popular Doctor Who episodes since the show's revival, \"Doomsday\" is favoured by critics both for the Cyberman–Dalek conflict and for the farewell scene between the Doctor and his companion, Rose Tyler.",
    "url": "https://en.wikipedia.org/wiki/Doomsday_(Doctor_Who)"
  },
  "word": {
    "id": "berceuse",
    "word": "berceuse",
    "url": "https://www.merriam-webster.com/dictionary/berceuse",
    "partOfSpeech": "noun",
    "pronunciation": "bair-SOOZ",
    "audioPath": "audio/words/berceuse.mp3",
    "definitions": [
      "a musical composition usually in 6/8 time that resembles a lullaby",
      "lullaby"
    ],
    "examples": [
      "\"After the equally calming signature tune, the _berceuse_ from Faure's Dolly Suite, Oxenford and the other presenters began the programme with a question that became a catchphrase: 'Are you sitting comfortably? Then I'll begin.'\" - From an obituary for Daphne Oxenford by Richard Anthony Baker in _The Stage_ (London), January 17, 2013",
      "\"David Starobin, a classical guitarist who had contributed the colorful, mildly dissonant '_Berceuse_ Bas de Gamme' ('Cheap Lullaby'), and who runs Bridge Records, offered to release the set.\" - From an article by Allan Kozinn in the _New York Times_, April 2, 2013"
    ],
    "origin": "The lullaby is a standard of classical music. German composer Johannes Brahms is perhaps best known for his \"Wiegenlied: Guten Abend, gute Nacht\" (\"Good evening, good night\"), Op. 49, No. 4, published in 1868, purportedly written for a friend to celebrate the birth of her son. Compositionally, a berceuse is similar to a lullaby, particularly in its soothing refrain often set to a rocking rhythm usually in 6/8 time. Among the earliest examples of works known by that name is Frédéric Chopin's Berceuse in D-flat Major (1843-44), written for piano; Franz Liszt, Camille Saint-Saëns, and Maurice Ravel also composed berceuses. The word \"berceuse\" is indicative of its use as an aid to sleep-it derives from the French \"bercer\" (\"to rock\") and ultimately from the Old French \"bers\" (\"cradle\")."
  }
}
