{
  "artist": {
    "id": "andrea-del-sarto",
    "name": "Andrea del Sarto",
    "dates": "Jul 16, 1486 - Jan 21, 1530",
    "mainImg": "img/art/artists/andrea-del-sarto.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Pope Leo X with Two Cardinals",
        "path": "img/art/artworks/andrea-del-sarto-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-pope-leo-x-with-two-cardinals-andrea-del-sarto/BQEi7khIVpA_zQ"
      },
      {
        "name": "Madonna of the Harpies",
        "path": "img/art/artworks/andrea-del-sarto-a2.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-of-the-harpies-andrea-del-sarto/qgHex-koQ4IzRw"
      },
      {
        "name": "Lady with a book of Petrarch's rhyme",
        "path": "img/art/artworks/andrea-del-sarto-a3.jpg",
        "source": "https://artsandculture.google.com/asset/lady-with-a-book-of-petrarch-s-rhyme-andrea-del-sarto/KQGu8ynEBLnvkQ"
      },
      {
        "name": "Head of Saint John the Baptist",
        "path": "img/art/artworks/andrea-del-sarto-a4.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-saint-john-the-baptist-andrea-del-sarto/FQFU-quRJQtloA"
      },
      {
        "name": "The Archangel Raphael with Tobias, St. Leonard and the Donor, Leonardo di Lorenzo Morelli",
        "path": "img/art/artworks/andrea-del-sarto-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-archangel-raphael-with-tobias-st-leonard-and-the-donor-leonardo-di-lorenzo-morelli-andrea-del-sarto/zAG1xesMYLL6zg"
      },
      {
        "name": "Holy Family, after Andrea del Sarto",
        "path": "img/art/artworks/andrea-del-sarto-a6.jpg",
        "source": "https://artsandculture.google.com/asset/holy-family-after-andrea-del-sarto/bwFXAim1WFi9dg"
      }
    ],
    "summary": [
      "Andrea del Sarto was an Italian painter from Florence, whose career flourished during the High Renaissance and early Mannerism. He was known as an outstanding fresco decorator, painter of altar-pieces, portraitist, draughtsman and colorist. Though highly regarded during his lifetime as an artist senza errori, his renown was eclipsed after his death by that of his contemporaries, Leonardo da Vinci, Michelangelo and Raphael."
    ],
    "quote": null,
    "movements": [
      "Renaissance",
      "High Renaissance",
      "Mannerism",
      "Italian Renaissance",
      "Florentine painting"
    ],
    "mediums": ["Oil paint", "Chalk", "Pigment", "Drawing", "Sanguine", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Andrea_del_Sarto",
    "urlGoogle": "https://artsandculture.google.com/entity/andrea-del-sarto/m0d936"
  },
  "event": {
    "id": "munich-massacre",
    "name": "Munich massacre",
    "dates": "Sep 5, 1972 - Sep 6, 1972",
    "mainImg": "img/events/munich-massacre.jpg",
    "summary": [
      "The Munich massacre was an attack during the 1972 Summer Olympics in Munich, West Germany, in which the Palestinian terrorist group Black September took eleven Israeli Olympic team members hostage and killed them along with a West German police officer.",
      "Shortly after the crisis began, a Black September spokesman demanded that 234 Palestinian prisoners jailed in Israel and the West German-held founders of the Red Army Faction, Andreas Baader and Ulrike Meinhof, be released. Black September called the operation \"Iqrit and Biram\", after two Palestinian Christian villages whose inhabitants were expelled by the Israel Defense Forces during the 1948 Arab-Israeli War. The Black September commander, Luttif Afif, was born to Jewish and Christian parents. His group was associated with secular nationalism, working for the rights of Palestinians in Israel. West German neo-Nazis gave the group logistical assistance.",
      "Police officers killed five of the eight Black September members during a failed attempt to rescue the hostages. A West German policeman was also killed in the crossfire. The other three Palestinian hijackers were captured."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Munich_massacre",
    "urlGoogle": "https://artsandculture.google.com/entity/munich-massacre/m058p6"
  },
  "funFacts": [
    { "id": "258", "fact": "Lemon wood is carved into chess pieces.", "category": ["Hodgepodge"] },
    { "id": "910", "fact": "Less than 3% of the water on Earth is fresh.", "category": ["Science"] }
  ],
  "funFacts2": [{ "id": "504660", "fact": "Fish cough." }],
  "person": {
    "id": "francis-sheehy-skeffington",
    "name": "Francis Sheehy-Skeffington",
    "dates": "Dec 23, 1878 - Apr 26, 1916",
    "mainImg": "img/people/francis-sheehy-skeffington.jpg",
    "summary": [
      "Francis Joseph Christopher Sheehy-Skeffington was an Irish writer and radical activist, known publicly by the nickname \"Skeffy\". He was also the real-life model for a character in James Joyce's novel, A Portrait of the Artist as a Young Man. He was a friend and schoolmate of Joyce, Oliver St. John Gogarty, Tom Kettle, and Frank O'Brien. He married Hanna Sheehy in 1903, whose own surname he adopted as part of his name, resulting in the name \"Sheehy Skeffington\". They always showed their joined names unhyphenated, although many sources include the hyphen."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Francis_Sheehy-Skeffington",
    "urlGoogle": "https://artsandculture.google.com/entity/francis-sheehy-skeffington/m076ss8"
  },
  "place": {
    "id": "louisville",
    "name": "Louisville",
    "mainImg": "img/places/louisville.jpg",
    "summary": [
      "Louisville is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States. It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city. Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
      "Named after King Louis XVI of France, Louisville was founded in 1778 by George Rogers Clark, making it one of the oldest cities west of the Appalachians. With nearby Falls of the Ohio as the only major obstruction to river traffic between the upper Ohio River and the Gulf of Mexico, the settlement first grew as a portage site. It was the founding city of the Louisville and Nashville Railroad, which grew into a 6,000-mile system across 13 states.",
      "Today, the city is known as the home of legendary boxer Muhammad Ali, the Kentucky Derby, Kentucky Fried Chicken, the University of Louisville and its Cardinals, Louisville Slugger baseball bats, and three of Kentucky's six Fortune 500 companies: Humana, Kindred Healthcare, and Yum! Brands. Muhammad Ali International Airport, Louisville's main commercial airport, hosts UPS's worldwide hub."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Louisville,_Kentucky",
    "urlGoogle": "https://artsandculture.google.com/entity/louisville/m0f__1"
  },
  "wiki": {
    "id": "canadian-pacific-railway",
    "name": "Canadian Pacific Railway",
    "summary": "The Canadian Pacific Railway is a Canadian Class I railway operated by Canadian Pacific Railway Limited. Its rail network stretches from Vancouver to Montreal, and also serves major cities in the United States, such as Minneapolis, Chicago, and New York City. Its headquarters are in Calgary, Alberta. The railway was originally built between eastern Canada and British Columbia between 1881 and 1885, fulfilling a promise extended to British Columbia when it entered Confederation in 1871. It was Canada's first transcontinental railway. Now primarily a freight railway, the CPR was for many decades the only practical means of long distance passenger transportation in many regions of Canada, and was instrumental in the settlement and development of western Canada. Its primary passenger services were eliminated in 1978 after being assumed by VIA Rail Canada. The railway's logo, a beaver, was chosen because it is one of the national symbols of Canada and represents the hardworking character of the company. The object of both praise and damnation for over 120 years, the CPR remains an indisputable icon of Canadian nationalism.",
    "url": "https://en.wikipedia.org/wiki/Canadian_Pacific_Railway"
  },
  "word": {
    "id": "parochial",
    "word": "parochial",
    "url": "https://www.merriam-webster.com/dictionary/parochial",
    "partOfSpeech": "adjective",
    "pronunciation": "puh-ROH-kee-ul",
    "audioPath": "audio/words/parochial.mp3",
    "definitions": [
      "of or relating to a church parish",
      "limited in range or scope (as to a narrow area or region) : provincial, narrow"
    ],
    "examples": [
      "The book is marred by the _parochial_ viewpoint of its author, who fails to take into account the interplay between local and global economies.",
      "\"Once a largely _parochial_ issue mainly of interest to Nebraskans, the pipeline's national profile has risen steadily to the point where it became the linchpin in a much broader, high-stakes deal affecting millions of families from coast to coast.\" -- From an article by Joseph Morton in the _Omaha World-Herald_, December 18, 2011"
    ],
    "origin": "In the Greek New Testament, the word \"paroikia\" means \"temporary residence.\" (It's from the Greek word for \"stranger\" -- \"paroikos.\") Early Christians used this designation for their colonies because they considered heaven their real home. But temporary or not, these Christian colonies became more organized as time went on. Thus, in Late Latin, \"parochia\" became the designation for a group of Christians in a given area under the leadership of one pastor -- what we came to call a \"parish\" in the 14th century. Both \"parish\" and its related adjective \"parochial\" were borrowed at that time directly from Middle French terms that had been derived from the Late Latin. We didn't begin to use \"parochial\" in its \"narrow\" sense until the mid-19th century."
  }
}
