{
  "artist": {
    "id": "guo-xi",
    "name": "Guo Xi",
    "dates": "1020 - 1090",
    "mainImg": "img/art/artists/guo-xi.jpg",
    "artworkImgs": [
      {
        "name": "Early Spring",
        "path": "img/art/artworks/guo-xi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/early-spring-guo-xi/xAHr0j3bdWn7Dw"
      },
      {
        "name": "Peony Blossoms",
        "path": "img/art/artworks/guo-xi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/peony-blossoms-guo-hailong/9AFnDAjdURzwQw"
      },
      {
        "name": "A Tibetan Child",
        "path": "img/art/artworks/guo-xi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-tibetan-child-guo-hailong/-QGmlv8bLp-TZg"
      },
      {
        "name": "Home",
        "path": "img/art/artworks/guo-xi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/home-guo-hailong/GgE3EEG5sqvxFA"
      },
      {
        "name": "Warmth in Winter",
        "path": "img/art/artworks/guo-xi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/warmth-in-winter-guo-hailong/AwHGHV8pBQBFmA"
      },
      {
        "name": "Jingzhe",
        "path": "img/art/artworks/guo-xi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/jingzhe-guo-hailong/CQFqSRDCzN056Q"
      }
    ],
    "summary": [
      "Guo Xi was a Chinese landscape painter from Henan Province who lived during the Northern Song dynasty. One text entitled \"The Lofty Message of Forest and Streams\" is attributed to him. The work covers a variety of themes centered on the appropriate way of painting a landscape. He was a court professional, a literatus, well-educated painter who developed an incredibly detailed system of idiomatic brushstrokes which became important for later painters. One of his most famous works is Early Spring, dated 1072. The work demonstrates his innovative techniques for producing multiple perspectives which he called \"the angle of totality.\" This type of visual representation is also called \"Floating Perspective\", a technique which displaces the static eye of the viewer and highlights the differences between Chinese and Western modes of spatial representation.",
      "The following is an excerpt from his treatise, \"mountains and waters\":",
      "The clouds and the vapours of real landscapes are not the same at the four seasons. In spring they are light and diffused, in summer rich and dense, in autumn scattered and thin, in winter dark and solitary."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Guo_Xi",
    "urlGoogle": "https://artsandculture.google.com/entity/guo-xi/m04mn_9"
  },
  "event": {
    "id": "first-battle-of-bull-run",
    "name": "First Battle of Bull Run",
    "dates": null,
    "mainImg": "img/events/first-battle-of-bull-run.jpg",
    "summary": [
      "The First Battle of Bull Run, also known as the First Battle of Manassas, was the first major battle of the American Civil War and was a Confederate victory. The battle was fought on July 21, 1861 in Prince William County, Virginia, just north of the city of Manassas and about 25 miles west-southwest of Washington, D.C. The Union's forces were slow in positioning themselves, allowing Confederate reinforcements time to arrive by rail. Each side had about 18,000 poorly trained and poorly led troops in their first battle. It was a Confederate victory, followed by a disorganized retreat of the Union forces.",
      "Just months after the start of the war at Fort Sumter, the Northern public clamored for a march against the Confederate capital of Richmond, Virginia, which was expected to bring an early end to the Confederacy. Yielding to political pressure, Brig. Gen. Irvin McDowell led his unseasoned Union Army across Bull Run against the equally inexperienced Confederate Army of Brig. Gen. P. G. T. Beauregard camped near Manassas Junction."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/First_Battle_of_Bull_Run",
    "urlGoogle": "https://artsandculture.google.com/entity/first-battle-of-bull-run/m01h9zd"
  },
  "funFacts": [
    {
      "id": "937",
      "fact": "Squirrels lose more than half of the nuts they hide.",
      "category": ["Animals", "Habits"]
    },
    {
      "id": "493",
      "fact": "To make a zipper slide up and down more smoothly, rub a bar of soap over the teeth.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "939",
      "fact": "The penny was the first U.S. coin to feature the likeness of an actual person.",
      "category": ["History", "Firsts"]
    }
  ],
  "funFacts2": [],
  "idiom": {
    "id": "duck-soup",
    "term": "duck soup",
    "definition": "An easily accomplished task or assignment, a cinch to succeed, as in *Fixing this car is going to be duck soup.* This expression gained currency as the title of a hilarious popular movie by the Marx Brothers (1933). The original allusion has been lost. [Early 1900s]"
  },
  "person": {
    "id": "soong-mei-ling",
    "name": "Soong Mei-ling",
    "dates": "Mar 4, 1898 - Oct 23, 2003",
    "mainImg": "img/people/soong-mei-ling.jpg",
    "summary": [
      "Soong Mei-ling or, legally, Soong May-ling, also known as Madame Chiang Kai-shek or Madame Chiang, was a Chinese political figure who was First Lady of the Republic of China, the wife of Generalissimo and President Chiang Kai-shek. Soong played a prominent role in the politics of the Republic of China and was the sister-in-law of Sun Yat-sen, the founder and the leader of the Republic of China. She was active in the civic life of her country and held many honorary and active positions, including chairwoman of Fu Jen Catholic University. During the Second Sino-Japanese War, she rallied her people against the Japanese invasion; and in 1943 conducted an eight-month speaking tour of the United States of America to gain support. Her life traversed three centuries."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Soong_Mei-ling",
    "urlGoogle": "https://artsandculture.google.com/entity/soong-mei-ling/m072ln"
  },
  "place": {
    "id": "nimes",
    "name": "Nîmes",
    "mainImg": "img/places/nimes.jpg",
    "summary": [
      "Nîmes is a city in the Occitanie region of southern France. It is the capital of the Gard department. Nîmes is located between the Mediterranean Sea and the Cévennes mountains. The estimated population of Nîmes is 151,001.",
      "Dubbed the most Roman city outside Italy, Nîmes has a rich history dating back to the Roman Empire when the city was a regional capital, and home to 50,000–60,000 people. Several famous monuments are in Nîmes, such as the Arena of Nîmes and the Maison Carrée. Because of this, Nîmes is often referred to as the French Rome."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/N%C3%AEmes",
    "urlGoogle": "https://artsandculture.google.com/entity/nîmes/m0pzcv"
  },
  "wiki": {
    "id": "thirty-flights-of-loving",
    "name": "Thirty Flights of Loving",
    "summary": "Thirty Flights of Loving is a first-person adventure video game developed by Brendon Chung's video game studio, Blendo Games. It was released in August 2012 for Microsoft Windows and in November 2012 for OS X. The game employs a modified version of id Software's id Tech 2 engine—originally used for Quake II—and incorporates music composed by Idle Thumbs member Chris Remo. An indirect sequel to Gravity Bone (2008), it features the same main character, an unnamed spy controlled by the player. The game follows the spy and two other people as they prepare for an alcohol heist and then deal with the aftermath of the failed operation. Unlike Gravity Bone, Thirty Flights of Loving employs non-linear storytelling, forcing the player to piece together the narrative. Thirty Flights of Loving was developed as part of the Kickstarter campaign for the revival of the Idle Thumbs podcast and includes a free copy of Gravity Bone. Thirty Flights of Loving received generally favorable reviews from video game journalists, scoring 88 out of 100 on the review aggregator Metacritic. A follow-up, Quadrilateral Cowboy, is scheduled for release in 2014.",
    "url": "https://en.wikipedia.org/wiki/Thirty_Flights_of_Loving"
  },
  "word": {
    "id": "sternutation",
    "word": "sternutation",
    "url": "https://www.merriam-webster.com/dictionary/sternutation",
    "partOfSpeech": "noun",
    "pronunciation": "ster-nyuh-TAY-shun",
    "audioPath": "audio/words/sternutation.mp3",
    "definitions": ["the act, fact, or noise of sneezing"],
    "examples": [
      "Julie knew that she had put on too much perfume when she entered the car and immediately heard a chorus of sternutation from the passengers."
    ],
    "origin": "\"Sternutation\" comes from Latin and is a descendant of the verb \"sternuere,\" meaning \"to sneeze.\" One of the earliest known English uses occurred in a 16th-century edition of a book on midwifery, in a passage about infants suffering from frequent \"sternutation and sneesynge.\" The term has long been used in serious medical contexts, but also on occasion for humorous effect. In 1850, for example, author Grace Greenwood observed that U.S. senators from opposing political parties would often come together to share snuff: \"And all three forget their sectional differences in a delightful concert of sternutation. No business is too grave, no speaker too eloquent, to be 'sneezed at.'\""
  }
}
