{
  "artist": {
    "id": "kerry-james-marshall",
    "name": "Kerry James Marshall",
    "dates": "Born Oct 17, 1955",
    "mainImg": "img/art/artists/kerry-james-marshall.jpg",
    "artworkImgs": [
      {
        "name": "Memento #5",
        "path": "img/art/artworks/kerry-james-marshall-a1.jpg",
        "source": "https://artsandculture.google.com/asset/memento-5-kerry-james-marshall/ZgGvKUm7eu861Q"
      },
      {
        "name": "Our Town",
        "path": "img/art/artworks/kerry-james-marshall-a2.jpg",
        "source": "https://artsandculture.google.com/asset/our-town-kerry-james-marshall/VgE9A9cmVSCvXQ"
      },
      {
        "name": "Supermodel",
        "path": "img/art/artworks/kerry-james-marshall-a3.jpg",
        "source": "https://artsandculture.google.com/asset/supermodel-kerry-james-marshall/BwFM8-lN_4WMJQ"
      },
      {
        "name": "Untitled (Blot)",
        "path": "img/art/artworks/kerry-james-marshall-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-blot-kerry-james-marshall/RwFqgsBwo1XnFw"
      },
      {
        "name": "Untitled (Blot)",
        "path": "img/art/artworks/kerry-james-marshall-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-blot-kerry-james-marshall/eQG4Qy3RPehEbQ"
      },
      {
        "name": "As Seen on TV",
        "path": "img/art/artworks/kerry-james-marshall-a6.jpg",
        "source": "https://artsandculture.google.com/asset/as-seen-on-tv-kerry-james-marshall/2gHgNn0k1jWqlw"
      }
    ],
    "summary": [
      "Kerry James Marshall is an American artist born in Birmingham, Alabama. He grew up in South Central Los Angeles and now lives in Chicago, Illinois, where he previously taught at the School of Art and Design at the University of Illinois at Chicago. He is a 1978 graduate of Otis College of Art and Design. An exhibition of his work, Kerry James Marshall: Mastry, was assembled by the Museum of Contemporary Art in 2016."
    ],
    "quote": "“I think we need to remember...that a lot of energy was put into changing things to get us to the point where we are now. But being where we are now doesn't mean that we don't have to put in the same kind of energy to get us to a place where we ought to be.”",
    "movements": ["Contemporary art"],
    "mediums": [
      "Acrylic paint",
      "Photograph",
      "Sculpture",
      "Vitreous enamel",
      "Enamel paint",
      "Iron"
    ],
    "urlWiki": "https://en.wikipedia.org/wiki/Kerry_James_Marshall",
    "urlGoogle": "https://artsandculture.google.com/entity/kerry-james-marshall/m02rftt7"
  },
  "event": {
    "id": "asian-relations-conference",
    "name": "Asian Relations Conference",
    "dates": "April 1947 - May 1947",
    "mainImg": "img/events/asian-relations-conference.jpg",
    "summary": [
      "The Asian Relations Conference took place in New Delhi in March–April 1947. It was hosted by Prime Minister Jawaharlal Nehru, who then headed a provisional government that was preparing for India's Independence, which came on 15 August 1947. The Asian Relations Conference brought together many leaders of the independence movements in Asia, and represented a first attempt to assert Asian unity. The objectives of the conference were \"to bring together the leading men and women of Asia on a common platform to study the problems of common concern to the people of the continent, to focus attention on social, economic and cultural problems of the different countries of Asia, and to foster mutual contact and understanding.\"",
      "In his writings and speeches, Nehru had laid great emphasis on the manner in which post-colonial India would rebuild its Asia connections. At this conference Nehru declared: \"... Asia is again finding herself ... one of the notable consequences of the European domination of Asia has been the isolation of the countries of Asia from one another. ... Today this isolation is breaking down because of many reasons, political and otherwise ..."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Asian_Relations_Conference",
    "urlGoogle": "https://artsandculture.google.com/entity/asian-relations-conference/m04gjncc"
  },
  "funFacts": [
    {
      "id": "438",
      "fact": "Mount Everest rises a few millimeters every year.",
      "category": ["Geography"]
    },
    {
      "id": "300",
      "fact": "Pennsylvania is misspelled on the Liberty Bell, because that is how they spelled it in the 18th century.",
      "category": ["Geography", "History"]
    }
  ],
  "funFacts2": [{ "id": "505966", "fact": "Stalin plotted to kill John Wayne." }],
  "person": {
    "id": "simone-veil",
    "name": "Simone Veil",
    "dates": "Jul 13, 1927 - Jun 30, 2017",
    "mainImg": "img/people/simone-veil.jpg",
    "summary": [
      "Simone Annie Liline Veil, Grand-croix; DBE was a French lawyer and politician who served as Minister of Health under Valéry Giscard d'Estaing, President of the European Parliament and member of the Constitutional Council of France.",
      "A survivor of the Auschwitz-Birkenau concentration camp where she lost part of her family during the Holocaust; she served as the first president of the Fondation pour la Mémoire de la Shoah, from 2000 to 2007, and subsequently as honorary president. She was elected to the Académie française in November 2008. She was best known for ministerially pushing forward the law legalizing abortion in France on 17 January 1975. She and her husband were buried in the Panthéon on 1 July 2018. Only the fifth woman in history to be accorded this burial honor, she was eulogized during the reinterment ceremony by President Emmanuel Macron."
    ],
    "quote": "“The poet produces the beautiful by fixing his attention on something real.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Simone_Veil",
    "urlGoogle": "https://artsandculture.google.com/entity/simone-veil/m02rl4t"
  },
  "place": {
    "id": "obihiro",
    "name": "Obihiro",
    "mainImg": "img/places/obihiro.jpg",
    "summary": [
      "Obihiro is a city in Tokachi Subprefecture, Hokkaido, Japan. Obihiro is the only designated city in the Tokachi area. The next most populous municipality in Tokachi is the adjacent town of Otofuke, with less than a third of Obihiro's population. The city had approximately 500 foreign residents in 2008. The city contains the headquarters of the Fifth Division of the Northern Army of the Japan Ground Self-Defense Force. It also hosts the Rally Japan World Rally Championship-event.",
      "In 2008, Obihiro was designated a \"model environmental city\" in Japan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Obihiro,_Hokkaido",
    "urlGoogle": "https://artsandculture.google.com/entity/obihiro/m01wfgj"
  },
  "wiki": {
    "id": "posting-system",
    "name": "Posting system",
    "summary": "The posting system is a baseball player transfer system that operates between Japan's Nippon Professional Baseball (NPB) and the United States' Major League Baseball (MLB). Despite the drafting of the United States – Japanese Player Contract Agreement in 1967 designed to regulate NPB players moving to MLB, problems arose in the late 1990s. Some NPB teams lost star players without compensation, an issue highlighted when NPB stars Hideo Nomo and Alfonso Soriano left to play in MLB after using loopholes to void their existing contracts. A further problem was that NPB players had very little negotiating power if their teams decided to deal them to MLB. In 1998, the Agreement was rewritten to address both problems and was dubbed the \"posting system\". Under this system, when an NPB player is \"posted\", MLB holds a four-day-long silent auction during which MLB teams can submit sealed bids in an attempt to win the exclusive rights to negotiate with the player. If the MLB team with the winning bid and the NPB player agree on contract terms before the 30-day period has expired, the NPB team receives the bid amount as a transfer fee, and the player is free to play in MLB.",
    "url": "https://en.wikipedia.org/wiki/Posting_system"
  },
  "word": {
    "id": "colubrine",
    "word": "colubrine",
    "url": "https://www.merriam-webster.com/dictionary/colubrine",
    "partOfSpeech": "adjective",
    "pronunciation": "KAHL-yuh-bryne",
    "audioPath": "audio/words/colubrine.mp3",
    "definitions": [
      "of, relating to, or resembling a snake",
      "of or relating to a large cosmopolitan family (Colubridae) of chiefly nonvenomous snakes"
    ],
    "examples": [
      "\"By the time the music starts throbbing at 9, there will undoubtedly be a colubrine line slithering down Mass. Ave.\" (Christopher Muther, _The Boston Globe_, March 2002)"
    ],
    "origin": "\"Colubrine\" may be less common than other animal words, such as \"canine,\" \"feline,\" and \"bovine,\" but it has been around for a good long while. Ultimately derived from the Latin \"colubra\" (\"snake\"), it slithered into the English language in the 16th century. (\"Cobra,\" by the way, comes from the same Latin word, but entered English through Portuguese.) Some other words for \"snakelike\" are \"serpentine\" (a more common alternative) and \"ophidian\" (from the Greek word for snake: \"ophis\")."
  }
}
