{
  "artist": {
    "id": "adolfo-hohenstein",
    "name": "Adolfo Hohenstein",
    "dates": "Mar 18, 1854 - Apr 12, 1928",
    "mainImg": "img/art/artists/adolfo-hohenstein.jpg",
    "artworkImgs": [
      {
        "name": "Sketches for costumes for Tosca by Giacomo Puccini (reproductions)",
        "path": "img/art/artworks/adolfo-hohenstein-a1.jpg",
        "source": "https://artsandculture.google.com/asset/sketches-for-costumes-for-tosca-by-giacomo-puccini-reproductions-adolfo-hohenstein-1854/QQF0LBnKeUwQ4Q"
      },
      {
        "name": "Montecarlo",
        "path": "img/art/artworks/adolfo-hohenstein-a2.jpg",
        "source": "https://artsandculture.google.com/asset/montecarlo-adolfo-hohenstein/xAGqh2pXbnwyxg"
      },
      {
        "name": "Poster for Madama Butterfly by Giacomo Puccini",
        "path": "img/art/artworks/adolfo-hohenstein-a3.jpg",
        "source": "https://artsandculture.google.com/asset/poster-for-madama-butterfly-by-giacomo-puccini-adolf-hohenstein-pietroburgo-18-march-1854-–-bonn-12-april-1928/6QHSGasWmHtkcQ"
      },
      {
        "name": "Tosca - Sketch of Act I",
        "path": "img/art/artworks/adolfo-hohenstein-a4.jpg",
        "source": "https://artsandculture.google.com/asset/tosca-sketch-of-act-i-adolf-hohenstein/WAGD6h_xs9s4aQ"
      },
      {
        "name": "Eugenio Giraldoni (1871-1924)",
        "path": "img/art/artworks/adolfo-hohenstein-a5.jpg",
        "source": "https://artsandculture.google.com/asset/eugenio-giraldoni-1871-1924-adolf-hohenstein/6wFxmnSnufhXAw"
      },
      {
        "name": "Tosca - Costume sketch for Floria Tosca",
        "path": "img/art/artworks/adolfo-hohenstein-a6.jpg",
        "source": "https://artsandculture.google.com/asset/tosca-costume-sketch-for-floria-tosca-adolf-hohenstein/IgGXsZQdreb-1w"
      }
    ],
    "summary": [
      "Adolfo Hohenstein was a German painter, advertiser, illustrator, set designer and costume designer. He's considered the father of the Italian poster art and an exponent of the Stile Liberty, the Italian Art Nouveau. Together with Leonetto Cappiello, Giovanni Mario Mataloni, Leopoldo Metlicovitz and Marcello Dudovich, he's considered one of the most important Italian poster designers."
    ],
    "quote": null,
    "movements": ["Art Nouveau"],
    "mediums": ["Watercolor painting", "Cardboard", "Tempera", "Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Adolfo_Hohenstein",
    "urlGoogle": "https://artsandculture.google.com/entity/adolfo-hohenstein/m076t82x"
  },
  "event": {
    "id": "world-war-i",
    "name": "World War I",
    "dates": "Jul 28, 1914 - Nov 11, 1918",
    "mainImg": "img/events/world-war-i.jpg",
    "summary": [
      "World War I, also known as the First World War or the Great War, was a global war that lasted from 1914 to 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated 9 million combatant deaths and 13 million civilian deaths as a direct result of the war, while resulting genocides and the related 1918 influenza pandemic caused another 17–100 million deaths worldwide.",
      "On 28 June 1914, Gavrilo Princip, a Bosnian Serb Yugoslav nationalist, assassinated the Austro-Hungarian heir Archduke Franz Ferdinand in Sarajevo, leading to the July Crisis. In response, on 23 July, Austria-Hungary issued an ultimatum to Serbia. Serbia's reply failed to satisfy the Austrians, and the two moved to a war footing.",
      "A network of interlocking alliances enlarged the crisis from a bilateral issue in the Balkans to one involving most of Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/World_War_I",
    "urlGoogle": "https://artsandculture.google.com/entity/world-war-i/m0cm2xh"
  },
  "funFacts": [
    {
      "id": "418",
      "fact": "The smallest mammal in the world is the bumblebee bat, which weighs less than a penny.",
      "category": ["Animals"]
    },
    { "id": "7", "fact": "A queen bee can lay 800-1,500 eggs per day.", "category": ["Animals"] }
  ],
  "funFacts2": [
    { "id": "505479", "fact": "Yoda was partly modeled after a photo of Albert Einstein." }
  ],
  "idiom": {
    "id": "stool-pigeon",
    "term": "stool pigeon",
    "definition": "A decoy or informer, especially a police spy. For example, *Watch out for Doug; I'm sure he's a stool pigeon for the supervisor.* This term alludes to a bird tied to a stool or similar perch in order to attract other birds, which will then be shot. However, one writer believes that *stool* is a variant for *stale* or *stall,* both nouns used for a decoy bird before 1500 or so. [c. 1820]"
  },
  "person": {
    "id": "leymah-gbowee",
    "name": "Leymah Gbowee",
    "dates": "Born Feb 1, 1972",
    "mainImg": "img/people/leymah-gbowee.jpg",
    "summary": [
      "Leymah Roberta Gbowee is a Liberian peace activist responsible for leading a women's nonviolent peace movement, Women of Liberia Mass Action for Peace that helped bring an end to the Second Liberian Civil War in 2003. Her efforts to end the war, along with her collaborator Ellen Johnson Sirleaf, helped usher in a period of peace and enabled a free election in 2005 that Sirleaf won. She, along with Ellen Johnson Sirleaf and Tawakkul Karman, were awarded the 2011 Nobel Peace Prize \"for their non-violent struggle for the safety of women and for women's rights to full participation in peace-building work.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Leymah_Gbowee",
    "urlGoogle": "https://artsandculture.google.com/entity/leymah-gbowee/m0czcxyw"
  },
  "place": {
    "id": "okayama",
    "name": "Okayama",
    "mainImg": "img/places/okayama.jpg",
    "summary": [
      "Okayama is the capital city of Okayama Prefecture in the Chūgoku region of Japan. The city was founded on June 1, 1889.",
      "As of February 2017, the city has an estimated population of 720,841 and a population density of 910 persons per km². The total area is 789.88 square kilometres.",
      "The city is the site of Kōraku-en, known as one of the top three traditional gardens in Japan, and Okayama Castle, which is ranked among the best 100 Japanese castles. The city is famous as the setting of the Japanese fable \"Momotarō\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Okayama",
    "urlGoogle": "https://artsandculture.google.com/entity/okayama/m0gp5my"
  },
  "wiki": {
    "id": "chromatophore",
    "name": "Chromatophore",
    "summary": "Chromatophores are pigment-containing and light-reflecting cells found in amphibians, fish, reptiles, crustaceans and cephalopods. They are largely responsible for generating skin and eye colour in cold-blooded animals and are generated in the neural crest during embryonic development. Some species can rapidly change colour through mechanisms that translocate pigment and reorient reflective plates within chromatophores. This process, often used as a type of camouflage, is called physiological colour change. Cephalopods such as octopuses have complex chromatophore organs controlled by muscles to achieve this, while vertebrates such as chameleons generate a similar effect through cell signaling. Such signals can be hormones or neurotransmitters, and may be initiated by changes in mood, temperature or stress, or by visible changes in the local environment. Unlike cold-blooded animals, mammals and birds have only one class of chromatophore-like cells, the melanocyte. The cold-blooded equivalents, melanophores, are studied by scientists to understand human disease, and are used as a tool in drug discovery.",
    "url": "https://en.wikipedia.org/wiki/Chromatophore"
  },
  "word": {
    "id": "eyas",
    "word": "eyas",
    "url": "https://www.merriam-webster.com/dictionary/eyas",
    "partOfSpeech": "noun",
    "pronunciation": "EYE-us",
    "audioPath": "audio/words/eyas.mp3",
    "definitions": ["an unfledged bird; specifically : a nestling hawk"],
    "examples": [
      "It took about six weeks for the eyas to mature into a fully grown peregrine falcon."
    ],
    "origin": "\"Eyas\" is a funny-sounding word that exists because of a mistake. In the 15th century, Middle English speakers made an incorrect assumption about the word \"neias,\" which comes from the Anglo-French \"niais\" (\"fresh from the nest\"). \"A neias\" sounded like \"an eias\" to their ears, so the word lost that initial \"n,\" eventually becoming \"eyas.\" (There are other words in English that were created in this same fashion; for example, \"an apron\" used to be \"a napron.\") The change in spelling may have been suggested by other Middle English words like \"ey\" (\"egg\") and \"eyry,\" which was a spelling of \"aerie,\" the hawk's nest where an eyas would be found."
  }
}
