{
  "artist": {
    "id": "wang-yuanqi",
    "name": "Wang Yuanqi",
    "dates": "1642 - 1715",
    "mainImg": "img/art/artists/wang-yuanqi.jpg",
    "artworkImgs": [
      {
        "name": "清 王原祁 倣吳鎮山水圖 軸|Landscape after Wu Zhen",
        "path": "img/art/artworks/wang-yuanqi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-王原祁-倣吳鎮山水圖-軸-landscape-after-wu-zhen-wang-yuanqi/hwED5OyWGV9AbQ"
      },
      {
        "name": "清 王原祁 江國垂綸圖 卷|Fishing in River Country at Blossom Time",
        "path": "img/art/artworks/wang-yuanqi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/清-王原祁-江國垂綸圖-卷-fishing-in-river-country-at-blossom-time-wang-yuanqi/cwHc_7CJCfCxzA"
      },
      {
        "name": "清 王原祁 倣黃公望高克恭山水圖 軸|Landscape in the Styles of Huang Gongwang and Gao Kegong",
        "path": "img/art/artworks/wang-yuanqi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/清-王原祁-倣黃公望高克恭山水圖-軸-landscape-in-the-styles-of-huang-gongwang-and-gao-kegong-wang-yuanqi/PgHUIjwS2gs-2g"
      },
      {
        "name": "Landscape in the Style of Ni Zan",
        "path": "img/art/artworks/wang-yuanqi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-in-the-style-of-ni-zan-wang-yuanqi/gwFU7PG-1fNU0w"
      },
      {
        "name": "Free Spirits Among Streams and Mountains",
        "path": "img/art/artworks/wang-yuanqi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/free-spirits-among-streams-and-mountains/DgFakGqvMAFpog"
      },
      {
        "name": "The Fuchun Mountians",
        "path": "img/art/artworks/wang-yuanqi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-fuchun-mountians-wang-yuanqi/qgE84ecmDogruw"
      }
    ],
    "summary": [
      "Wang Yuanqi was a Chinese painter of the Qing dynasty.",
      "Wang was born in Taicang in the Jiangsu province and tutored in painting by his grandfather Wang Shimin. His style name was 'Mao-ching' and his sobriquet was 'Lu-t'ai'. Wang is a member of the Six Masters of the early Qing period, also known as the 'Four Wangs, a Wu and a Yun'. They are also often regarded as the principal figures of the 'Orthodox School' of Chinese landscape painting.",
      "Wang Yuanqi was two years old when the New Qing Dynasty was founded. He rose to prominence as a court official and eventually was appointed curator of the imperial collection during the reign of the Kangxi Emperor. He remained a court official throughout his long career and died at age 73 in 1715.",
      "His landscapes followed the model of the Yuan Dynasty artists who broke away from the Northern Song tradition of rendering landscapes \"real enough to walk through\" to more personal abstractions."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wang_Yuanqi",
    "urlGoogle": "https://artsandculture.google.com/entity/wang-yuanqi/m0466lsv"
  },
  "event": {
    "id": "russian-invasion-of-east-prussia",
    "name": "Russian invasion of East Prussia",
    "dates": "Aug 17, 1914 - Sep 14, 1914",
    "mainImg": "img/events/russian-invasion-of-east-prussia.jpg",
    "summary": [
      "The Russian invasion of East Prussia occurred during World War I, lasting from August to September 1914. As well as being the natural course for the Russian Empire to take upon the declaration of war on the German Empire, it was also an attempt to focus the German Army on the Eastern Front, as opposed to the Western Front. Despite having an overwhelming superiority over the Germans in numbers, the invading Imperial Russian Army spread its forces thin and was defeated in the battles of Tannenberg and the Masurian Lakes."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Russian_invasion_of_East_Prussia_%281914%29",
    "urlGoogle": "https://artsandculture.google.com/entity/russian-invasion-of-east-prussia/m02qdt78"
  },
  "funFacts": [
    {
      "id": "256",
      "fact": "There are more saunas than cars in Finland.",
      "category": ["Geography"]
    },
    {
      "id": "861",
      "fact": "South Carolina is home to the first tea farm in the U.S.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [{ "id": "522200", "fact": "\"Huh?\" is understood in all languages." }],
  "idiom": {
    "id": "cleanliness-is-next-to-godliness",
    "term": "cleanliness is next to godliness",
    "definition": "Being clean is a sign of spiritual purity or goodness, as in *Don't forget to wash your ears---cleanliness is next to godliness.* This phrase was first recorded in a sermon by John Wesley in 1778, but the idea is ancient, found in Babylonian and Hebrew religious tracts. It is still invoked, often as an admonition to wash or clean up."
  },
  "person": {
    "id": "edward-frederick-lindley-wood-1-st-earl-of-halifax",
    "name": "Edward Frederick Lindley Wood, 1st Earl of Halifax",
    "dates": "Apr 16, 1881 - Dec 23, 1959",
    "mainImg": "img/people/edward-frederick-lindley-wood-1-st-earl-of-halifax.jpg",
    "summary": [
      "Edward Frederick Lindley Wood, 1st Earl of Halifax, KG, OM, GCSI, GCMG, GCIE, TD, PC, styled The 1st Baron Irwin from 1925 until 1934 and The 3rd Viscount Halifax from 1934 until 1944, was a senior British Conservative politician of the 1930s. He held several senior ministerial posts during this time, most notably those of Viceroy of India from 1925 to 1931 and of Foreign Secretary between 1938 and 1940. He was one of the architects of the policy of appeasement of Adolf Hitler in 1936–38, working closely with Prime Minister Neville Chamberlain. However, after the German occupation of Czechoslovakia in March 1939 he was one of those who pushed for a new policy of attempting to deter further German aggression by promising to go to war to defend Poland.",
      "On Chamberlain's resignation early in May 1940, Halifax effectively declined the position of Prime Minister as he felt that Churchill would be a more suitable war leader. A few weeks later, with the Allies facing apparently catastrophic defeat and British forces falling back to Dunkirk, Halifax favoured approaching Italy to see if acceptable peace terms could be negotiated."
    ],
    "quote": "“Anger is seldom without argument but seldom with a good one.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Edward_Wood,_1st_Earl_of_Halifax",
    "urlGoogle": "https://artsandculture.google.com/entity/edward-frederick-lindley-wood-1st-earl-of-halifax/m01grww"
  },
  "place": {
    "id": "patras",
    "name": "Patras",
    "mainImg": "img/places/patras.jpg",
    "summary": [
      "Patras is Greece's third-largest city and the regional capital of Western Greece, in the northern Peloponnese, 215 km west of Athens. The city is built at the foot of Mount Panachaikon, overlooking the Gulf of Patras.",
      "As of the 2011 census, the city of Patras has a population of 167,446 and the municipal unit has 170,896 inhabitants; the municipality has 213,984 inhabitants. The Metropolitan Area of Patras has a number of approximately 300,000 inhabitants. The core settlement has a history spanning four millennia. In the Roman period, it had become a cosmopolitan center of the eastern Mediterranean whilst, according to the Christian tradition, it was also the place of Saint Andrew's martyrdom.",
      "Dubbed as Greece's 'Gate to the West', Patras is a commercial hub, while its busy port is a nodal point for trade and communication with Italy and the rest of Western Europe. The city has two public universities and one technological institute, hosting a large student population and rendering Patras an important scientific centre with a field of excellence in technological education."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Patras",
    "urlGoogle": "https://artsandculture.google.com/entity/patras/m02dflv"
  },
  "wiki": {
    "id": "henry-moore",
    "name": "Henry Moore",
    "summary": "Henry Moore was a British artist and sculptor. Born into a poor mining family in the Yorkshire town of Castleford, he became well-known for his large-scale abstract cast bronze and carved marble sculptures; substantially supported by the British art establishment, Moore helped to introduce a particular form of modernism into Britain. His ability to satisfy large-scale commissions made him exceptionally wealthy towards the end of his life. However, he lived frugally and most of his wealth went to endow the Henry Moore Foundation, which continues to support education and promotion of the arts. His signature form is a pierced reclining figure, first influenced by a Toltec-Maya sculpture known as \"Chac Mool\", which he had seen as a plaster cast in Paris in 1925. Early versions are pierced conventionally as a bent arm reconnects with the body. Later, more abstract versions, are pierced directly through the body in order to explore the concave and convex shapes. These more extreme piercings developed in parallel with Barbara Hepworth's sculptures. Hepworth first pierced a torso after misreading a review of one of Henry Moore's early shows.",
    "url": "https://en.wikipedia.org/wiki/Henry_Moore"
  },
  "word": {
    "id": "cathexis",
    "word": "cathexis",
    "url": "https://www.merriam-webster.com/dictionary/cathexis",
    "partOfSpeech": "noun",
    "pronunciation": "kuh-THEK-sis",
    "audioPath": "audio/words/cathexis.mp3",
    "definitions": ["investment of mental or emotional energy in a person, object, or idea"],
    "examples": [
      "\"The veil that hides Laura and her eyes, her hair, her smile (and its counterpart, the glove that veils her hand) becomes the object of Petrarch's _cathexis_....\" - From an essay by Margaret Brose in the 2010 book _The Body in Early Modern Italy_",
      "\"The plot of this French film diverges from ... most American film we are force-fed in that it deals powerfully with subject matter that counts. It treats an almost unrecognized aspect of WWII in Europe, eliciting a strong _cathexis_ from the viewer, who learns so much that he never knew before this celluloid feast.\" - From an article by Marion DS Dreyfus in _American Thinker_, April 8, 2012"
    ],
    "origin": "You might suspect that \"cathexis\" derives from a word for \"emotion,\" but in actuality the key concept is \"holding.\" \"Cathexis\" comes to us by way of New Latin (Latin as used after the medieval period in scientific description or classification) from the Greek word \"kathexis,\" meaning \"holding.\" It can ultimately be traced back (through \"katechein,\" meaning \"to hold fast, occupy\") to the Greek verb \"echein,\" meaning \"to have\" or \"to hold.\" \"Cathexis\" first appeared in print in 1922 in a book about Freud's psychological theories (which also established the plural as \"cathexes,\" as is consistent with Latin), and it is still often used in scientific and specifically psychological contexts."
  }
}
