{
  "artist": {
    "id": "hans-arp",
    "name": "Hans Arp",
    "dates": "Sep 16, 1886 - Jun 7, 1966",
    "mainImg": "img/art/artists/hans-arp.jpg",
    "artworkImgs": [
      {
        "name": "Collage Géométrique",
        "path": "img/art/artworks/hans-arp-a1.jpg",
        "source": "https://artsandculture.google.com/asset/collage-géométrique-jean-hans-arp/pQE18ISuL6Ub6w"
      },
      {
        "name": "Coppa chimerica",
        "path": "img/art/artworks/hans-arp-a2.jpg",
        "source": "https://artsandculture.google.com/asset/coppa-chimerica-hans-arp/AAEWQy-Wld0gFQ"
      },
      {
        "name": "Sculpture de Silence, Corneille",
        "path": "img/art/artworks/hans-arp-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sculpture-de-silence-corneille-hans-jean-arp/xAHtg7ioc7suzg"
      },
      {
        "name": "Poupée Basset",
        "path": "img/art/artworks/hans-arp-a4.jpg",
        "source": "https://artsandculture.google.com/asset/poupée-basset-jean-arp/GwHdjPyBj0oKTQ"
      },
      {
        "name": "Alou with Talons",
        "path": "img/art/artworks/hans-arp-a5.jpg",
        "source": "https://artsandculture.google.com/asset/alou-with-talons-jean-arp/-AFsQAPYShLcBA"
      },
      {
        "name": "L'idole des lapins",
        "path": "img/art/artworks/hans-arp-a6.jpg",
        "source": "https://artsandculture.google.com/asset/l-idole-des-lapins-hans-arp/bAGiT7BBkVAPxA"
      }
    ],
    "summary": [
      "Hans Peter Wilhelm Arp, better known as Jean Arp in English, was a German-French sculptor, painter, and poet, and worked in other media such as torn and pasted paper. He was known as Dadaist and abstract artist."
    ],
    "quote": "“Art is a fruit that grows in man, like a fruit on a plant, or a child in its mother's womb.”",
    "movements": ["Modern art", "Surrealism", "Dada", "Abstract art", "Biomorphism"],
    "mediums": ["Sculpture", "Rock", "Photographic paper", "Oil paint", "Limestone", "Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean_Arp",
    "urlGoogle": "https://artsandculture.google.com/entity/hans-arp/m013y97"
  },
  "event": {
    "id": "potsdam-conference",
    "name": "Potsdam Conference",
    "dates": "Jul 17, 1945 - Aug 2, 1945",
    "mainImg": "img/events/potsdam-conference.jpg",
    "summary": [
      "The Potsdam Conference was held in Potsdam, Germany, from 17 July to 2 August 1945. The participants were the Soviet Union, the United Kingdom, and the United States, represented respectively by Premier Joseph Stalin, Prime Ministers Winston Churchill and Clement Attlee, and President Harry S. Truman.",
      "They gathered to decide how to administer Germany, which had agreed to unconditional surrender nine weeks earlier on the 8th of May. The goals of the conference also included the establishment of postwar order, peace treaty issues, and countering the effects of the war.",
      "Additionally, the Foreign Secretaries of the three Governments, James F. Byrnes, V. M. Molotov, and Anthony Eden, the Chief of Staff, with other advisers also participated in the Conference. From July 17 to July 25 there were held nine meetings. After that, the Conference was interrupted for two days, as the results of the British general election were being announced."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Potsdam_Conference",
    "urlGoogle": "https://artsandculture.google.com/entity/potsdam-conference/m0624y"
  },
  "funFacts": [
    {
      "id": "724",
      "fact": "A pineapple is neither an apple or a pine. It is, in fact, a large berry.",
      "category": ["Food"]
    },
    { "id": "811", "fact": "The dots on a domino are called pips.", "category": ["Definitions"] }
  ],
  "funFacts2": [
    {
      "id": "553822",
      "fact": "In the late 19th century, Beatrix Potter kept a journal in a secret code so complex it wasn't cracked until 1958."
    }
  ],
  "idiom": {
    "id": "wet-behind-the-ears",
    "term": "wet behind the ears",
    "definition": "Also, **not dry behind the ears.** Immature, inexperienced, as in *How can you take instructions from Tom? He's still wet behind the ears,* or *Jane's not dry behind the ears yet.* This term alludes to the fact that the last place to dry in a newborn colt or calf is the indentation behind its ears. [Early 1900s]"
  },
  "person": {
    "id": "hans-georg-von-friedeburg",
    "name": "Hans-Georg von Friedeburg",
    "dates": "Jul 15, 1895 - May 23, 1945",
    "mainImg": "img/people/hans-georg-von-friedeburg.jpg",
    "summary": [
      "Hans-Georg von Friedeburg was a German admiral, the deputy commander of the U-boat Forces of Nazi Germany and the second-to-last Commander-in-Chief of the Kriegsmarine. He was the only representative of the armed forces to be present at the signing of the German instruments of surrender in Luneburg Heath on 4 May 1945, in Reims on 7 May and in Berlin on 8 May 1945. Generaladmiral von Friedeburg committed suicide shortly afterwards, upon the dissolution of the Flensburg Government."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hans-Georg_von_Friedeburg",
    "urlGoogle": "https://artsandculture.google.com/entity/hans-georg-von-friedeburg/m069lf6"
  },
  "place": {
    "id": "liverpool",
    "name": "Liverpool",
    "mainImg": "img/places/liverpool.jpg",
    "summary": [
      "Liverpool is a city and metropolitan borough in Merseyside, England. The population in 2019 was approximately 498,042. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the surrounding region. It lies within the UK's sixth-most populous urban area, and its metropolitan area is the fifth-largest in the UK with a population of 2.24 million.",
      "Liverpool is on the eastern side of the Mersey Estuary and historically lay within the ancient hundred of West Derby in North West England's county of Lancashire. It became a borough in 1207 and a city in 1880. In 1889, it became a county borough independent of Lancashire. Its growth as a major port was paralleled by the expansion of the city throughout the Industrial Revolution. Along with general cargo, freight, and raw materials such as coal and cotton, merchants were involved in the slave trade. In the 19th century, Liverpool was a major port of departure for English and Irish emigrants to North America. It was home to both the Cunard and White Star Line, and was the port of registry of the ocean liners RMS Titanic, RMS Lusitania, RMS Queen Mary, and RMS Olympic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Liverpool",
    "urlGoogle": "https://artsandculture.google.com/entity/liverpool/m04lh6"
  },
  "quote": {
    "id": "125",
    "quote": "If you’re going through hell, keep going.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "kolkata",
    "name": "Kolkata",
    "summary": "Kolkata (formerly Calcutta) is the capital of the Indian state of West Bengal. It is located in eastern India on the east bank of the River Hooghly. The city has a population of almost 5 million, with an extended metropolitan population of over 13 million, thus making it the third-largest urban agglomeration and the fourth-largest city in India. To the south of the city is the Sundarbans delta, the world's largest mangrove forest. The city served as the capital of British India, until 1911. Once the centre of modern education, science, culture and politics in India, Kolkata witnessed economic stagnation in the years following India's independence in 1947. Since 2000 however, an economic rejuvenation has arrested the morbid decline, leading to a spurt in the city's growth. Like other large cities, Kolkata continues to struggle with urbanisation problems like poverty, pollution and traffic congestion. A vibrant city with a distinct socio-political culture, Kolkata is noted for its revolutionary history, ranging from the Indian struggle for independence to the leftist Naxalite and trade union movements.",
    "url": "https://en.wikipedia.org/wiki/Kolkata"
  },
  "word": {
    "id": "tempestuous",
    "word": "tempestuous",
    "url": "https://www.merriam-webster.com/dictionary/tempestuous",
    "partOfSpeech": "adjective",
    "pronunciation": "tem-PESS-chuh-wus",
    "audioPath": "audio/words/tempestuous.mp3",
    "definitions": ["of, relating to, or resembling a tempest : turbulent, stormy"],
    "examples": [
      "Because the player's relationship with his manager had grown more _tempestuous_ over the course of the season, the decision to trade him benefited everyone.",
      "\"An East Tennessee April can be _tempestuous_ and temperamental, and in Knoxville nothing causes quite as much worry about the weather as the Dogwood Arts Festival.\" - From an article by Amy McRary in the _Knoxville News-Sentinel_, April 1, 2012"
    ],
    "origin": "Time is sometimes marked in seasons, and seasons are associated with the weather. This explains how \"tempus,\" the Latin word for \"time\" could have given rise to an English adjective for things turbulent and stormy. \"Tempus\" is the root behind Old Latin \"tempestus,\" meaning \"season,\" and Late Latin \"tempestuosus,\" the direct ancestor of \"tempestuous.\" As you might expect, \"tempus\" is also the root of the noun \"tempest\"; it probably played a role in the history of \"temper\" as well, but that connection isn't definite."
  }
}
