{
  "artist": {
    "id": "rebecca-horn",
    "name": "Rebecca Horn",
    "dates": "Born Mar 24, 1944",
    "mainImg": "img/art/artists/rebecca-horn.jpg",
    "artworkImgs": [
      {
        "name": "Spirits",
        "path": "img/art/artworks/rebecca-horn-a1.jpg",
        "source": "https://artsandculture.google.com/asset/spirits-rebecca-horn/1gE5oAPSsSxu9A"
      },
      {
        "name": "Moon of Aran",
        "path": "img/art/artworks/rebecca-horn-a2.jpg",
        "source": "https://artsandculture.google.com/asset/moon-of-aran-rebecca-horn/0AHMC9_lvgXeRA"
      },
      {
        "name": "Finger Gloves",
        "path": "img/art/artworks/rebecca-horn-a3.jpg",
        "source": "https://artsandculture.google.com/asset/finger-gloves-rebecca-horn/zwELgy0mTVgyyQ"
      },
      {
        "name": "Rebecca Horn, Spirits, 2005",
        "path": "img/art/artworks/rebecca-horn-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rebecca-horn-spirits-2005-rebecca-horn/eAFjGZwvGbkW7A"
      },
      {
        "name": "Rebecca Horn, The Double",
        "path": "img/art/artworks/rebecca-horn-a5.jpg",
        "source": "https://artsandculture.google.com/asset/rebecca-horn-the-double-rebecca-horn/WwEwghMC49LJ5Q"
      },
      {
        "name": "Il raggio verde",
        "path": "img/art/artworks/rebecca-horn-a6.jpg",
        "source": "https://artsandculture.google.com/asset/il-raggio-verde-rebecca-horn/1gFDzc8__5Eo9g"
      }
    ],
    "summary": [
      "Rebecca Horn is a German visual artist, who is best known for her installation art, film directing, and her body modifications such as Einhorn, a body-suit with a very large horn projecting vertically from the headpiece. She directed the films Der Eintänzer, La ferdinanda: Sonate für eine Medici-Villa and Buster's Bedroom. Horn presently lives and works in Paris and Berlin."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Acrylic paint", "Brass", "Copper", "Silver", "Egg", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Rebecca_Horn",
    "urlGoogle": "https://artsandculture.google.com/entity/rebecca-horn/m0670bx"
  },
  "event": {
    "id": "siege-of-mafeking",
    "name": "Siege of Mafeking",
    "dates": "Oct 13, 1899 - May 17, 1900",
    "mainImg": "img/events/siege-of-mafeking.jpg",
    "summary": [
      "The Siege of Mafeking was a 217-day siege battle for the town of Mafeking in South Africa during the Second Boer War from October 1899 to May 1900. The siege received considerable attention as Lord Edward Cecil, the son of the British prime minister, was in the besieged town, as also was Lady Sarah Wilson, a daughter of the Duke of Marlborough and aunt of Winston Churchill. The siege turned the British commander, Colonel Robert Baden-Powell, into a national hero. The Relief of Mafeking, while of little military significance, was a morale boost for the struggling British."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Mafeking",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-mafeking/m03dqbw"
  },
  "funFacts": [
    {
      "id": "155",
      "fact": "In 1926, the first outdoor mini-golf courses were built on rooftops in NYC.",
      "category": ["Geography", "History"]
    },
    {
      "id": "44",
      "fact": "The bullfrog is the only animal that never sleeps.",
      "category": ["Animals", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "506874",
      "fact": "An urban legend claimed Zima was not detectable by a breathalyzer, boosting its popularity among the young and gullible."
    }
  ],
  "idiom": {
    "id": "its-an-ill-wind-that-blows-no-one-any-good",
    "term": "it's an ill wind that blows no one any good",
    "definition": "A loss or misfortune usually benefits someone. For example, *They lost everything when that old shed burned down, but they got rid of a lot of junk as well---it's an ill wind.* This expression appeared in John Heywood's 1546 proverb collection and remains so well known that it is often shortened. It also gave rise to a much-quoted pun about the difficulty of playing the oboe, describing the instrument as *an ill wind that nobody blows good.*"
  },
  "person": {
    "id": "george-voinovich",
    "name": "George Voinovich",
    "dates": "Jul 15, 1936 - Jun 12, 2016",
    "mainImg": "img/people/george-voinovich.jpg",
    "summary": [
      "George Victor Voinovich was an American politician from the state of Ohio. A member of the Republican Party, Voinovich served as a United States Senator from 1999 to 2011, as the 65th governor of Ohio from 1991 to 1998, and as the 54th mayor of Cleveland from 1980 to 1989, the last Republican to serve in that office.",
      "Voinovich spent more than 46 years in public service – first as assistant attorney general of Ohio in 1963, and finally as the senior United States Senator representing Ohio. He is the 15th person to have served as both the governor of Ohio and a U.S. senator and one of only two people to have been the mayor of Cleveland, governor of Ohio and a United States Senator; the other was Frank Lausche, who like Voinovich was of Slovenian descent. He is also the only person to have served as both chairman of the National Governors Association and president of the National League of Cities."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/George_Voinovich",
    "urlGoogle": "https://artsandculture.google.com/entity/george-voinovich/m01_pgn"
  },
  "place": {
    "id": "india",
    "name": "India",
    "mainImg": "img/places/india.jpg",
    "summary": [
      "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
      "Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.",
      "Their long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity. Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/India",
    "urlGoogle": "https://artsandculture.google.com/entity/india/m03rk0"
  },
  "quote": {
    "id": "51",
    "quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.",
    "author": "Margaret Mead"
  },
  "wiki": {
    "id": "isaac-newton",
    "name": "Isaac Newton",
    "summary": "Isaac Newton was an English physicist, mathematician, astronomer, inventor, philosopher and alchemist. A man of profound genius, he is widely regarded as one of the most influential scientists in history. He is associated with the scientific revolution and the advancement of heliocentrism. Among his scientific accomplishments, Newton wrote the Philosophiae Naturalis Principia Mathematica, wherein he described universal gravitation and, via his laws of motion, laid the groundwork for classical mechanics. With Gottfried Wilhelm Leibniz he shares credit for the development of differential calculus. Newton was the first to promulgate a set of natural laws that could govern both terrestrial motion and celestial motion, and is credited with providing mathematical substantiation for Kepler's laws of planetary motion, which he expanded by arguing that orbits (such as those of comets) could include all conic sections (such as the ellipse, hyperbola, and parabola).",
    "url": "https://en.wikipedia.org/wiki/Isaac_Newton"
  },
  "word": {
    "id": "sternutation",
    "word": "sternutation",
    "url": "https://www.merriam-webster.com/dictionary/sternutation",
    "partOfSpeech": "noun",
    "pronunciation": "ster-nyuh-TAY-shun",
    "audioPath": "audio/words/sternutation.mp3",
    "definitions": ["the act, fact, or noise of sneezing"],
    "examples": [
      "Julie knew that she had put on too much perfume when she entered the car and immediately heard a chorus of sternutation from the passengers."
    ],
    "origin": "\"Sternutation\" comes from Latin and is a descendant of the verb \"sternuere,\" meaning \"to sneeze.\" One of the earliest known English uses occurred in a 16th-century edition of a book on midwifery, in a passage about infants suffering from frequent \"sternutation and sneesynge.\" The term has long been used in serious medical contexts, but also on occasion for humorous effect. In 1850, for example, author Grace Greenwood observed that U.S. senators from opposing political parties would often come together to share snuff: \"And all three forget their sectional differences in a delightful concert of sternutation. No business is too grave, no speaker too eloquent, to be 'sneezed at.'\""
  }
}
