{
  "artist": {
    "id": "russell-drysdale",
    "name": "Russell Drysdale",
    "dates": "Feb 7, 1912 - Jun 29, 1981",
    "mainImg": "img/art/artists/russell-drysdale.jpg",
    "artworkImgs": [
      {
        "name": "Aboriginal stockmen",
        "path": "img/art/artworks/russell-drysdale-a1.jpg",
        "source": "https://artsandculture.google.com/asset/aboriginal-stockmen-russell-drysdale/zwFg7aXkp8hWiA"
      },
      {
        "name": "Sunday evening",
        "path": "img/art/artworks/russell-drysdale-a2.jpg",
        "source": "https://artsandculture.google.com/asset/sunday-evening-russell-drysdale/hQGKZe6zzcgKcA"
      },
      {
        "name": "Sofala",
        "path": "img/art/artworks/russell-drysdale-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sofala-russell-drysdale/wwGfeJetliknEQ"
      },
      {
        "name": "Moody's pub",
        "path": "img/art/artworks/russell-drysdale-a4.jpg",
        "source": "https://artsandculture.google.com/asset/moody-s-pub-russell-drysdale/hAFR6EJ7CBetEA"
      },
      {
        "name": "(Group of Aboriginal people)",
        "path": "img/art/artworks/russell-drysdale-a5.jpg",
        "source": "https://artsandculture.google.com/asset/group-of-aboriginal-people-russell-drysdale/NAFvzIHYjLXYDg"
      },
      {
        "name": "Walls of China",
        "path": "img/art/artworks/russell-drysdale-a6.jpg",
        "source": "https://artsandculture.google.com/asset/walls-of-china-russell-drysdale/1AH7tKAXk4YvsQ"
      }
    ],
    "summary": [
      "Sir George Russell Drysdale, AC, also known as \"Tass Drysdale\", was an Australian artist. He won the prestigious Wynne Prize for Sofala in 1947, and represented Australia at the Venice Biennale in 1954. He was influenced by abstract and surrealist art, and \"created a new vision of the Australian scene as revolutionary and influential as that of Tom Roberts\"."
    ],
    "quote": null,
    "movements": ["Modern art", "Expressionism"],
    "mediums": ["Oil paint", "Concrete", "Plywood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Russell_Drysdale",
    "urlGoogle": "https://artsandculture.google.com/entity/russell-drysdale/m05dq89"
  },
  "event": {
    "id": "wars-of-the-three-kingdoms",
    "name": "Wars of the Three Kingdoms",
    "dates": "1639 - 1651",
    "mainImg": "img/events/wars-of-the-three-kingdoms.jpg",
    "summary": [
      "The Wars of the Three Kingdoms, sometimes known as the British Civil Wars, formed an intertwined series of conflicts that took place in the kingdoms of England, Scotland and Ireland between 1639 and 1651. The English Civil War proper has become the best-known of these conflicts; it included the abolition of the monarchy and the execution of the kingdoms' monarch, Charles I, by the English Parliament in 1649.",
      "The history of these wars is often extended to include the uprisings and conflicts that continued through the 1650s until the English Restoration of the monarchy in 1660, and sometimes to include Venner's uprising the following year. The wars were the outcome of broadly set tensions over religious and civil issues. Religious disputes centred on whether religion was to be dictated by the monarch or by the conscience of the individual, with many people feeling that they ought to have freedom of religion and of conscience. The related civil question was settling the extent to which the king's rule was to be constrained by Parliament—in particular the right to raise taxes and armed forces without consent of the Parliament."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wars_of_the_Three_Kingdoms",
    "urlGoogle": "https://artsandculture.google.com/entity/wars-of-the-three-kingdoms/m03r8xj"
  },
  "funFacts": [
    {
      "id": "670",
      "fact": "Long Beach Island was once frequented by pirates.",
      "category": ["History"]
    },
    { "id": "187", "fact": "There are over 61,000 pizzerias in the U.S.", "category": ["Food"] }
  ],
  "funFacts2": [
    {
      "id": "553836",
      "fact": "Novelist Patricia Highsmith kept about 300 snails as pets. She carried them in her handbag to parties."
    }
  ],
  "idiom": {
    "id": "cast-pearls-before-swine",
    "term": "cast pearls before swine",
    "definition": "Give something of value to someone who won't appreciate it, as in *The old professor felt that lecturing on Dante to unruly undergraduates would be casting pearls before swine.* This term comes from the New Testament (Matthew 7:6), appearing in Tyndale's translation (1526). It was repeated often by writers from Shakespeare to Dickens and remains current."
  },
  "person": {
    "id": "ptolemy-iv-philopator",
    "name": "Ptolemy IV Philopator",
    "dates": "243 BC - 203 BC",
    "mainImg": "img/people/ptolemy-iv-philopator.jpg",
    "summary": [
      "Ptolemy IV Philopator, son of Ptolemy III and Berenice II, was the fourth Pharaoh of Ptolemaic Egypt from 221 to 204 BC.",
      "Ptolemy's succession to the throne was accompanied by a wide-ranging purge of the Ptolemaic royal family, which left control of the realm's government largely in the hands of his courtiers Sosibius and Agathocles. His reign was marked by the Fourth Syrian War with the Seleucid empire, which culminated in a decisive Ptolemaic victory at the Battle of Raphia, one of the largest battles of the whole Hellenistic Age. In the final years of his rule, control over the southern portion of the country was lost to the rebel Pharaoh Hugronaphor. Ptolemy IV died in mysterious circumstances in 204 BC and was succeeded by his young son Ptolemy V Epiphanes under the regency of Sosibius and Agathocles.",
      "In ancient sources, Ptolemy was criticised for being more interested in luxury and court ceremony than government, politics, and foreign relations. The decline of the Ptolemaic dynasty is usually traced to his reign."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ptolemy_IV_Philopator",
    "urlGoogle": "https://artsandculture.google.com/entity/ptolemy-iv-philopator/m0lfn2"
  },
  "place": {
    "id": "sendai",
    "name": "Sendai",
    "mainImg": "img/places/sendai.jpg",
    "summary": [
      "Sendai is the capital city of Miyagi Prefecture, Japan, the largest city in the Tōhoku region, and the second largest city north of Tokyo. As of 1 June 2019, the city had a population of 1,089,372, and is one of Japan's 20 designated cities. The city was founded in 1600 by the daimyō Date Masamune. It is nicknamed the City of Trees; there are zelkova trees lining many of the main thoroughfares such as Jōzenji Street and Aoba Street.",
      "In the summer, the Sendai Tanabata Festival, the largest Tanabata festival in Japan, is held. In winter, the trees are decorated with thousands of lights for the Pageant of Starlight, lasting through most of December.",
      "On 11 March 2011, coastal areas of the city suffered catastrophic damage from a magnitude 9.0 offshore earthquake, which triggered a destructive tsunami."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sendai",
    "urlGoogle": "https://artsandculture.google.com/entity/sendai/m01wr43"
  },
  "wiki": {
    "id": "roekiah",
    "name": "Roekiah",
    "summary": "Roekiah (1917–1945) was a kroncong singer and film actress from the Dutch East Indies. Born to two actors, she began her career at the age of seven, and by 1932 had become well-known in Batavia. Around this time she met her husband Kartolo. The two acted in the 1937 hit Terang Boelan, with Roekiah starring alongside Rd Mochtar; after the film's commercial success, Roekiah, Kartolo, and most of the cast and crew of Terang Boelan were signed to Tan's Film. They appeared in three films for the company, beginning with Fatima in 1938, before Mochtar left in 1940; his departure ended a partnership which had spawned numerous imitators. Mochtar's replacement, Djoemala, acted with Roekiah in four films, beginning with Sorga Ka Toedjoe, although these were less successful. During the peak of her career, Roekiah was a fashion and beauty icon, featuring in advertisements and drawing comparisons to Dorothy Lamour and Janet Gaynor. After the Japanese invaded the Indies in 1942, Roekiah took only one more film role before her death. Of her five children with Kartolo, one – Rachmat Kartolo – entered acting. Roekiah has often been cited as one of Indonesia's film pioneers.",
    "url": "https://en.wikipedia.org/wiki/Roekiah"
  },
  "word": {
    "id": "gallimaufry",
    "word": "gallimaufry",
    "url": "https://www.merriam-webster.com/dictionary/gallimaufry",
    "partOfSpeech": "noun",
    "pronunciation": "gal-uh-MAW-free",
    "audioPath": "audio/words/gallimaufry.mp3",
    "definitions": ["hodgepodge"],
    "examples": [
      "I was ready to leave the flea market, when, on one table, among a gallimaufry of undistinguished objects, I caught sight of an exquisite silver spoon engraved with my initials."
    ],
    "origin": "If the word \"gallimaufry\" doesn't make your mouth water, it may be because you don't know its history. In the 16th century, Middle-French speaking cooks made a meat stew called \"galimafree.\" It must have been a varied dish, because English speakers chose its name for any mix or jumble of things. If \"gallimaufry\" isn't to your taste, season your speech with one of its synonyms: \"hash\" (which can be a muddle or chopped meat and potatoes), \"hotchpotch\" (a stew or a hodgepodge), or \"potpourri\" (another stew turned medley)."
  }
}
