{
  "artist": {
    "id": "takashi-murakami",
    "name": "Takashi Murakami",
    "dates": "Born Feb 1, 1962",
    "mainImg": "img/art/artists/takashi-murakami.jpg",
    "artworkImgs": [
      {
        "name": "Untitled (clod)",
        "path": "img/art/artworks/takashi-murakami-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-clod-hinoda-takashi/jAEOLBDqBUwtkQ"
      },
      {
        "name": "Pool of Fingerprints",
        "path": "img/art/artworks/takashi-murakami-a2.jpg",
        "source": "https://artsandculture.google.com/asset/pool-of-fingerprints-euclid-masahiko-sato-b-1954-japan-takashi-kiriyama-b-1964-japan-photo-nils-clauss/3QFOuTs1A3KWKg"
      },
      {
        "name": "Murakami Rigid Box \"Hands\" - hand signed; \"MoCA\"",
        "path": "img/art/artworks/takashi-murakami-a3.jpg",
        "source": "https://artsandculture.google.com/asset/murakami-rigid-box-hands-hand-signed-moca-takashi-murakami/4wFPmfe83t8AFw"
      },
      {
        "name": "Takashi Murakami cosmetic cases with Louis Vuitton",
        "path": "img/art/artworks/takashi-murakami-a4.jpg",
        "source": "https://artsandculture.google.com/asset/takashi-murakami-cosmetic-cases-with-louis-vuitton-takashi-murakami/XgGd82Tlso4_DA"
      },
      {
        "name": "Pool of Fingerprints/details",
        "path": "img/art/artworks/takashi-murakami-a5.jpg",
        "source": "https://artsandculture.google.com/asset/pool-of-fingerprints-details-euclid-masahiko-sato-b-1954-japan-takashi-kiriyama-b-1964-japan-photo-nils-clauss/5wFQwxv-NfIYxw"
      },
      {
        "name": "Hasubi Defeats a Giant Tiger",
        "path": "img/art/artworks/takashi-murakami-a6.jpg",
        "source": "https://artsandculture.google.com/asset/hasubi-defeats-a-giant-tiger-takashi-kitamura/LAEAda0je4UWNA"
      }
    ],
    "summary": [
      "Takashi Murakami is a Japanese contemporary artist. He works in fine arts media as well as commercial media and is known for blurring the line between high and low arts. He coined the term \"superflat\", which describes both the aesthetic characteristics of the Japanese artistic tradition and the nature of post-war Japanese culture and society, and is also used for Murakami's artistic style and other Japanese artists he has influenced.",
      "Murakami is the founder and President of Kaikai Kiki Co., Ltd., through which he manages several younger artists. He was the founder and organizer of the biannual art fair Geisai."
    ],
    "quote": "“I always have stress.”",
    "movements": ["Contemporary art", "Pop art"],
    "mediums": ["Rock", "Stoneware", "Leather", "Clay"],
    "urlWiki": "https://en.wikipedia.org/wiki/Takashi_Murakami",
    "urlGoogle": "https://artsandculture.google.com/entity/takashi-murakami/m049nxt"
  },
  "event": {
    "id": "rif-war",
    "name": "Rif War",
    "dates": "1920 - 1926",
    "mainImg": "img/events/rif-war.jpg",
    "summary": [
      "The Rif War was an armed conflict fought from 1911 to 1927 between the colonial power Spain and the Berber tribes of the Rif mountainous region of Morocco. Led by Abd el-Krim, the Riffians at first inflicted several defeats on the Spanish forces by using guerrilla tactics and captured European weapons. After France's military intervention against Abd el-Krim's forces and the major landing of Spanish troops at Al Hoceima, considered the first amphibious landing in history to involve the use of tanks and aircraft, Abd el-Krim surrendered to the French and was taken into exile.",
      "In 1909, Rifian tribes aggressively confronted Spanish workers of the iron mines of the Rif, near Melilla, which led to the intervention of the Spanish Army. The military operations in Jebala, in the Moroccan West, began in 1911 with the Larache Landing. Spain worked to pacify a large part of the most violent areas until 1914, a slow process of consolidation of frontiers that lasted until 1919 due to World War I.",
      "The following year, after the signing of the Treaty of Fez, the northern Moroccan area was adjudicated to Spain as a protectorate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Rif_War",
    "urlGoogle": "https://artsandculture.google.com/entity/rif-war/m0fc6xt"
  },
  "funFacts": [
    {
      "id": "834",
      "fact": "Right handed people tend to chew food on the right side and lefties chew on the left.",
      "category": ["Habits"]
    },
    { "id": "407", "fact": "The largest dog litter was 23 puppies.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553689",
      "fact": "Nobel Prize winner Niels Bohr was given a perpetual supply of beer piped into his house."
    }
  ],
  "idiom": {
    "id": "naked-as-a-jaybird",
    "term": "naked as a jaybird",
    "definition": "Bare, unclothed, as in *I came straight out of the shower, naked as a jaybird.* This simile replaced the 19th-century *naked as a robin* and is equally unclear, since neither bird is normally stripped of its feathers. Further, the bird it refers to is more often called simply \"jay\" rather than \"jaybird,\" yet the latter is always part of the simile. [c. 1940]"
  },
  "person": {
    "id": "frank-brogan",
    "name": "Frank Brogan",
    "dates": "Born Sep 6, 1953",
    "mainImg": "img/people/frank-brogan.jpg",
    "summary": [
      "Frank T. Brogan is the former Chancellor of the Pennsylvania State System of Higher Education, former Chancellor of the State University System of Florida, and former President of Florida Atlantic University. He was also the 15th Lieutenant Governor of Florida. Brogan is a longtime educator who served eight years in statewide office. On June 25, 2018, Brogan was confirmed by the U.S. Senate as Assistant Secretary of Education. He succeeded Deborah S. Delisle."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Frank_Brogan",
    "urlGoogle": "https://artsandculture.google.com/entity/frank-brogan/m0bkf5q"
  },
  "place": {
    "id": "aurora",
    "name": "Aurora",
    "mainImg": "img/places/aurora.jpg",
    "summary": [
      "Aurora is a Home Rule Municipality in the U.S. state of Colorado, spanning Arapahoe and Adams counties, with the extreme southeastern portion of the city extending into Douglas County. Aurora is one of the principal cities of the Denver-Aurora-Lakewood, CO Metropolitan Statistical Area. The city's population was 325,078 in the 2010 census, which made it the third most populous city in the state of Colorado and the 54th most populous city in the United States.",
      "The Denver-Aurora-Lakewood, CO Metropolitan Statistical Area had an estimated population of 2,645,209 on July 1, 2012. However, Denver and Aurora combined make up less than half of the Denver Metro Area's population and Aurora has approximately half the population of Denver. The estimated population of the Denver-Aurora, CO Combined Statistical Area was 3,214,218 on July 1, 2012."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Aurora,_Colorado",
    "urlGoogle": "https://artsandculture.google.com/entity/aurora/m0r8hc"
  },
  "quote": {
    "id": "47",
    "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Aristotle"
  },
  "wiki": {
    "id": "richard-o-connor",
    "name": "Richard O'Connor",
    "summary": "Richard O'Connor was a British Army general who commanded the Western Desert Force (WDF) in the early years of World War II. O'Connor was the field commander for Operation Compass, in which he and the WDF completely destroyed a much larger Italian army. This victory nearly drove the Axis from Africa entirely, and led Adolf Hitler to send the Deutsches Afrikakorps under Erwin Rommel, to try and reverse the situation. O'Connor was later captured and spent over two years in an Italian prisoner of war camp for senior officers. He made a number of escape attempts with General Sir Philip Neame and Lieutenant General Sir Adrian Carton De Wiart, and was eventually successful. O'Connor commanded VIII Corps in Normandy in 1944 and later during Operation Market Garden. In 1945 he was general officer in command, Eastern Command in India, and then headed the North West Army in the closing days of British rule in the subcontinent. He held the highest level of knighthood in four different orders of chivalry.",
    "url": "https://en.wikipedia.org/wiki/Richard_O%27Connor"
  },
  "word": {
    "id": "organoleptic",
    "word": "organoleptic",
    "url": "https://www.merriam-webster.com/dictionary/organoleptic",
    "partOfSpeech": "adjective",
    "pronunciation": "or-guh-noh-LEP-tik",
    "audioPath": "audio/words/organoleptic.mp3",
    "definitions": [
      "being, affecting, or relating to qualities (as taste, color, odor, and feel) of a substance (as a food or drug) that stimulate the sense organs",
      "involving use of the sense organs"
    ],
    "examples": [
      "\"In addition to extra virgin olive oil, there are a number of other grades which define chemical and _organoleptic_ qualities.\" -- From an article posted March 28th, 2011, at oliveoiltimes.com",
      "\"The goal of beverage distillers is generally a beverage, often very traditional in nature, with very specific _organoleptic_ properties….\" -- From Steven E. Ullrich's 2011 book _Barley: Production, Improvement, and Uses_"
    ],
    "origin": "English speakers first got a taste of \"organoleptic\" in an 1852 translation of a French chemistry textbook. Its spelling is an Anglicization of the French word \"organoleptique,\" which derives from \"organ\" (same meaning as in English) and Greek \"lēptikos,\" meaning \"disposed to take or accept.\" \"Lēptikos\" is also an ingredient in \"neuroleptic\" (a type of powerful tranquilizer). The parent of \"lēptikos\" -- the verb \"lambanein,\" meaning \"to take or seize\" -- contributed to the formation of several English words, including \"epilepsy\" and \"syllable.\""
  }
}
