{
  "artist": {
    "id": "andre-charles-boulle",
    "name": "André Charles Boulle",
    "dates": "Nov 10, 1642 - Feb 29, 1732",
    "mainImg": "img/art/artists/andre-charles-boulle.jpg",
    "artworkImgs": [
      {
        "name": "Cabinet on Stand",
        "path": "img/art/artworks/andre-charles-boulle-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cabinet-on-stand/GQGy01HXWwOfsA"
      },
      {
        "name": "Wandkandelaars",
        "path": "img/art/artworks/andre-charles-boulle-a2.jpg",
        "source": "https://artsandculture.google.com/asset/wandkandelaars-andré-charles-boulle/RAGd3YhJp0zWJQ"
      },
      {
        "name": "Commode",
        "path": "img/art/artworks/andre-charles-boulle-a3.jpg",
        "source": "https://artsandculture.google.com/asset/commode-andré-charles-boulle/ZwGbWVy1jo13zg"
      },
      {
        "name": "Boulle table",
        "path": "img/art/artworks/andre-charles-boulle-a4.jpg",
        "source": "https://artsandculture.google.com/asset/boulle-table-andré-charles-boulle/SQGGsp5G_dGKJw"
      },
      {
        "name": "Cabinet",
        "path": "img/art/artworks/andre-charles-boulle-a5.jpg",
        "source": "https://artsandculture.google.com/asset/cabinet-andré-charles-boulle/DQG1R3siIbKMIg"
      },
      {
        "name": "Clock with pedestal",
        "path": "img/art/artworks/andre-charles-boulle-a6.jpg",
        "source": "https://artsandculture.google.com/asset/clock-with-pedestal-andré-charles-boulle-jacques-iii-thuret-jean-berain-isaac-ii-thuret/jwEZPphgFvxeqg"
      }
    ],
    "summary": [
      "André-Charles Boulle, le joailler du meuble, became the most famous French cabinetmaker and the preeminent artist in the field of marquetry, also known as \"inlay\". Boulle was \"the most remarkable of all French cabinetmakers\". Jean-Baptiste Colbert recommended him to Louis XIV of France, the \"Sun King\", as \"the most skilled craftsman in his profession\". Over the centuries since his death, his name and that of his family has become associated with the art he perfected, the inlay of tortoiseshell, brass and pewter into ebony. It has become known as Boulle Work,",
      "and the École Boulle, a college of fine arts and crafts and applied arts in Paris, continues today to bear testimony to his enduring art, the art of inlay."
    ],
    "quote": null,
    "movements": ["Rococo", "Baroque"],
    "mediums": ["Metal", "Bronze", "Brass", "Wood", "Oak", "Tortoiseshell"],
    "urlWiki": "https://en.wikipedia.org/wiki/Andr%C3%A9_Charles_Boulle",
    "urlGoogle": "https://artsandculture.google.com/entity/andré-charles-boulle/m087q0f"
  },
  "event": {
    "id": "kofun-period",
    "name": "Kofun period",
    "dates": "250 AD - 538 AD",
    "mainImg": "img/events/kofun-period.jpg",
    "summary": [
      "The Kofun period is an era in the history of Japan from about 300 to 538 AD, following the Yayoi period. The Kofun and the subsequent Asuka periods are sometimes collectively called the Yamato period. This period is the earliest era of recorded history in Japan, but studies depend heavily on archaeology since the chronology of historical sources tends to be distorted.",
      "It was a period of cultural import. Continuing from the Yayoi period, the Kofun period is characterized by a strong influence from the Korean Peninsula; archaeologists consider it a shared culture across the southern Korean Peninsula, Kyūshū and Honshū. The word kofun is Japanese for the type of burial mound dating from this era, and archaeology indicates that the mound tombs and material culture of the elite were similar throughout the region. From China, Buddhism and the Chinese writing system were introduced near the end of the period. The Kofun period recorded Japan's earliest political centralization, when the Yamato clan rose to power in southwestern Japan, established the Imperial House, and helped control trade routes across the region."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kofun_period",
    "urlGoogle": "https://artsandculture.google.com/entity/kofun-period/m0166fj"
  },
  "funFacts": [
    {
      "id": "776",
      "fact": "Ferret comes from the Latin word for little thief.",
      "category": ["Animals"]
    },
    { "id": "353", "fact": "The weight of the moon is 81 billion tons.", "category": ["Science"] }
  ],
  "funFacts2": [
    {
      "id": "505069",
      "fact": "In Queensland, Australia, it's illegal to own a pet rabbit unless you're a magician."
    }
  ],
  "idiom": {
    "id": "vent-ones-spleen",
    "term": "vent one's spleen",
    "definition": "Express one's anger, as in *Some people see town council meetings as a place where they can vent their spleen.* This expression uses *vent* in the sense of \"air,\" and *spleen* in the sense of \"anger,\" alluding to the fact that this organ was once thought to be the seat of ill humor and melancholy. [First half of 1600s]"
  },
  "person": {
    "id": "ben-carson",
    "name": "Ben Carson",
    "dates": "Born Sep 18, 1951",
    "mainImg": "img/people/ben-carson.jpg",
    "summary": [
      "Benjamin Solomon Carson Sr. is an American politician, public servant, author and retired neurosurgeon serving as the 17th United States Secretary of Housing and Urban Development since 2017. Prior to his cabinet position under the Trump Administration, Carson was a candidate for President of the United States in the Republican primaries in 2016, at times leading nationwide polls of Republicans.",
      "Born in Detroit, Michigan, and a graduate of Yale University and the University of Michigan Medical School, Carson has authored numerous books on his medical career and political stances. He was portrayed by Cuba Gooding Jr. in a 2009 biographical television drama film.",
      "Carson was the Director of Pediatric Neurosurgery at the Johns Hopkins Hospital from 1984 until his retirement in 2013."
    ],
    "quote": "“There is so much potential out there in young people and they aren't getting the right information or being encouraged in the right ways. This is our duty as a society.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Ben_Carson",
    "urlGoogle": "https://artsandculture.google.com/entity/ben-carson/m03znkl"
  },
  "place": {
    "id": "istanbul",
    "name": "İstanbul",
    "mainImg": "img/places/istanbul.jpg",
    "summary": [
      "Istanbul, formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around fifteen million residents in its metropolitan area, Istanbul is one of the world's largest cities by population, ranking as the world's seventh-largest city proper and the largest city in Europe. The city is the administrative centre of the Istanbul Metropolitan Municipality.",
      "Founded under the name of Byzantion on the Sarayburnu promontory around 660 BCE, the city grew in size and influence, becoming one of the most important cities in history. After its reestablishment as Constantinople in 330 CE, it served as an imperial capital for almost sixteen centuries, during the Roman/Byzantine, Latin, Palaiologos Byzantine and Ottoman empires."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Istanbul",
    "urlGoogle": "https://artsandculture.google.com/entity/i̇stanbul/m09949m"
  },
  "quote": {
    "id": "19",
    "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
    "author": "Chinese Proverb"
  },
  "wiki": {
    "id": "fairfax-harrison",
    "name": "Fairfax Harrison",
    "summary": "Fairfax Harrison (1869–1938) was an American lawyer, businessman, and writer. The son of the secretary to the Confederate President Jefferson Davis, Harrison studied law at Yale University and Columbia University before becoming a lawyer for the Southern Railway Company in 1896. By 1906 he was Southern's vice-president of finance, and in 1907 helped secure funding to keep the company solvent. In 1913 he was elected president of Southern, where he instituted a number of reforms in company operations. By 1916, under Harrison's leadership, the Southern had expanded to an 8,000-mile (13,000 km) network across 13 states, its greatest extent until the 1950s. Following America's entry into World War I the federal government took control of the railroads in December 1917, running them through the United States Railroad Administration, on which Harrison served. Harrison struggled to keep the railroad afloat during the Great Depression, but by 1936 Southern was once again showing a profit. Harrison retired in 1937, intending to focus on his hobby of writing about historical subjects including the roots of the American Thoroughbred horse, but he died three months later in February 1938.",
    "url": "https://en.wikipedia.org/wiki/Fairfax_Harrison"
  },
  "word": {
    "id": "apophasis",
    "word": "apophasis",
    "url": "https://www.merriam-webster.com/dictionary/apophasis",
    "partOfSpeech": "noun",
    "pronunciation": "uh-PAH-fuh-sis",
    "audioPath": "audio/words/apophasis.mp3",
    "definitions": ["the raising of an issue by claiming not to mention it"],
    "examples": [
      "\"I won't bring up that little incident that happened the last time you tried to cook a meal,\" said Laura, in a blatant display of _apophasis_.",
      "\"The hope is that if people recognize when rhetoric is being used to deceive, they will learn to use more persuasive language themselves. For example, salespeople tell us 'you don't need to decide now.' This is _apophasis_, whereby the negative words do not stick in our minds and appear to reject a point while actually emphasizing it.\" - Nicholas Cole, _Alternatives Journal_, 2014"
    ],
    "origin": "Apophasis is a sly debater's trick, a way of sneaking an issue into the discussion while maintaining plausible deniability. It should come as no surprise, then, that the roots of \"apophasis\" lie in the concept of denial-the word was adopted into English from Late Latin, where it means \"repudiation,\" and derives from the Greek \"apophanai,\" meaning \"to deny.\" (\"Apophanai,\" in turn, comes from \"apo-,\" meaning \"away from\" or \"off,\" and \"phanai,\" meaning \"to say.\") This particular rhetorical stunt is also known by the labels \"preterition\" and \"paraleipsis\" (which is a Greek word for \"omission\"), but those words are rarer than \"apophasis.\" Incidentally, don’t confuse \"apophasis\" with \"apophysis\"; the latter is a scientific word for an expanded or projecting part of an organism."
  }
}
