{
  "artist": {
    "id": "bernardo-bellotto",
    "name": "Bernardo Bellotto",
    "dates": "Jan 30, 1721 - Nov 17, 1780",
    "mainImg": "img/art/artists/bernardo-bellotto.jpg",
    "artworkImgs": [
      {
        "name": "The Fortress of Königstein",
        "path": "img/art/artworks/bernardo-bellotto-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-fortress-of-königstein-bernardo-bellotto/XgHH497MUvjiLw"
      },
      {
        "name": "The Ruins of the Kreuzkirche in Dresden",
        "path": "img/art/artworks/bernardo-bellotto-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-ruins-of-the-kreuzkirche-in-dresden-bernardo-bellotto/MwGFEGKLmmoojQ"
      },
      {
        "name": "View of the Grand Canal and the Dogana",
        "path": "img/art/artworks/bernardo-bellotto-a3.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-the-grand-canal-and-the-dogana/DQEafe-pDCcpiw"
      },
      {
        "name": "The Campo di SS. Giovanni e Paolo, Venice",
        "path": "img/art/artworks/bernardo-bellotto-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-campo-di-ss-giovanni-e-paolo-venice-bernardo-bellotto/NQHeZy9JPlCJkw"
      },
      {
        "name": "The Piazza della Signoria in Florence",
        "path": "img/art/artworks/bernardo-bellotto-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-piazza-della-signoria-in-florence-bernardo-bellotto/fwG76CONgysT8Q"
      },
      {
        "name": "The Clock Tower in the Piazza San Marco",
        "path": "img/art/artworks/bernardo-bellotto-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-clock-tower-in-the-piazza-san-marco-giovanni-antoni-canal-called-canaletto-italian-venetian/oQFuEdppx_dJPw"
      }
    ],
    "summary": [
      "Bernardo Bellotto, was an Italian urban landscape painter or vedutista, and printmaker in etching famous for his vedute of European cities. He was the student and nephew of the famous Giovanni Antonio Canal Canaletto and sometimes used the latter's illustrious name, signing himself as Bernardo Canaletto. In Germany and Poland, Bellotto called himself by his uncle's name, Canaletto.",
      "Bellotto's style was characterized by elaborate representation of architectural and natural vistas, and by the specific quality of each place's lighting. It is plausible that Bellotto, and other Venetian masters of vedute, may have used the camera obscura in order to achieve superior precision of urban views."
    ],
    "quote": null,
    "movements": ["Rococo", "Renaissance"],
    "mediums": ["Oil paint", "Pen", "Drawing", "Ink", "Etching", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Bernardo_Bellotto",
    "urlGoogle": "https://artsandculture.google.com/entity/bernardo-bellotto/m04_nhc9"
  },
  "event": {
    "id": "1980-united-states-presidential-election",
    "name": "1980 United States presidential election",
    "dates": null,
    "mainImg": "img/events/1980-united-states-presidential-election.jpg",
    "summary": [
      "The 1980 United States presidential election was the 49th quadrennial presidential election. It was held on Tuesday, November 4, 1980. Republican nominee Ronald Reagan defeated incumbent Democrat Jimmy Carter. Carter was the second incumbent president to be denied a second term since Herbert Hoover in 1932. Due to the rise of conservatism following Reagan's victory, some historians consider the election to be a realigning election that marked the start of the Reagan Era.",
      "Carter's unpopularity and poor relations with Democratic leaders encouraged an intra-party challenge by Senator Ted Kennedy, a younger brother of former President John F. Kennedy. Carter defeated Kennedy in the majority of the Democratic primaries, but Kennedy remained in the race until Carter was officially nominated at the 1980 Democratic National Convention. The Republican primaries were contested between Reagan, who had previously served as the Governor of California, former Congressman George H. W. Bush of Texas, Congressman John B. Anderson of Illinois, and several other candidates."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1980_United_States_presidential_election",
    "urlGoogle": "https://artsandculture.google.com/entity/1980-united-states-presidential-election/m0b3h2"
  },
  "funFacts": [
    {
      "id": "777",
      "fact": "Cats have 2 sets of vocal cords: one for purring and one for meowing.",
      "category": ["Animals"]
    },
    {
      "id": "966",
      "fact": "Tennis was originally played with bare hands.",
      "category": ["History", "Hodgepodge", "Make-it-Easies", "Firsts"]
    },
    {
      "id": "428",
      "fact": "There are 118 ridges on the edge of a United States dime.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    { "id": "554095", "fact": "J.K. Rowling invented Quidditch in a pub." },
    { "id": "506502", "fact": "Danny DeVito is an experienced hairdresser." }
  ],
  "idiom": {
    "id": "weasel-word",
    "term": "weasel word",
    "definition": "A word used to deprive a statement of its force or evade a direct commitment, as in *Calling it \"organized spontaneity\" is using a weasel word; \"organized\" has sucked the meaning out of \"spontaneity.\"* This idiom may allude to the weasel's habit of sucking the contents out of a bird's egg, so that only the shell remains. [Late 1800s]"
  },
  "person": {
    "id": "palmiro-togliatti",
    "name": "Palmiro Togliatti",
    "dates": "Mar 26, 1893 - Aug 21, 1964",
    "mainImg": "img/people/palmiro-togliatti.jpg",
    "summary": [
      "Palmiro Togliatti was an Italian politician and leader of the Italian Communist Party from 1927 until his death. He was nicknamed Il Migliore by his supporters. In 1930 he became a citizen of the Soviet Union and later he had a city in that country named after him: Tolyatti.",
      "Togliatti was a founding member of the Communist Party of Italy, and from 1927 until his death, he was the Secretary and the undisputed leader of the Italian Communist Party, except for the period from 1934 to 1938, during which he served as representative to the Comintern, the international organization of communist parties. After the dissolution of the Comintern in 1943 and the formation of the Cominform in 1947, he refused the post of Secretary General, offered to him directly by Stalin in 1951, preferring to remain at the head of the PCI.",
      "From 1944 to 1945 Togliatti held the post of Deputy Prime Minister and from 1945 to 1946 he was appointed Minister of Justice in the governments that ruled Italy after the fall of Fascism. He was also a member of the Constituent Assembly of Italy.",
      "Togliatti survived an assassination attempt in 1948, and died in 1964, during a holiday in Crimea on the Black Sea."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Palmiro_Togliatti",
    "urlGoogle": "https://artsandculture.google.com/entity/palmiro-togliatti/m02lzdb"
  },
  "place": {
    "id": "bochum",
    "name": "Bochum",
    "mainImg": "img/places/bochum.jpg",
    "summary": [
      "Bochum is the sixth largest city of the most populous German federal state of North Rhine-Westphalia after Cologne, Düsseldorf, Dortmund, Essen and Duisburg, and its 364,920 inhabitants make it the 16th largest city of Germany. On the Ruhr Heights hill chain, between the rivers Ruhr to the south and Emscher to the north, it is the second largest city of Westphalia after Dortmund, and the fourth largest city of the Ruhr after Dortmund, Essen and Duisburg. It lies at the centre of the Ruhr, Germany's largest urban area, in the Rhine-Ruhr Metropolitan Region, and belongs to the region of Arnsberg. It is surrounded by the cities of Herne, Castrop-Rauxel, Dortmund, Witten, Hattingen, Essen and Gelsenkirchen. Bochum is the sixth largest and one of the southernmost cities in the Low German dialect area. There are nine institutions of higher education in the city, most notably the Ruhr University Bochum, one of the ten largest universities in Germany, and the Bochum University of Applied Sciences."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bochum",
    "urlGoogle": "https://artsandculture.google.com/entity/bochum/m018f94"
  },
  "quote": {
    "id": "28",
    "quote": "Better three hours too soon than a minute too late.",
    "author": "William Shakespeare"
  },
  "wiki": {
    "id": "kargil-war",
    "name": "Kargil War",
    "summary": "The Kargil War was an armed conflict between India and Pakistan that took place between May and July 1999 in Kashmir. The cause of the war was the infiltration of Pakistani soldiers and Kashmiri militants into positions on the Indian side of the Line of Control, which serves as the de facto border between the two nations. The Indian Army, supported by the air force, attacked the Pakistani positions and, with international diplomatic support, eventually forced a Pakistani withdrawal across the Line of Control. The war is one of the most recent examples of high altitude warfare, in mountainous terrain, and posed significant logistics problems for the combating sides. This was the first ground war between the two nuclear armed countries. (India and Pakistan both test-detonated fission devices in May 1998, though the first Indian nuclear test was conducted in 1974.) The conflict led to heightened tensions between the two nations and increased defense spending on the part of India. In Pakistan, the aftermath caused instability to the government and the economy, and on October 12 1999, a coup d'etat by the military placed army chief Pervez Musharraf in power.",
    "url": "https://en.wikipedia.org/wiki/Kargil_War"
  },
  "word": {
    "id": "uncouth",
    "word": "uncouth",
    "url": "https://www.merriam-webster.com/dictionary/uncouth",
    "partOfSpeech": "adjective",
    "pronunciation": "un-KOOTH",
    "audioPath": "audio/words/uncouth.mp3",
    "definitions": [
      "strange or clumsy in shape or appearance : outlandish",
      "lacking in polish and grace : rugged",
      "awkward and uncultivated in appearance, manner, or behavior : rude"
    ],
    "examples": [
      "Stacy realized it would be _uncouth_ to show up to the party without a gift, so she picked up a bottle of wine on the way.",
      "\"For starters, Buckingham Palace isn't a great place to be fussy about food -- the hosts have gone to a lot of trouble to prepare dinner and it would be _uncouth_ not to sample everything that's served….\" -- From an article by Jessica Allen and Patricia Treble in _Maclean's_, May 2, 2011"
    ],
    "origin": "\"Uncouth\" comes from the Old English word \"uncŪth,\" which joins the prefix \"un-\" with \"cŪth,\" meaning \"familiar\" or \"known.\" How did a word that meant \"unfamiliar\" come to mean \"outlandish,\" \"rugged,\" or \"rude\"? Some examples from literature illustrate that the transition happened quite naturally. In _Captain Singleton_, Daniel Defoe refers to \"a strange noise more uncouth than any they had ever heard.\" In William Shakespeare’s _As You Like It_, Orlando tells Adam, \"If this uncouth forest yield anything savage, I will either be food for it or bring it for food to thee.\" In Washington Irving’s _The Legend of Sleepy Hollow_, Ichabod Crane fears \"to look over his shoulder, lest he should behold some uncouth being tramping close behind him!\" So, that which is unfamiliar is often perceived as strange, wild, or unpleasant. Meanings such as \"outlandish,\" \"rugged,\" or \"rude\" naturally follow."
  }
}
