{
  "artist": {
    "id": "louis-leopold-boilly",
    "name": "Louis-Léopold Boilly",
    "dates": "Jul 5, 1761 - Jan 4, 1845",
    "mainImg": "img/art/artists/louis-leopold-boilly.jpg",
    "artworkImgs": [
      {
        "name": "Marie-Joseph-Yves-Gilbert du Mortier, marquis de La Fayette",
        "path": "img/art/artworks/louis-leopold-boilly-a1.jpg",
        "source": "https://artsandculture.google.com/asset/marie-joseph-yves-gilbert-du-mortier-marquis-de-la-fayette-louis-léopold-boilly/YAHlcBk_A5OvQA"
      },
      {
        "name": "Group of Thirty-Five Heads",
        "path": "img/art/artworks/louis-leopold-boilly-a2.jpg",
        "source": "https://artsandculture.google.com/asset/group-of-thirty-five-heads-louis-léopold-boilly/HQG-v_Xvrm9WIg"
      },
      {
        "name": "The Geography Lesson (Portrait of Monsieur Gaudry and His Daughter)",
        "path": "img/art/artworks/louis-leopold-boilly-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-geography-lesson-portrait-of-monsieur-gaudry-and-his-daughter-louis-léopold-boilly/WAFtkjYk4iog4g"
      },
      {
        "name": "Portrait of Jan Anthony d'Averhoult (1756-1792)",
        "path": "img/art/artworks/louis-leopold-boilly-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-jan-anthony-d-averhoult-1756-1792-louis-léopold-boilly/lAHr45s6M0Ic5A"
      },
      {
        "name": "The Public Viewing David’s \"Coronation\" at the Louvre",
        "path": "img/art/artworks/louis-leopold-boilly-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-public-viewing-david’s-coronation-at-the-louvre-louis-léopold-boilly/2QHt1fVCXnRtfg"
      },
      {
        "name": "Theater Box, the Day of the Free Performance",
        "path": "img/art/artworks/louis-leopold-boilly-a6.jpg",
        "source": "https://artsandculture.google.com/asset/theater-box-the-day-of-the-free-performance-louis-léopold-boilly-1761-1845-versailles-musée-lambinet/3QGcasshIexT1w"
      }
    ],
    "summary": [
      "Louis-Léopold Boilly was a French painter and draftsman. A gifted creator of popular portrait paintings, he also produced a vast number of genre paintings vividly documenting French middle-class social life. His life and work spanned the eras of monarchical France, the French Revolution, the Napoleonic Empire, the Bourbon Restoration and the July Monarchy."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Etching", "Ink", "Drawing", "Crayon", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Louis-L%C3%A9opold_Boilly",
    "urlGoogle": "https://artsandculture.google.com/entity/louis-léopold-boilly/m04ncfx"
  },
  "event": {
    "id": "richard-nixon-1969-presidential-inauguration",
    "name": "Richard Nixon 1969 presidential inauguration",
    "dates": null,
    "mainImg": "img/events/richard-nixon-1969-presidential-inauguration.jpg",
    "summary": [
      "The first inauguration of Richard Nixon as the 37th President of the United States was held on Monday, January 20, 1969 at the East Portico of the United States Capitol in Washington, D.C. This was the 46th inauguration and marked the commencement of the first and eventually only full term of both Richard Nixon as President and Spiro Agnew as Vice President. Chief Justice Earl Warren administered the presidential oath of office to Nixon, and Senate Minority Leader Everett Dirksen administered the vice-presidential oath to Agnew. Nixon became the first and – as of 2019 – only president to be inaugurated not immediately after leaving the vice-presidential office."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/First_inauguration_of_Richard_Nixon",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-nixon-1969-presidential-inauguration/m05brxyn"
  },
  "funFacts": [
    { "id": "187", "fact": "There are over 61,000 pizzerias in the U.S.", "category": ["Food"] },
    {
      "id": "460",
      "fact": "Astronauts actually get taller when in space.",
      "category": ["Anatomy", "Science"]
    },
    {
      "id": "188",
      "fact": "Antarctica is the driest, coldest, windiest, and highest continent on earth.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554009",
      "fact": "In Colombia, \u0003dried ants replace popcorn as the typical movie theater snack."
    },
    {
      "id": "504654",
      "fact": "In early drafts of the Back to the Future script, the time machine was built out of an old refrigerator."
    },
    {
      "id": "506198",
      "fact": "Before LeVar Burton signed on, Scott Baio was considered for the hosting role on Reading Rainbow."
    }
  ],
  "idiom": {
    "id": "if-the-shoe-fits-wear-it",
    "term": "if the shoe fits, wear it",
    "definition": "Also, **if the cap fits, wear it.** If something applies to you, accept it, as in *These problems are hard to solve, and most people would need help, so if the shoe fits, wear it!* This expression originated as *if the cap fits,* which alluded to a fool's cap and dates from the early 1700s. Although this version has not died out entirely, *shoe* today is more common and probably gained currency through the Cinderella fairy tale, in which the prince sought her out by means of the slipper she lost at the ball."
  },
  "person": {
    "id": "giuseppe-garibaldi",
    "name": "Giuseppe Garibaldi",
    "dates": "Jul 4, 1807 - Jun 2, 1882",
    "mainImg": "img/people/giuseppe-garibaldi.jpg",
    "summary": [
      "Giuseppe Maria Garibaldi was an Italian general, patriot, and republican. He contributed to the Italian unification and the creation of the Kingdom of Italy.",
      "He is considered to be one of Italy's \"fathers of the fatherland\", along with Camillo Benso, Count of Cavour, Victor Emmanuel II of Italy and Giuseppe Mazzini. Garibaldi is also known as the \"Hero of the Two Worlds\" because of his military enterprises in South America and Europe.",
      "Garibaldi was a follower of the Italian nationalist Mazzini, and embraced the republican nationalism of the Young Italy movement. He became a supporter of Italian unification under a democratic Republican government. After participating in an uprising in Piedmont, he was sentenced to death, but escaped by sailing to South America; he spent 14 years in exile, taking part in several wars and learning the art of guerrilla warfare.",
      "In 1835, in Brazil, he took up the cause of the Riograndense Republic in its attempt to proclaim another republic within Santa Catarina, joining the rebels known as the Farrapos."
    ],
    "quote": "“Give me the ready hand rather than the ready tongue.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Giuseppe_Garibaldi",
    "urlGoogle": "https://artsandculture.google.com/entity/giuseppe-garibaldi/m096vr"
  },
  "place": {
    "id": "el-paso",
    "name": "El Paso",
    "mainImg": "img/places/el-paso.jpg",
    "summary": [
      "El Paso is a city and the county seat of El Paso County, Texas, United States, in the far western part of the state. The 2019 population estimate for the city from the U.S. Census was 681,728, making it the 22nd largest city in the United States. Its metropolitan statistical area covers all of El Paso and Hudspeth counties in Texas, and has a population of 840,758.",
      "El Paso stands on the Rio Grande across the Mexico–United States border from Ciudad Juárez, the most populous city in the Mexican state of Chihuahua with 1.4 million people. Las Cruces, in the neighboring U.S. state of New Mexico, has a population of 215,579. On the U.S. side, the El Paso metropolitan area forms part of the larger El Paso–Las Cruces CSA, with a population of 1,060,397.",
      "Bi-nationally, these three cities form a combined international metropolitan area sometimes referred to as the Paso del Norte or the Borderplex. The region of 2.5 million people constitutes the largest bilingual and binational work force in the Western Hemisphere."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/El_Paso,_Texas",
    "urlGoogle": "https://artsandculture.google.com/entity/el-paso/m0100mt"
  },
  "quote": {
    "id": "12",
    "quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
    "author": "Benjamin Franklin"
  },
  "wiki": {
    "id": "torchic",
    "name": "Torchic",
    "summary": "Torchic are one of the 493 fictional species of Pokémon creatures from the Pokémon media franchise. Torchic are famous for being one of the three species of Pokémon that players can choose from at the beginning of their adventure in the Pokémon Ruby, Pokémon Sapphire, and Pokémon Emerald versions of the series. The purpose of Torchic in the games, anime and manga, as with all other Pokémon, is to battle both wild Pokémon, untamed creatures encountered while the player passes through various environments, and tamed Pokémon owned by Pokémon trainers. The name Torchic is a portmanteau of the words torch, a flame or light used to see in darkness, and chick, a common name for infant chickens. Torchic are described as small, clumsy chickens, with yellowish feathers and orange bodies. They are often seen hopping randomly behind their trainers, or characters in the Pokémon world who collect and battle Pokémon. Although their appearance gives an innocent and harmless impression, Torchic are noted to fight by spitting flames from the pits of their stomachs.",
    "url": "https://en.wikipedia.org/wiki/Torchic"
  },
  "word": {
    "id": "recondite",
    "word": "recondite",
    "url": "https://www.merriam-webster.com/dictionary/recondite",
    "partOfSpeech": "adjective",
    "pronunciation": "REK-un-dyte",
    "audioPath": "audio/words/recondite.mp3",
    "definitions": [
      "hidden from sight : concealed",
      "difficult or impossible for one of ordinary understanding or knowledge to comprehend : deep",
      "of, relating to, or dealing with something little known or obscure"
    ],
    "examples": [
      "\"We hear from mathematicians that bees have practically solved a _recondite_ problem, and have made their cells of the proper shape to hold the greatest possible amount of honey, with the least possible consumption of precious wax in their construction.\" - From Charles Darwin's 1859 book _On the Origin of Species_",
      "\"The week after Michelle Obama went on Jimmy Fallon's 'Late Night' show to present the _recondite_ art of Mom Dancing, her segment doomed Jay Leno in Fallon's favor.\" - From an article by Jeff Simon in _The Buffalo News_ (New York), December 29, 2013"
    ],
    "origin": "While \"recondite\" may be used to describe something difficult to understand, there is nothing recondite about the word's history. It dates to the early 1600s, when it was coined from the synonymous Latin word \"reconditus.\" \"Recondite\" is one of those underused but useful words that's always a boon to one's vocabulary, but take off the \"re-\" and you get something very obscure: \"condite\" is an obsolete verb meaning both \"to pickle or preserve\" and \"to embalm.\" If we add the prefix \"in-\" to \"condite\" we get \"incondite,\" which means \"badly put together,\" as in \"incondite prose.\" All three words have Latin \"condere\" at their root; that verb is translated variously as \"to put or bring together,\" \"to put up, store,\" and \"to conceal.\""
  }
}
