{
  "artist": {
    "id": "pedro-berruguete",
    "name": "Pedro Berruguete",
    "dates": "1450 - 1504",
    "mainImg": "img/art/artists/pedro-berruguete.jpg",
    "artworkImgs": [
      {
        "name": "Pietá",
        "path": "img/art/artworks/pedro-berruguete-a1.jpg",
        "source": "https://artsandculture.google.com/asset/pietá/CgGgyqsqYcbSoA"
      },
      {
        "name": "Doors of an altarpiece with scenes of saint Catherine's life",
        "path": "img/art/artworks/pedro-berruguete-a2.jpg",
        "source": "https://artsandculture.google.com/asset/doors-of-an-altarpiece-with-scenes-of-saint-catherine-s-life-pedro-berruguete/XAFHVSTM88cTOQ"
      },
      {
        "name": "Saint Gregory the Pope",
        "path": "img/art/artworks/pedro-berruguete-a3.jpg",
        "source": "https://artsandculture.google.com/asset/saint-gregory-the-pope-pedro-berruguete/BwFmSXerMwXEuQ"
      },
      {
        "name": "Assumption of the Virgin",
        "path": "img/art/artworks/pedro-berruguete-a4.jpg",
        "source": "https://artsandculture.google.com/asset/assumption-of-the-virgin/QAFjzMZtEp4ceA"
      }
    ],
    "summary": [
      "Pedro Berruguete was a Spanish painter; his art is regarded as a transitional style in Spain between gothic and Renaissance. Berruguete most famously created paintings of the first few years of the Inquisition and of religious imagery for Castilian retablos. He is considered by some as the first Renaissance painter in Spain. He was the father of sculptor Alonso Berruguete, considered the most important sculptor in Renaissance Spain. Because of the fame accrued by Alonso, Pedro Berruguete is sometimes referred to as Berruguete el Viejo to differentiate between the two.",
      "It is speculated that he travelled to Italy in 1480 and worked in Federico III da Montefeltro's court in Urbino, where he could have seen some works by Melozzo da Forlì. The Portrait of Federico da Montefeltro with His Son Guidobaldo, now at the Galleria nazionale delle Marche, has been attributed to him by some art historians but the Flemish painter Justus van Gent working in Urbino at that time is another strong candidate for the authorship of this work.",
      "He returned to Spain in 1482 and painted in several cities, such as Toledo and Ávila."
    ],
    "quote": null,
    "movements": ["Renaissance", "Spanish Renaissance", "Gothic art"],
    "mediums": ["Gold", "Gold leaf", "Metal", "Oil paint", "Seashell", "Tempera"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pedro_Berruguete",
    "urlGoogle": "https://artsandculture.google.com/entity/pedro-berruguete/m09w1_b"
  },
  "event": {
    "id": "seneca-falls-convention",
    "name": "Seneca Falls Convention",
    "dates": "Jul 19, 1848 - Jul 20, 1848",
    "mainImg": "img/events/seneca-falls-convention.jpg",
    "summary": [
      "The Seneca Falls Convention was the first women's rights convention. It advertised itself as \"a convention to discuss the social, civil, and religious condition and rights of woman\". Held in the Wesleyan Chapel of the town of Seneca Falls, New York, it spanned two days over July 19–20, 1848. Attracting widespread attention, it was soon followed by other women's rights conventions, including the Rochester Women's Rights Convention in Rochester, New York, two weeks later. In 1850 the first in a series of annual National Women's Rights Conventions met in Worcester, Massachusetts.",
      "Female Quakers local to the area organized the meeting along with Elizabeth Cady Stanton, who was not a Quaker. They planned the event during a visit to the area by Philadelphia-based Lucretia Mott. Mott, a Quaker, was famous for her oratorical ability, which was rare for non-Quaker women during an era in which women were often not allowed to speak in public.",
      "The meeting comprised six sessions including a lecture on law, a humorous presentation, and multiple discussions about the role of women in society."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Seneca_Falls_Convention",
    "urlGoogle": "https://artsandculture.google.com/entity/seneca-falls-convention/m0ffyn"
  },
  "funFacts": [
    {
      "id": "866",
      "fact": "Abraham Lincoln was the tallest U.S. President at 6'4\", while James Madison was the shortest at 5'4\".",
      "category": ["History"]
    },
    { "id": "14", "fact": "Camel's milk does not curdle.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "504659",
      "fact": "Back in the 1800s, composer Franz Liszt was worshiped like a rock star. In fact, he received so many requests for locks of his hair that he eventually bought a dog, only to snip off patches of its fur to send to his admirers."
    }
  ],
  "idiom": {
    "id": "forty-winks",
    "term": "forty winks",
    "definition": "A brief nap, as in *There's just time for forty winks before we have to leave.* This expression supposedly was first recorded in 1828 and relies on *wink* in the sense of \"sleep,\" a usage dating from the 14th century."
  },
  "person": {
    "id": "herb-klein",
    "name": "Herb Klein",
    "dates": "Apr 1, 1918 - Jul 2, 2009",
    "mainImg": "img/people/herb-klein.jpg",
    "summary": [
      "Herbert George Klein, also called Herb Klein, was best known as United States President Richard Nixon's Executive Branch Communications Director. Klein also served as Press Secretary for three of Nixon's campaigns and editor of the Copley Newspapers in San Diego before and after his time in the White House."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Herb_Klein_%28journalist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/herb-klein/m04csrl4"
  },
  "place": {
    "id": "malta",
    "name": "Malta",
    "mainImg": "img/places/malta.jpg",
    "summary": [
      "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km south of Italy, 284 km east of Tunisia, and 333 km north of Libya. With a population of about 475,000 over an area of 316 km², Malta is the world's tenth smallest country in area and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km². The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language.",
      "Malta has been inhabited since approximately 5900 BC. Its location in the centre of the Mediterranean has historically given it great strategic importance as a naval base, with a succession of powers having contested and ruled the islands, including the Phoenicians and Carthaginians, Romans, Greeks, Arabs, Normans, Aragonese, Knights of St. John, French, and British. Most of these foreign influences have left some sort of mark on the country's ancient culture."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Malta",
    "urlGoogle": "https://artsandculture.google.com/entity/malta/m04v3q"
  },
  "wiki": {
    "id": "elizabeth-needham",
    "name": "Elizabeth Needham",
    "summary": "Elizabeth Needham was an English procuress and brothel-keeper of 18th-century London, who has been identified as the bawd greeting Moll Hackabout in the first plate of William Hogarth's series of satirical etchings, A Harlot's Progress. Although Needham was notorious in London at the time, little is recorded of her life, and no genuine portraits of her survive. Her house was the most exclusive in London and her customers came from the highest strata of fashionable society, but she eventually fell foul of the moral reformers of the day and died as a result of the severe treatment she received after being sentenced to stand in the pillory. Nothing is known of her early life, but by the time she was middle-aged she was renowned in London as the keeper of a brothel in Park Place, St. James. Her house was regarded as superior to those of Covent Garden, even to that of the other notorious bawd of the time, Mother Wisebourne.",
    "url": "https://en.wikipedia.org/wiki/Elizabeth_Needham"
  },
  "word": {
    "id": "lacuna",
    "word": "lacuna",
    "url": "https://www.merriam-webster.com/dictionary/lacuna",
    "partOfSpeech": "noun",
    "pronunciation": "luh-KOO-nuh",
    "audioPath": "audio/words/lacuna.mp3",
    "definitions": [
      "a blank space or a missing part : gap",
      "a small cavity, pit, or discontinuity in an anatomical structure"
    ],
    "examples": [
      "The newly discovered Civil War documents filled many lacunae in the museum's archives."
    ],
    "origin": "Exploring the etymology of \"lacuna\" involves taking a plunge into the pit -- or maybe a leap into the “lacus” (that's the Latin word for \"lake\"). Latin speakers modified “lacus” into “lacuna,” and used it to mean \"pit,\" \"cleft,\" or \"pool.\" English speakers borrowed the term in the 17th century. Another English word that traces its origin to \"lacuna\" is \"lagoon,\" which came to us by way of Italian and French."
  }
}
