{
  "artist": {
    "id": "kleophrades-painter",
    "name": "Kleophrades Painter",
    "dates": null,
    "mainImg": "img/art/artists/kleophrades-painter.jpg",
    "artworkImgs": [
      {
        "name": "Terracotta Panathenaic prize amphora",
        "path": "img/art/artworks/kleophrades-painter-a1.jpg",
        "source": "https://artsandculture.google.com/asset/terracotta-panathenaic-prize-amphora-kleophrades-painter/pwHl4H8MXPEb-Q"
      },
      {
        "name": "Terracotta Panathenaic prize amphora",
        "path": "img/art/artworks/kleophrades-painter-a2.jpg",
        "source": "https://artsandculture.google.com/asset/terracotta-panathenaic-prize-amphora-kleophrades-painter/dQH86CLYXXByyQ"
      },
      {
        "name": "Terracotta calyx-krater (bowl for mixing wine and water)",
        "path": "img/art/artworks/kleophrades-painter-a3.jpg",
        "source": "https://artsandculture.google.com/asset/terracotta-calyx-krater-bowl-for-mixing-wine-and-water-kleophrades-painter/UgFAXvYgvL_TpQ"
      },
      {
        "name": "Calyx Krater (mixing bowl for wine and water): Return of Hephaistos to Olympos",
        "path": "img/art/artworks/kleophrades-painter-a4.jpg",
        "source": "https://artsandculture.google.com/asset/calyx-krater-mixing-bowl-for-wine-and-water-return-of-hephaistos-to-olympos/aAEvuSD14w5s0w"
      },
      {
        "name": "Terracotta neck-amphora (jar)",
        "path": "img/art/artworks/kleophrades-painter-a5.jpg",
        "source": "https://artsandculture.google.com/asset/terracotta-neck-amphora-jar-kleophrades-painter/VQFh8ZUROs8UAg"
      },
      {
        "name": "Terracotta neck-amphora (jar) with twisted handles",
        "path": "img/art/artworks/kleophrades-painter-a6.jpg",
        "source": "https://artsandculture.google.com/asset/terracotta-neck-amphora-jar-with-twisted-handles-kleophrades-painter/bgGhzH3cZfyT-w"
      }
    ],
    "summary": [
      "The Kleophrades Painter is the name given to the anonymous red-figure Athenian vase painter, who was active from approximately 510 – 470 BCE and whose work, considered amongst the finest of the red figure style, is identified by its stylistic traits."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Terracotta", "Rock", "Clay"],
    "urlWiki": "https://en.wikipedia.org/wiki/Kleophrades_Painter",
    "urlGoogle": "https://artsandculture.google.com/entity/kleophrades-painter/m06h4ft"
  },
  "event": {
    "id": "gravettian",
    "name": "Gravettian",
    "dates": null,
    "mainImg": "img/events/gravettian.jpg",
    "summary": [
      "The Gravettian was an archaeological industry of the European Upper Paleolithic that succeeded the Aurignacian circa 33,000 years BP. It is archaeologically the last European culture many consider unified, and had mostly disappeared by c. 22,000 BP, close to the Last Glacial Maximum, although some elements lasted until c. 17,000 BP. At this point, it was replaced abruptly by the Solutrean in France and Spain, and developed into or continued as the Epigravettian in Italy, the Balkans, Ukraine and Russia.",
      "They are known for their Venus figurines, which were typically made as either ivory or limestone carvings. The Gravettian culture was first identified at the site of La Gravette in Southwestern France."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gravettian",
    "urlGoogle": "https://artsandculture.google.com/entity/gravettian/m030nts"
  },
  "funFacts": [
    {
      "id": "289",
      "fact": "In 1908, the first lollipop-making machine started in New Haven, CT.",
      "category": ["Food", "Firsts"]
    },
    {
      "id": "67",
      "fact": "There are 18 different animal shapes in the animal cracker zoo.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [{ "id": "554045", "fact": "Barbie's full name is Barbara Millicent Roberts." }],
  "idiom": {
    "id": "dull-as-dishwater",
    "term": "dull as dishwater",
    "definition": "Boring, tedious, as in *That lecture was dull as dishwater.* The original simile, **dull as ditchwater,** dating from the 1700s, alluded to the muddy water in roadside ditches. In the first half of the 1900s, perhaps through mispronunciation, it became *dishwater,* that is, the dingy, grayish water in which dirty dishes had soaked."
  },
  "person": {
    "id": "otto-i-holy-roman-emperor",
    "name": "Otto I, Holy Roman Emperor",
    "dates": "912 AD - 973 AD",
    "mainImg": "img/people/otto-i-holy-roman-emperor.jpg",
    "summary": [
      "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda.",
      "Otto inherited the Duchy of Saxony and the kingship of the Germans upon his father's death in 936. He continued his father's work of unifying all German tribes into a single kingdom and greatly expanded the king's powers at the expense of the aristocracy. Through strategic marriages and personal appointments, Otto installed members of his family in the kingdom's most important duchies. This reduced the various dukes, who had previously been co-equals with the king, to royal subjects under his authority. Otto transformed the Roman Catholic Church in Germany to strengthen royal authority and subjected its clergy to his personal control.",
      "After putting down a brief civil war among the rebellious duchies, Otto defeated the Magyars at the Battle of Lechfeld in 955, thus ending the Hungarian invasions of Western Europe. The victory against the pagan Magyars earned Otto a reputation as a savior of Christendom and secured his hold over the kingdom. By 961, Otto had conquered the Kingdom of Italy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Otto_I,_Holy_Roman_Emperor",
    "urlGoogle": "https://artsandculture.google.com/entity/otto-i-holy-roman-emperor/m0b3rj"
  },
  "place": {
    "id": "liechtenstein",
    "name": "Liechtenstein",
    "mainImg": "img/places/liechtenstein.jpg",
    "summary": [
      "Liechtenstein, officially the Principality of Liechtenstein, is a German-speaking microstate situated in the Alps and in the southwest of Central Europe. The principality is a semi-constitutional monarchy headed by the Prince of Liechtenstein; the Prince's extensive powers are equivalent to those of a President in a semi-presidential system.",
      "Liechtenstein is bordered by Switzerland to the west and south and Austria to the east and north. It is Europe's fourth-smallest country, with an area of just over 160 square kilometres and a population of 38,749. Divided into 11 municipalities, its capital is Vaduz, and its largest municipality is Schaan. It is also the smallest country to border two countries. Liechtenstein is one of only two doubly landlocked countries in the world, along with Uzbekistan.",
      "Economically, Liechtenstein has one of the highest gross domestic products per person in the world when adjusted for purchasing power parity. It was once known as a billionaire tax haven, but is no longer on any blacklists of uncooperative tax haven countries.",
      "An Alpine country, Liechtenstein is mountainous, making it a winter sport destination."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Liechtenstein",
    "urlGoogle": "https://artsandculture.google.com/entity/liechtenstein/m04j53"
  },
  "quote": {
    "id": "119",
    "quote": "We are not nouns, we are verbs. I am not a thing...an actor, a writer...I am a person who does things...I write, I act...and I never know what I'm going to do next. I think you can be imprisoned if you think of yourself as a noun.",
    "author": "Stephen Fry"
  },
  "wiki": {
    "id": "clements-markham",
    "name": "Clements Markham",
    "summary": "Clements Markham (1830–1916) was a British geographer, explorer and writer. He was secretary of the Royal Geographical Society (RGS) between 1863 and 1888, and later served as the Society's president for a further 12 years. In the latter capacity he was mainly responsible for organising the National Antarctic Expedition of 1901–04, and for launching the polar career of Robert Falcon Scott. The main achievement of Markham's RGS presidency was the revival at the end of the 19th century of British interest in Antarctic exploration, after a 50-year interval. All his life Markham was a constant traveller and a prolific writer, his works including histories, travel accounts and biographies. He authored many papers and reports for the RGS, and did much editing and translation work for the Hakluyt Society, of which he also became president. He received public and academic honours, and was recognised as a major influence on the discipline of geography, although it was acknowledged that much of his work was based on enthusiasm rather than scholarship. Among the geographical features bearing his name is Antarctica's Mount Markham, named for him by Scott in 1902.",
    "url": "https://en.wikipedia.org/wiki/Clements_Markham"
  },
  "word": {
    "id": "crescent",
    "word": "crescent",
    "url": "https://www.merriam-webster.com/dictionary/crescent",
    "partOfSpeech": "adjective",
    "pronunciation": "KRESS-unt",
    "audioPath": "audio/words/crescent.mp3",
    "definitions": ["marked by an increase : increasing"],
    "examples": [
      "\"The people love me, and the sea is mine; / My powers are crescent, and my auguring hope / Says it will come to th' full.\" (William Shakespeare, _The Tragedy of Antony and Cleopatra_)"
    ],
    "origin": "You probably know \"crescent\" as the shape of a moon that is less than half-illuminated. These days, \"crescent\" is generally used of either a waxing or waning moon, but that wasn't always the case. Originally, it referred only to the increasing illumination phase that immediately follows the new moon. That original meaning nicely reflects the meaning of the word's Latin ancestor \"crescere,\" which means \"to grow.\" The meaning of \"crescere\" also shines through when we use \"crescent\" as an adjective meaning \"increasing\" or \"growing.\" English speakers have been using \"crescent\" in this way since the 16th century."
  }
}
