{
  "artist": {
    "id": "yinka-shonibare",
    "name": "Yinka Shonibare",
    "dates": "Born Aug 9, 1962",
    "mainImg": "img/art/artists/yinka-shonibare.jpg",
    "artworkImgs": [
      {
        "name": "Cheeky Little Astronomer",
        "path": "img/art/artworks/yinka-shonibare-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cheeky-little-astronomer-yinka-shonibare-ra/zQHfiNoko2d_3Q"
      },
      {
        "name": "Wind Sculpture (SG) I",
        "path": "img/art/artworks/yinka-shonibare-a2.jpg",
        "source": "https://artsandculture.google.com/asset/wind-sculpture-sg-i-shonibare-yinka/FAFI8qnmR9wmmg"
      },
      {
        "name": "Odile and Odette IV",
        "path": "img/art/artworks/yinka-shonibare-a3.jpg",
        "source": "https://artsandculture.google.com/asset/odile-and-odette-iv-yinka-shonibare/KQFwAgwY1-NZoQ"
      },
      {
        "name": "Wind Sculpture (SG) I",
        "path": "img/art/artworks/yinka-shonibare-a4.jpg",
        "source": "https://artsandculture.google.com/asset/wind-sculpture-sg-i-shonibare-yinka/JAHIVvjaIf2_rA"
      },
      {
        "name": "Party Time: Re-imagine America",
        "path": "img/art/artworks/yinka-shonibare-a5.jpg",
        "source": "https://artsandculture.google.com/asset/party-time-re-imagine-america-yinka-shonibare/TgEZScUsXOXVVA"
      },
      {
        "name": "Wind Sculpture (SG) I",
        "path": "img/art/artworks/yinka-shonibare-a6.jpg",
        "source": "https://artsandculture.google.com/asset/wind-sculpture-sg-i-shonibare-yinka/9gHYdvo4hVFhOA"
      }
    ],
    "summary": [
      "Yinka Shonibare CBE, RA is a British-Nigerian artist living in the United Kingdom. His work explores cultural identity, colonialism and post-colonialism within the contemporary context of globalisation. A hallmark of his art is the brightly coloured Dutch wax fabric he uses. Because he has a physical disability that paralyses one side of his body, Shonibare uses assistants to make works under his direction."
    ],
    "quote": "“Your world could come crashing down at any time.”",
    "movements": ["Young British Artists", "Contemporary art"],
    "mediums": ["Leather", "Wax", "Glass", "Sculpture", "Textile", "Fiberglass"],
    "urlWiki": "https://en.wikipedia.org/wiki/Yinka_Shonibare",
    "urlGoogle": "https://artsandculture.google.com/entity/yinka-shonibare/m04jljk"
  },
  "event": {
    "id": "sts-121",
    "name": "STS-121",
    "dates": "Jul 4, 2006 - Jul 17, 2006",
    "mainImg": "img/events/sts-121.jpg",
    "summary": [
      "STS-121 was a 2006 NASA Space Shuttle mission to the International Space Station flown by Space Shuttle Discovery The main purposes of the mission were to test new safety and repair techniques introduced following the Columbia disaster of February 2003 as well as to deliver supplies, equipment and European Space Agency astronaut Thomas Reiter from Germany to the ISS.",
      "After two weather-related delays, the shuttle successfully launched on Tuesday, 4 July 2006 at 14:37:55 EDT. It was the first and only shuttle launch on the United States' Independence Day. The mission lasted for 13 days before landing at the Kennedy Space Center on 17 July 2006 at 09:14:43 EDT.",
      "STS-121 was also designated the ISS Assembly Mission ULF 1.1. As the mission followed on from STS-114 in carrying out the recommendations made in response to the Columbia Accident Investigation Board report, it was considered a Return to Flight test mission. Its successful launch and landing led NASA to fully resume regular Space Shuttle launches in the construction of the ISS."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/STS-121",
    "urlGoogle": "https://artsandculture.google.com/entity/sts-121/m03fm4s"
  },
  "funFacts": [
    {
      "id": "185",
      "fact": "A male kangaroo is called a boomer.",
      "category": ["Animals", "Definitions"]
    },
    { "id": "48", "fact": "Cats can hear ultrasound.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553534",
      "fact": "The FBI investigated the song “Louie Louie” because people thought the lyrics were dirty. After three months, the FBI abandoned the investigation because it couldn’t make out the words."
    }
  ],
  "idiom": {
    "id": "penny-wise-and-pound-foolish",
    "term": "penny wise and pound foolish",
    "definition": "Stingy about small expenditures and extravagant with large ones, as in *Dean clips all the coupons for supermarket bargains but insists on going to the best restaurants---penny wise and pound foolish.* This phrase alludes to British currency, in which a pound was once worth 240 pennies, or pence, and is now worth 100 pence. The phrase is also occasionally used for being very careful about unimportant matters and careless about important ones. It was used in this way by Joseph Addison in *The Spectator* (1712): \"A woman who will give up herself to a man in marriage where there is the least Room for such an apprehension... may very properly be accused... of being penny wise and pound foolish.\" [c. 1600]"
  },
  "person": {
    "id": "charles-carnan-ridgely",
    "name": "Charles Carnan Ridgely",
    "dates": "Dec 6, 1760 - Jul 17, 1829",
    "mainImg": "img/people/charles-carnan-ridgely.jpg",
    "summary": [
      "Charles Carnan Ridgely was born Charles Ridgely Carnan. He is also known as Charles Ridgely of Hampton. He served as the 15th Governor of the state of Maryland in the United States from 1815 to 1818. He also served in the Maryland House of Delegates from 1790 to 1795, and in the Maryland State Senate from 1796 to 1800. Charles was born in Baltimore. He was the son of John Carnan and Achsah Ridgely, sister of Captain Charles Ridgely. The Maryland Gazette described him as an aristocrat.",
      "\"As a Senator or Delegate, justly appreciating the merits and demerits of the human character, he always avoided visionary schemes and dangerous experiments.\" Ridgely devoted his tenure to internal improvements. He devoted his attention to the state during the unpopular war with Great Britain. It appropriated ground for the erection of a Battle Monument in Baltimore, aided education, and chartered manufacturing and insurance companies, so that 'during his administration, the State enjoyed its greatest period of prosperity.' Ridgely passed an act which provided education for the poor in five separate counties; which was seen as important to the early development of public education in Maryland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_Carnan_Ridgely",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-carnan-ridgely/m08yfh6"
  },
  "place": {
    "id": "tunisia",
    "name": "Tunisia",
    "mainImg": "img/places/tunisia.jpg",
    "summary": [
      "Tunisia, officially the Republic of Tunisia, is a country in the Maghreb region of North Africa, covering 163,610 square kilometres. Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.7 million in 2019. Tunisia's name is derived from its capital city, Tunis, which is located on its northeast coast.",
      "Geographically, Tunisia contains the eastern end of the Atlas Mountains, and the northern reaches of the Sahara desert. Much of the rest of the country's land is fertile soil. Its 1,300 kilometres of coastline include the African conjunction of the western and eastern parts of the Mediterranean Basin.",
      "Tunisia is a unitary semi-presidential representative democratic republic. It is considered to be the only fully democratic sovereign state in the Arab world. It has a high human development index."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tunisia",
    "urlGoogle": "https://artsandculture.google.com/entity/tunisia/m07fj_"
  },
  "wiki": {
    "id": "remain-in-light",
    "name": "Remain in Light",
    "summary": "Remain in Light is the fourth studio album by American new wave band Talking Heads, released on 8 October 1980 on Sire Records. It was recorded at locations in the Bahamas and the United States between July and August 1980 and was produced by the quartet's long-time collaborator Brian Eno. The album entered the Billboard 200 in the US at number 19 and peaked at number 21 on the UK Albums Chart. Two singles were released from Remain in Light: \"Once in a Lifetime\" and \"Houses in Motion\". The record was certified Gold in the US and in Canada during the 1980s. The members of Talking Heads wanted to make an album that dispelled notions of frontman and chief lyricist David Byrne leading a back-up band. They decided to experiment with African polyrhythms and, with Eno, recorded the instrumental tracks as a series of samples and loops, a novel idea at the time. Remain in Light was widely acclaimed by critics. Praise centered on its cohesive merging of disparate genres and sonic experimentation. The record has featured in several publications' lists of the best albums of the 1980s and the best albums of all time.",
    "url": "https://en.wikipedia.org/wiki/Remain_in_Light"
  },
  "word": {
    "id": "fugacious",
    "word": "fugacious",
    "url": "https://www.merriam-webster.com/dictionary/fugacious",
    "partOfSpeech": "adjective",
    "pronunciation": "fyoo-GAY-shus",
    "audioPath": "audio/words/fugacious.mp3",
    "definitions": ["lasting a short time : evanescent"],
    "examples": [
      "The rock band's rise in popularity turned out to be _fugacious_, and within two years its members had moved on to other careers.",
      "\"It is of no surprise that their debt problem is not _fugacious_, it is insurmountable. It is an impossible task for Greece to pay its debt.\" - From a letter to the editor by Alfonso Tiu Henderson in the _Las Vegas Review-Journal_, February 12, 2012"
    ],
    "origin": "\"Fugacious\" is often used to describe immaterial things like emotions, but not always. Botanists, for example, use it to describe plant parts that wither or fall off before the usual time. Things that are fugacious are fleeting, and etymologically they can also be said to be fleeing. \"Fugacious\" derives from the Latin verb \"fugere,\" which means \"to flee.\" Other descendants of \"fugere\" include \"fugitive,\" \"refuge,\" and \"subterfuge.\""
  }
}
