{
  "artist": {
    "id": "francis-picabia",
    "name": "Francis Picabia",
    "dates": "Jan 22, 1879 - Nov 30, 1953",
    "mainImg": "img/art/artists/francis-picabia.jpg",
    "artworkImgs": [
      {
        "name": "Francis Picabia Self-Portrait",
        "path": "img/art/artworks/francis-picabia-a1.jpg",
        "source": "https://artsandculture.google.com/asset/francis-picabia-self-portrait-francis-picabia/1wEe9z1iriu7cw"
      },
      {
        "name": "Design for a small library: front elevation, section, plan",
        "path": "img/art/artworks/francis-picabia-a2.jpg",
        "source": "https://artsandculture.google.com/asset/design-for-a-small-library-front-elevation-section-plan-christian-francis-rosborg-1881-–-1953/wAEuLySczZ6erQ"
      },
      {
        "name": "Le baiser",
        "path": "img/art/artworks/francis-picabia-a3.jpg",
        "source": "https://artsandculture.google.com/asset/le-baiser-francis-picabia/TQG8sDltD4wTEw"
      },
      {
        "name": "Mutatio Shoes",
        "path": "img/art/artworks/francis-picabia-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mutatio-shoes-bitonti-francis/pwHfsPna7WOPgg"
      },
      {
        "name": "Design for main entrance door for the Bankers' Trust Company, New York, NY",
        "path": "img/art/artworks/francis-picabia-a5.jpg",
        "source": "https://artsandculture.google.com/asset/design-for-main-entrance-door-for-the-bankers-trust-company-new-york-ny-christian-francis-rosborg-1881-–-1953/WgGHxGAcwokk2g"
      }
    ],
    "summary": [
      "Francis Picabia was a French avant-garde painter, poet and typographist. After experimenting with Impressionism and Pointillism, Picabia became associated with Cubism. His highly abstract planar compositions were colourful and rich in contrasts. He was one of the early major figures of the Dada movement in the United States and in France. He was later briefly associated with Surrealism, but would soon turn his back on the art establishment."
    ],
    "quote": "“The only way to win is to fight on the side of your adversaries.”",
    "movements": ["Modern art", "Dada", "Surrealism", "Cubism", "Section d'Or"],
    "mediums": ["Watercolor painting", "Gold", "Metal", "Oil paint", "Graphite", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Francis_Picabia",
    "urlGoogle": "https://artsandculture.google.com/entity/francis-picabia/m0q4s_"
  },
  "event": {
    "id": "manstein-plan",
    "name": "Manstein Plan",
    "dates": "May 10, 1940",
    "mainImg": "img/events/manstein-plan.jpg",
    "summary": [
      "The Manstein Plan is one of the names used to describe the war plan of the German Army during the Battle of France in 1940. The original invasion plan was an awkward compromise devised by General Franz Halder, the chief of Oberkommando des Heeres staff and satisfied no one. Documents with details of the plan fell into Belgian hands during the Mechelen incident of 10 January 1940 and the plan was revised several times, each giving more emphasis to an attack by Army Group A through the Ardennes, which progressively reduced the offensive by Army Group B through the Low Countries to a diversion.",
      "In the final version of the plan, the main effort of the German invasion was made against the Ardennes, which by coincidence, was the weakest part of the Allied line, where the defence was left to second-rate French divisions in the Second Army and the Ninth Army, on the assumption that the difficulty of moving masses of men and equipment would give the French plenty of time to send reinforcements if the area was attacked."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Manstein_Plan",
    "urlGoogle": "https://artsandculture.google.com/entity/manstein-plan/m0287b85"
  },
  "funFacts": [
    {
      "id": "310",
      "fact": "The word \"facetious\" features all the vowels in alphabetical order.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "999",
      "fact": "A cat's nose is ridged with a unique pattern, just like a human fingerprint.",
      "category": ["Animals", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553638",
      "fact": "Amelia Earhart and Eleanor Roosevelt once sneaked out of a White House event, commandeered an airplane, and went on a joyride to Baltimore."
    }
  ],
  "idiom": {
    "id": "vote-with-ones-feet",
    "term": "vote with one's feet",
    "definition": "Indicate one's disapproval by walking out or emigrating, as in *The service was so bad that we decided to vote with our feet,* or *Thousands of Hong Kong residents voted with their feet and left before the Chinese takeover.* [Slang; mid-1900s]"
  },
  "person": {
    "id": "bimbisara",
    "name": "Bimbisara",
    "dates": "557 BC - 490 BC",
    "mainImg": "img/people/bimbisara.jpg",
    "summary": [
      "Bimbisāra also known as Seniya or Shrenika in the Jain histories was a King of Magadha and belonged to the Haryanka dynasty. He was the son of Bhattiya. His expansion of the kingdom, especially his annexation of the kingdom of Anga to the east, is considered to have laid the foundations for the later expansion of the Maurya Empire.",
      "He is also known for his cultural achievements and was a great friend and protector of the Buddha. Bimbisara—according to Hiuen Tsang—built the city of Rajgir, famous in Buddhist writings. He was succeeded on the throne by his son Ajatashatru."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bimbisara",
    "urlGoogle": "https://artsandculture.google.com/entity/bimbisara/m03dr73"
  },
  "place": {
    "id": "sheffield",
    "name": "Sheffield",
    "mainImg": "img/places/sheffield.jpg",
    "summary": [
      "Sheffield is a city and metropolitan borough in South Yorkshire, England. Historically part of the West Riding of Yorkshire, its name derives from the River Sheaf, which runs through the city. With some of its southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 584,853 and it is one of the eight largest regional English cities that make up the Core Cities Group. Sheffield is the second-largest city in the Yorkshire and the Humber region and the third-largest English district by population. The metropolitan population of Sheffield is 1,569,000.",
      "The city is in the eastern foothills of the Pennines, and the valleys of the River Don and its four tributaries, the Loxley, the Porter Brook, the Rivelin and the Sheaf. Sixty-one per cent of Sheffield's entire area is green space, and a third of the city lies within the Peak District national park. There are more than 250 parks, woodlands and gardens in the city, which is estimated to contain around 4.5 million trees."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sheffield",
    "urlGoogle": "https://artsandculture.google.com/entity/sheffield/m0m75g"
  },
  "wiki": {
    "id": "baltimore-steam-packet-company",
    "name": "Baltimore Steam Packet Company",
    "summary": "The Baltimore Steam Packet Company was an American steamship line from 1840 to 1962, providing overnight steamboat service on the Chesapeake Bay, primarily between Baltimore, Maryland, and Norfolk, Virginia. Called a \"packet\" for the mail packets carried on government mail contracts, the term in the 19th century came to mean a steamer line operating on a regular, fixed daily schedule between two or more cities. By the time the venerable packet line ceased operation in 1962 after 122 years of existence, it was the last surviving overnight steamship passenger service in the United States. In addition to regularly calling on Baltimore and Norfolk, the Baltimore Steam Packet Company also provided freight, passenger and vehicle transport to Washington, D.C., Old Point Comfort, and Richmond, Virginia, at various times during its history.",
    "url": "https://en.wikipedia.org/wiki/Baltimore_Steam_Packet_Company"
  },
  "word": {
    "id": "perfervid",
    "word": "perfervid",
    "url": "https://www.merriam-webster.com/dictionary/perfervid",
    "partOfSpeech": "adjective",
    "pronunciation": "per-FER-vid",
    "audioPath": "audio/words/perfervid.mp3",
    "definitions": ["marked by overwrought or exaggerated emotion : excessively fervent"],
    "examples": [
      "The group's leaders have done little to distance themselves from the actions of their angrier and more _perfervid_ followers.",
      "\"Biron has struggled to make the Dostoevsky apartment a center for the perpetual and _perfervid_ enthusiasm for the author that animates Russians.\" - From an article by Philip Kennicott in _The Washington Post_, October 21, 2012"
    ],
    "origin": "The adjectives \"fervent,\" \"fervid,\" and \"perfervid\" all derive from the Latin verb \"fervēre,\" meaning \"to boil,\" and suggest a bubbling up of intense feeling. \"Fervent\" was the first to enter the English language in the 14th century. It stresses sincerity and steadiness of emotional warmth and zeal, as in \"Her colleagues expressed fervent good wishes.\" The next to emerge was \"fervid\" in the late 16th century. It too suggests warmth but adds an element of spontaneity and feverishness. A lover might write a fervid [billet-doux](https://www.merriam-webster.com/dictionary/billet-doux) to his beloved, for example. With its first known appearance in print dating back only to 1833, \"perfervid\" is a relative newcomer to English, but it implies the most extreme or exaggerated expression of emotion. Its intensity comes from \"per-,\" a prefix meaning \"thoroughly.\""
  }
}
