{
  "artist": {
    "id": "claudio-coello",
    "name": "Claudio Coello",
    "dates": "Mar 2, 1642 - Apr 20, 1693",
    "mainImg": "img/art/artists/claudio-coello.jpg",
    "artworkImgs": [
      {
        "name": "Charles II",
        "path": "img/art/artworks/claudio-coello-a1.jpg",
        "source": "https://artsandculture.google.com/asset/charles-ii-claudio-coello/vgES3iV82XhpoQ"
      },
      {
        "name": "Portrait of Teresa Francisca Mudarra y Herrera",
        "path": "img/art/artworks/claudio-coello-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-teresa-francisca-mudarra-y-herrera-claudio-coello/ggFipEjM5Q6PsQ"
      },
      {
        "name": "Juan Francisco de la Cerda, VIII Duke of Medinaceli",
        "path": "img/art/artworks/claudio-coello-a3.jpg",
        "source": "https://artsandculture.google.com/asset/juan-francisco-de-la-cerda-viii-duke-of-medinaceli-claudio-coello/uQESyruCiLeePA"
      },
      {
        "name": "Susannah and the Elders",
        "path": "img/art/artworks/claudio-coello-a4.jpg",
        "source": "https://artsandculture.google.com/asset/susannah-and-the-elders-claudio-coello/xgEBRj8y9ZH9Fg"
      },
      {
        "name": "Mariana of Austria and Charles II",
        "path": "img/art/artworks/claudio-coello-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mariana-of-austria-and-charles-ii-claudio-coello/QQHUwLRovuo2DQ"
      },
      {
        "name": "Saint Michael the Archangel",
        "path": "img/art/artworks/claudio-coello-a6.jpg",
        "source": "https://artsandculture.google.com/asset/saint-michael-the-archangel-claudio-coello/RAERGNT83JskGA"
      }
    ],
    "summary": [
      "Claudio Coello was a Spanish Baroque painter. Coello is considered the last great Spanish painter of the 17th century.",
      "The son of Faustino Coello, a famous Portuguese sculptor, he was a court painter for Charles II. He worked on many churches and public buildings in Madrid, with his most famous work being in the sacristy of El Escorial, which is filled with portraits of priests and courtiers."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Oil paint", "Ink", "Chalk", "Pigment", "Pen", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Claudio_Coello",
    "urlGoogle": "https://artsandculture.google.com/entity/claudio-coello/m05hwkx"
  },
  "event": {
    "id": "1960-democratic-national-convention",
    "name": "1960 Democratic National Convention",
    "dates": "Jul 11, 1960 - Jul 15, 1960",
    "mainImg": "img/events/1960-democratic-national-convention.jpg",
    "summary": [
      "The 1960 Democratic National Convention was held in Los Angeles, California, on July 11–15, 1960. It nominated Senator John F. Kennedy of Massachusetts for president and Senator Lyndon B. Johnson of Texas for vice president.",
      "In the general election, the Kennedy–Johnson ticket won an electoral college victory and a narrow popular vote plurality over the Republican candidates Vice President Richard M. Nixon and UN Ambassador Henry C. Lodge II.",
      "Due to its size, the Biltmore Hotel was selected to serve as the headquarters hotel for the Democratic National Committee. It also housed command-posts for the campaigns of the various candidates seeking the nomination, temporary studio spaces for the television networks, and workspaces for select print journalists."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1960_Democratic_National_Convention",
    "urlGoogle": "https://artsandculture.google.com/entity/1960-democratic-national-convention/m08byk1"
  },
  "funFacts": [
    { "id": "408", "fact": "Panda bears eat up to 16 hours a day.", "category": ["Animals"] },
    {
      "id": "411",
      "fact": "Lifejackets used to be filled with sunflower seeds for flotation.",
      "category": ["Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "505478",
      "fact": "The Woolsey Hall auditorium at Yale contains an extra-wide seat built to fit alumnus and former professor William Howard Taft."
    }
  ],
  "idiom": {
    "id": "the-devil-take-the-hindmost",
    "term": "the devil take the hindmost",
    "definition": "Let everyone put his or her own interest first, leaving the unfortunate to their fate. For example, *I don't care if she makes it or not---the devil take the hindmost.* This expression, first recorded in 1608, probably originated as an allusion to a children's game in which the last (coming \"hindmost\") is the loser, and came to mean utter selfishness."
  },
  "person": {
    "id": "edmund-ironside",
    "name": "Edmund Ironside",
    "dates": "989 AD - Nov 30, 1016",
    "mainImg": "img/people/edmund-ironside.jpg",
    "summary": [
      "Edmund Ironside was King of England from 23 April to 30 November 1016. He was the son of King Æthelred the Unready and his first wife, Ælfgifu of York. Edmund's reign was marred by a war he had inherited from his father; his cognomen \"Ironside\" was given to him \"because of his valour\" in resisting the Danish invasion led by Cnut the Great.",
      "Edmund was not expected to be King of England; however, by June 1014 two elder brothers had died, making him heir apparent. England was conquered by Sweyn Forkbeard at the end of the same year, but he died shortly thereafter, paving the way for Æthelred to return to the throne, which he did, but not without opposition. Sweyn's son, Cnut, was defeated and returned to Denmark, where he assembled an invasion force to re-conquer England. It would not arrive for another year.",
      "After regaining the throne, the royal family set about strengthening its hold on the country with the assistance of Eadric Streona. People who had sided with the Danes in 1014 were punished, and some were killed. In one case, two brothers, Morcar and Sigeferth, were killed and their possessions, along with Sigferth's wife Ealdgyth, were taken by Æthelred."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Edmund_Ironside",
    "urlGoogle": "https://artsandculture.google.com/entity/edmund-ironside/m0cp7r"
  },
  "place": {
    "id": "venice",
    "name": "Venice",
    "mainImg": "img/places/venice.jpg",
    "summary": [
      "Venice is a city in northeastern Italy and the capital of the Veneto region. It is situated on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are located in the shallow Venetian Lagoon, an enclosed bay that lies between the mouths of the Po and the Piave rivers. In 2018, 260,897 people resided in the Comune di Venezia, of whom around 55,000 live in the historical city of Venice. Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area, which is considered a statistical metropolitan area, with a total population of 2.6 million.",
      "The name is derived from the ancient Veneti people who inhabited the region by the 10th century BC. The city was historically the capital of the Republic of Venice for a millennium and more, from 697 to 1797. It was a major financial and maritime power during the Middle Ages and Renaissance, and a staging area for the Crusades and the Battle of Lepanto, as well as an important center of commerce—especially silk, grain, and spice, and of art from the 13th century to the end of the 17th."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Venice",
    "urlGoogle": "https://artsandculture.google.com/entity/venice/m07_pf"
  },
  "quote": {
    "id": "101",
    "quote": "Today a reader, tomorrow a leader.",
    "author": "Margaret Fuller"
  },
  "wiki": {
    "id": "durers-rhinoceros",
    "name": "Dürer's Rhinoceros",
    "summary": "Dürer's Rhinoceros is the name commonly given to a woodcut carved by Albrecht Dürer in 1515. The image was based on a written description and brief sketch by an unknown artist of an Indian rhinoceros that had arrived in Lisbon earlier that year. Dürer never saw the actual rhinoceros, which was the first living example seen in Europe since Roman times. In late 1515, the King of Portugal, Manuel I, sent the animal as a gift for Pope Leo X, but it died in a shipwreck off the coast of Italy in early 1516. A live rhinoceros was not seen again in Europe until a second specimen arrived from India at the court of Phillip II in Spain in around 1579. Despite its anatomical inaccuracies, Dürer's woodcut became very popular in Europe and was copied many times in the following three centuries. It was regarded as a true representation of a rhinoceros into the late 18th century. Eventually, it was supplanted by more realistic drawings and paintings, particularly paintings and engravings of Clara the rhinoceros, who toured Europe in the 1740s and 1750s. It has been said of Dürer's woodcut that \"probably no animal picture has exerted such a profound influence on the arts\".",
    "url": "https://en.wikipedia.org/wiki/D%C3%BCrer%27s_Rhinoceros"
  },
  "word": {
    "id": "advise",
    "word": "advise",
    "url": "https://www.merriam-webster.com/dictionary/advise",
    "partOfSpeech": "verb",
    "pronunciation": "ud-VYZE",
    "audioPath": "audio/words/advise.mp3",
    "definitions": ["to give advice to : counsel", "inform, notify", "consult, confer"],
    "examples": [
      "Betty's doctor advised her to exercise more carefully if she hoped to avoid re-injuring her sprained ankle."
    ],
    "origin": "\"Advise\" was borrowed into Middle English in the 14th century from Anglo-French \"aviser,\" itself from \"avis,\" meaning \"opinion.\" That \"avis\" is not to be confused with the Latin word \"avis,\" meaning \"bird\" (an ancestor of such English words as \"avian\" and \"aviation\"). Instead, it results from the Old French phrase \"ce m'est a vis\" (\"that appears to me\"), a partial translation of Latin \"mihi visum est,\" \"it seemed so to me\" or \"I decided.\" We advise you to remember that \"advise\" is spelled with an \"s,\" whereas the related noun \"advice\" includes a stealthy \"c.\""
  }
}
