{
  "artist": {
    "id": "john-william-waterhouse",
    "name": "John William Waterhouse",
    "dates": "Apr 6, 1849 - Feb 10, 1917",
    "mainImg": "img/art/artists/john-william-waterhouse.jpg",
    "artworkImgs": [
      {
        "name": "Echo and Narcissus",
        "path": "img/art/artworks/john-william-waterhouse-a1.jpg",
        "source": "https://artsandculture.google.com/asset/echo-and-narcissus-john-william-waterhouse/cgGohYq-VdecNw"
      },
      {
        "name": "The Lady of Shalott",
        "path": "img/art/artworks/john-william-waterhouse-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-lady-of-shalott-john-william-waterhouse/RQHFwa4u2LTw0g"
      },
      {
        "name": "Circe Invidiosa",
        "path": "img/art/artworks/john-william-waterhouse-a3.jpg",
        "source": "https://artsandculture.google.com/asset/circe-invidiosa-j-w-waterhouse/ZwGeGjQ7_fwYxQ"
      },
      {
        "name": "Ulysses and the Sirens",
        "path": "img/art/artworks/john-william-waterhouse-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ulysses-and-the-sirens-john-william-waterhouse/qQH6ni1OHjyz9A"
      },
      {
        "name": "The favourites of the Emperor Honorius",
        "path": "img/art/artworks/john-william-waterhouse-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-favourites-of-the-emperor-honorius-j-w-waterhouse/ygFWM4YTEcusUg"
      },
      {
        "name": "A Mermaid",
        "path": "img/art/artworks/john-william-waterhouse-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-mermaid-john-william-waterhouse-ra/0wGJTrnhYkSPyA"
      }
    ],
    "summary": [
      "John William Waterhouse RA was an English painter known for working first in the Academic style and for then embracing the Pre-Raphaelite Brotherhood's style and subject matter. His artworks were known for their depictions of women from both ancient Greek mythology and Arthurian legend.",
      "Born in Rome to English parents who were both painters, Waterhouse later moved to London, where he enrolled in the Royal Academy of Art. He soon began exhibiting at their annual summer exhibitions, focusing on the creation of large canvas works depicting scenes from the daily life and mythology of ancient Greece. Many of his paintings are based on authors such as Homer, Ovid, Shakespeare, Tennyson, or Keats.",
      "Waterhouse's work is currently displayed at several major British art galleries, and the Royal Academy of Art organised a major retrospective of his work in 2009."
    ],
    "quote": null,
    "movements": ["Pre-Raphaelite Brotherhood"],
    "mediums": ["Oil paint", "Cardboard", "Wood", "Metal", "Porcelain", "Rock"],
    "urlWiki": "https://en.wikipedia.org/wiki/John_William_Waterhouse",
    "urlGoogle": "https://artsandculture.google.com/entity/john-william-waterhouse/m01kf47"
  },
  "event": {
    "id": "battle-of-hohenlinden",
    "name": "Battle of Hohenlinden",
    "dates": null,
    "mainImg": "img/events/battle-of-hohenlinden.jpg",
    "summary": [
      "The Battle of Hohenlinden was fought on 3 December 1800, during the French Revolutionary Wars. A French army under Jean Victor Marie Moreau won a decisive victory over the Austrians and Bavarians led by Archduke John of Austria. After being forced into a disastrous retreat, the allies were compelled to request an armistice that effectively ended the War of the Second Coalition. Hohenlinden is 33 km east of Munich in modern Germany.",
      "General of Division Moreau's 56,000 strong army engaged some 64,000 Austrians and Bavarians. The Austrians, believing they were pursuing a beaten enemy, moved through heavily wooded terrain in four disconnected columns. Instead, Moreau ambushed the Austrians as they emerged from the Ebersberg forest while launching MG Antoine Richepanse's division in a surprise envelopment of the Austrian left flank. Displaying superb individual initiative, Moreau's generals managed to encircle and smash the largest Austrian column.",
      "This crushing victory, coupled with First Consul Napoleon Bonaparte's victory at the Battle of Marengo on 14 June 1800, ended the War of the Second Coalition."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Hohenlinden",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-hohenlinden/m014png"
  },
  "funFacts": [
    {
      "id": "378",
      "fact": "It costs the U.S. government 2.5 cents to produce a quarter.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "80",
      "fact": "About 18 percent of animal owners share their bed with their pet.",
      "category": ["Animals", "Habits"]
    },
    { "id": "366", "fact": "The center of some golf balls contain honey.", "category": ["Food"] }
  ],
  "funFacts2": [
    {
      "id": "554088",
      "fact": "When a man allegedly found a dead mouse in his can of Mountain Dew, Pepsi had an expert claim in an affidavit that the drink was so acidic it would have dissolved the mouse after 30 days."
    },
    { "id": "522154", "fact": "A newborn giant panda is about the size of a stick of butter." }
  ],
  "idiom": {
    "id": "spit-and-polish",
    "term": "spit and polish",
    "definition": "Close attention to appearance and order, as in *With a little spit and polish this house will sell very quickly.* This expression originated in the military, presumably alluding to literally shining up something with the aid of a little saliva. There it also came to mean \"too much attention to appearance, and not enough to more important concerns,\" as in *The commander is so concerned with spit and polish that he overlooks the crew's morale.* [Late 1800s]"
  },
  "person": {
    "id": "porus",
    "name": "Porus",
    "dates": null,
    "mainImg": "img/people/porus.jpg",
    "summary": [
      "Porus or Poros, was an ancient Indian king whose territory spanned the region between the Hydaspes and Acesines, in the Punjab region of the Indian subcontinent. He is credited to have been a legendary warrior with exceptional skills. Porus fought against Alexander the Great in the Battle of the Hydaspes, thought to be fought at the site of modern-day Mong, Punjab, which is now part of Pakistan. Though not recorded in any available ancient Indian source, Ancient Greek historians describe the battle and the aftermath of Alexander's victory.",
      "Anecdotally, after the defeat and arrest of Porus in the war, Alexander asked Porus how he would like to be treated. Porus, although defeated, proudly stated that he would like to be treated like a king. Alexander was reportedly so impressed by his adversary that he not only reinstated him as a satrap of his own kingdom but also granted him dominion over lands to the south-east extending until the Hyphasis. Porus reportedly died sometime between 321 and 315 BC."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Porus",
    "urlGoogle": "https://artsandculture.google.com/entity/porus/m0l8by"
  },
  "place": {
    "id": "tours",
    "name": "Tours",
    "mainImg": "img/places/tours.jpg",
    "summary": [
      "Tours is a city in the west of France. It is the administrative centre of the Indre-et-Loire department and the largest city in the Centre-Val de Loire region of France. In 2012, the city of Tours had 134,978 inhabitants, and the population of the whole metropolitan area was 483,744.",
      "Tours stands on the lower reaches of the Loire river, between Orléans and the Atlantic coast. The surrounding district, the traditional province of Touraine, is known for its wines, for the alleged perfection of its local spoken French, and for the Battle of Tours. The city is also the end-point of the annual Paris–Tours cycle race."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tours",
    "urlGoogle": "https://artsandculture.google.com/entity/tours/m07s3m"
  },
  "quote": {
    "id": "100",
    "quote": "Education costs money. But then so does ignorance.",
    "author": "Sir Claus Moser"
  },
  "wiki": {
    "id": "swedish-emigration-to-the-united-states",
    "name": "Swedish emigration to the United States",
    "summary": "During the Swedish emigration to the United States in the 19th and early 20th centuries, about 1.3 million Swedes left Sweden for the United States of America. While the virgin land of the U.S. frontier was a magnet for the rural poor all over Europe, some factors encouraged Swedish emigration in particular. The religious repression practiced by the Swedish Lutheran State Church was widely resented, as was the social conservatism and class snobbery of the Swedish monarchy. Population growth and crop failures made conditions in the Swedish countryside increasingly bleak. By contrast, reports from early Swedish emigrants painted the American Midwest as an earthly paradise, and praised American religious and political freedom and undreamed-of opportunities to better one's condition. Swedish migration to the United States peaked in the decades after the American Civil War (1861–65). Most immigrants became classic pioneers, clearing and cultivating the prairie, while others remained in the cities, particularly Chicago. Many established Swedish Americans visited the old country in the later 19th century, their narratives illustrating the difference in customs and manners.",
    "url": "https://en.wikipedia.org/wiki/Swedish_emigration_to_the_United_States"
  },
  "word": {
    "id": "proscribe",
    "word": "proscribe",
    "url": "https://www.merriam-webster.com/dictionary/proscribe",
    "partOfSpeech": "verb",
    "pronunciation": "proh-SCRYBE",
    "audioPath": "audio/words/proscribe.mp3",
    "definitions": ["outlaw", "to condemn or forbid as harmful or unlawful"],
    "examples": [
      "When grammarians began to proscribe ending a sentence with a preposition in the 1700s, one astute personage noted that it is \"an idiom which our language is strongly inclined to.\""
    ],
    "origin": "\"Proscribe\" and \"prescribe\" each have a Latin-derived prefix that means \"before\" attached to the verb \"scribe\" (from \"scribere,\" meaning \"to write\"). Yet the two words have very distinct, often nearly opposite meanings. Why? In a way, you could say it's the law. In the 15th and 16th centuries both words had legal implications. To \"proscribe\" was to publish the name of a person who had been condemned, outlawed, or banished. To \"prescribe\" meant \"to lay down a rule,\" including legal rules or orders."
  }
}
