{
  "artist": {
    "id": "jan-gossaert",
    "name": "Jan Gossaert",
    "dates": "1478 - Oct 1, 1532",
    "mainImg": "img/art/artists/jan-gossaert.jpg",
    "artworkImgs": [
      {
        "name": "Neptune and Amphitrite",
        "path": "img/art/artworks/jan-gossaert-a1.jpg",
        "source": "https://artsandculture.google.com/asset/neptune-and-amphitrite-jan-gossaert/ygGkVB3vs9HNHw"
      },
      {
        "name": "St. Luke Painting the Madonna",
        "path": "img/art/artworks/jan-gossaert-a2.jpg",
        "source": "https://artsandculture.google.com/asset/st-luke-painting-the-madonna-jan-gossaert/XQHwwliRRSGg4A"
      },
      {
        "name": "The Adoration of the Kings",
        "path": "img/art/artworks/jan-gossaert-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-kings-jan-gossaert-jean-gossart/ZAH0NZQjEZrIWg"
      },
      {
        "name": "Henry III of Nassau-Breda",
        "path": "img/art/artworks/jan-gossaert-a4.jpg",
        "source": "https://artsandculture.google.com/asset/henry-iii-of-nassau-breda-jan-gossaert/nwEXG97E_tELKw"
      },
      {
        "name": "Danaë",
        "path": "img/art/artworks/jan-gossaert-a5.jpg",
        "source": "https://artsandculture.google.com/asset/danaë-jan-gossaert-gen-mabuse/gQHMQiWDp5cHJQ"
      },
      {
        "name": "Portrait of a Merchant",
        "path": "img/art/artworks/jan-gossaert-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-merchant/DgFB-ob9Mp03dA"
      }
    ],
    "summary": [
      "Jan Gossaert was a French-speaking painter from the Low Countries also known as Jan Mabuse or Jennyn van Hennegouwe, as he called himself when he matriculated in the Guild of Saint Luke, at Antwerp, in 1503. He was one of the first painters of Dutch and Flemish Renaissance painting to visit Italy and Rome, which he did in 1508–09, and a leader of the style known as Romanism, which brought elements of Italian Renaissance painting to the north, sometimes with a rather awkward effect. He achieved fame across at least northern Europe, and painted religious subjects, including large altarpieces, but also portraits and mythological subjects, including some nudity.",
      "From at least 1508 he was apparently continuous employed, or at least retained, by quasi-royal patrons, mostly members of the extended Habsburg family, heirs to the Valois Duchy of Burgundy. These were Philip of Burgundy, Adolf of Burgundy, Christian II of Denmark when in exile, and Mencía de Mendoza, Countess of Nassau, third wife of Henry III of Nassau-Breda."
    ],
    "quote": null,
    "movements": [
      "Renaissance",
      "Northern Renaissance",
      "Dutch and Flemish Renaissance painting",
      "Mannerism"
    ],
    "mediums": ["Oil paint", "Wood", "Oak", "Engraving", "Vitreous enamel", "Silver"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Gossaert",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-gossaert/m03hgqx"
  },
  "event": {
    "id": "indo-pakistani-wars-and-conflicts",
    "name": "Indo-Pakistani wars and conflicts",
    "dates": "August 1947",
    "mainImg": "img/events/indo-pakistani-wars-and-conflicts.jpg",
    "summary": [
      "Since the partition of British India in 1947 and creation of dominions of India and Pakistan, the two countries have been involved in a number of wars, conflicts and military stand-offs. The Kashmir issue and across the border terrorism have been the cause of conflicts between the two countries mostly with the exception of the Indo-Pakistani War of 1971 where conflict originated due to turmoil in erstwhile East Pakistan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indo-Pakistani_wars_and_conflicts",
    "urlGoogle": "https://artsandculture.google.com/entity/indo-pakistani-wars-and-conflicts/m011x_n"
  },
  "funFacts": [
    {
      "id": "332",
      "fact": "Ohio is the only U.S. state that does not have a rectangular flag.",
      "category": ["Geography", "Onlies"]
    },
    { "id": "14", "fact": "Camel's milk does not curdle.", "category": ["Animals"] },
    {
      "id": "754",
      "fact": "An alligator can go through 3,000 teeth in a lifetime.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "522213",
      "fact": "National Donut Day originally started as a way to honor Salvation Army volunteers who served donuts to soldiers in WWI."
    },
    { "id": "506389", "fact": "Baby porcupines are known as porcupettes." }
  ],
  "idiom": {
    "id": "chickens-come-home-to-roost",
    "term": "chickens come home to roost",
    "definition": "The consequences of doing wrong always catch up with the wrongdoer, as in *Now that you're finally admitting your true age, no one believes you---chickens come home to roost.* The fact that chickens usually come home to rest and sleep has long been known, but the idea was used figuratively only in 1809, when Robert Southey wrote, \"Curses are like young chickens, they always come home to roost\" (*The Curse of Kehama*)."
  },
  "person": {
    "id": "pim-fortuyn",
    "name": "Pim Fortuyn",
    "dates": "Feb 19, 1948 - May 6, 2002",
    "mainImg": "img/people/pim-fortuyn.jpg",
    "summary": [
      "Wilhelmus Simon Petrus Fortuijn, known as Pim Fortuyn, was a Dutch politician, academic, author and businessman who formed his own party, Pim Fortuyn List in 2002.",
      "Fortuyn prompted controversy in the Netherlands with his views on multiculturalism, immigration and Islam in the Netherlands. He called Islam \"a backward culture\", and was quoted as saying that if it were legally possible, he would close the borders for Muslim immigrants. Fortuyn also supported tougher measures against crime and opposed state bureaucracy, wanting to reduce Dutch financial contribution to the European Union. He was labelled a far-right populist by his opponents and in the media, but he fiercely rejected this label. Fortuyn was openly homosexual and a supporter of gay rights.",
      "Fortuyn explicitly distanced himself from \"far-right\" politicians such as the Belgian Filip Dewinter, the Austrian Jörg Haider, or Frenchman Jean-Marie Le Pen whenever compared to them. While he compared his own politics to centre-right politicians such as Silvio Berlusconi of Italy and Edmund Stoiber of Germany, he also admired former Dutch Prime Minister Joop den Uyl, a social democrat, and Democratic U.S. president John F."
    ],
    "quote": "“Muslims have a very bad attitude to homosexuality, they're very intolerant.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Pim_Fortuyn",
    "urlGoogle": "https://artsandculture.google.com/entity/pim-fortuyn/m0cf98"
  },
  "place": {
    "id": "colombia",
    "name": "Colombia",
    "mainImg": "img/places/colombia.jpg",
    "summary": [
      "Colombia, officially the Republic of Colombia, is a country largely in the north of South America, with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. With an area of 1,141,748 square kilometers, Colombia is the fourth-largest country in South America, after Brazil, Argentina and Peru. It is also the 25th-largest country in the world, the fifth-largest country in Latin America, and the fourth-largest Spanish-speaking country.",
      "With over 50 million inhabitants Colombia is the third-most-populous country in Latin America, and the world's third-most populous Spanish-speaking country. Its population is ethnically and linguistically diverse, with its rich multicultural heritage reflecting influences by several Amerindian civilizations, Spanish settlement, forced African labor, and immigration from Europe and the greater Middle East. Urban centres are concentrated in the Andean highlands and the Caribbean coast."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Colombia",
    "urlGoogle": "https://artsandculture.google.com/entity/colombia/m01ls2"
  },
  "quote": {
    "id": "15",
    "quote": "Nothing is impossible, the word itself says, ‘I'm possible!’",
    "author": "Audrey Hepburn"
  },
  "wiki": {
    "id": "liberal-party-utah",
    "name": "Liberal Party (Utah)",
    "summary": "The Liberal Party of Utah, along with the People's Party, was a local political party that flourished in Utah Territory in the latter 19th century before Democrats and Republicans established themselves in Utah in the early 1890s. The Liberal Party was formed in 1870 to oppose The Church of Jesus Christ of Latter-day Saints (the LDS Church; popularly known as the \"Mormons\"), which dominated local politics. Thus, the Liberal Party represented the non-Mormon side in religiously-charged Utah government. Though vastly outnumbered, the Liberal Party offered an opposing voice and successfully won several local elections. Anti-Mormonism was a central theme of the party until it disbanded in 1893 and was absorbed by the national parties.",
    "url": "https://en.wikipedia.org/wiki/Liberal_Party_(Utah)"
  },
  "word": {
    "id": "waggish",
    "word": "waggish",
    "url": "https://www.merriam-webster.com/dictionary/waggish",
    "partOfSpeech": "adjective",
    "pronunciation": "WAG-ish",
    "audioPath": "audio/words/waggish.mp3",
    "definitions": [
      "resembling or characteristic of a wag : displaying good-humored mischief",
      "done or made for sport : humorous"
    ],
    "examples": [
      "Lisa listens to the same waggish DJ every morning, never tiring of his prank phone calls and irreverent impressions of local politicians."
    ],
    "origin": "One who is waggish acts like a wag. What, then, is a wag? Etymologists think \"wag\" probably came from \"waghalter,\" a word that was once used for a \"gallows bird\" (that is, a person who was going to be, or deserved to be, hanged). \"Waghalter\" was apparently shortened to \"wag\" and used jokingly or affectionately for mischievous pranksters or youths. Hence a wag is a joker, and waggery is merriment or practical joking. \"Waggish\" can describe the prank itself as well as the prankster type; the class clown might be said to have a \"waggish disposition\" or might be said to be prone to \"waggish antics.\""
  }
}
