{
  "artist": {
    "id": "phidias",
    "name": "Phidias",
    "dates": "479 BC - 429 BC",
    "mainImg": "img/art/artists/phidias.jpg",
    "artworkImgs": [
      {
        "name": "Kylix, a sculptor working on a herm",
        "path": "img/art/artworks/phidias-a1.jpg",
        "source": "https://artsandculture.google.com/asset/kylix-a-sculptor-working-on-a-herm-fidias/yQFuwjmS-OaoBw"
      },
      {
        "name": "Block VIII of the west frieze.",
        "path": "img/art/artworks/phidias-a2.jpg",
        "source": "https://artsandculture.google.com/asset/block-viii-of-the-west-frieze-pheidias-workshop/vQH0cRC8bFCuPQ"
      },
      {
        "name": "Detail of the east frieze (Block VI).",
        "path": "img/art/artworks/phidias-a3.jpg",
        "source": "https://artsandculture.google.com/asset/detail-of-the-east-frieze-block-vi-pheidias-workshop/8QFRXCfAJFDHQw"
      },
      {
        "name": "Block IX of the west frieze.",
        "path": "img/art/artworks/phidias-a4.jpg",
        "source": "https://artsandculture.google.com/asset/block-ix-of-the-west-frieze-pheidias-workshop/FwEMdYAEbAx2Xg"
      }
    ],
    "summary": [
      "Phidias or Pheidias was a Greek sculptor, painter, and architect. His Statue of Zeus at Olympia was one of the Seven Wonders of the Ancient World. Phidias also designed the statues of the goddess Athena on the Athenian Acropolis, namely the Athena Parthenos inside the Parthenon, and the Athena Promachos, a colossal bronze which stood between it and the Propylaea, a monumental gateway that served as the entrance to the Acropolis in Athens. Phidias was the son of Charmides of Athens. The ancients believed that his masters were Hegias and Ageladas.",
      "Plutarch discusses Phidias' friendship with the Greek statesman Pericles, recording that enemies of Pericles tried to attack him through Phidias – who was accused of stealing gold intended for the Parthenon's statue of Athena, and of impiously portraying himself and Pericles on the shield of the statue. The historical value of this account, as well as the legend about accusations against the 'Periclean circle', is debatable, but Aristophanes mentions an incident with Phidias around that time.",
      "Phidias is often credited as the main instigator of the Classical Greek sculptural design."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Rock", "Marble", "Sculpture"],
    "urlWiki": "https://en.wikipedia.org/wiki/Phidias",
    "urlGoogle": "https://artsandculture.google.com/entity/phidias/m0j4yg"
  },
  "event": {
    "id": "siege-of-tobruk",
    "name": "Siege of Tobruk",
    "dates": "Apr 10, 1941 - Nov 27, 1941",
    "mainImg": "img/events/siege-of-tobruk.jpg",
    "summary": [
      "The Siege of Tobruk lasted for 241 days in 1941, after Axis forces advanced through Cyrenaica from El Agheila in Operation Sonnenblume against Allied forces in Libya, during the Western Desert Campaign of the Second World War. In late 1940, the Allies had defeated the Italian 10th Army during Operation Compass and trapped the remnants at Beda Fomm. During early 1941, much of the Western Desert Force was sent to the Greek and Syrian campaigns. As German troops and Italian reinforcements reached Libya, only a skeleton Allied force remained, short of equipment and supplies.",
      "Operation Sonnenblume, forced the Allies into a retreat to the Egyptian border. A garrison, consisting mostly of the 9th Australian Division remained at Tobruk, to deny the port to the Axis, while the WDF reorganised and prepared a counter-offensive. The Axis siege of Tobruk began on 10 April, when the port was attacked by a force under Generalleutnant Erwin Rommel and continued during three relief attempts, Operation Brevity, Operation Battleaxe and Operation Crusader."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Tobruk",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-tobruk/m03n9hp"
  },
  "funFacts": [
    {
      "id": "674",
      "fact": "The oldest living animal ever found was a 405 year-old clam, named Ming by researchers.",
      "category": ["Animals"]
    },
    {
      "id": "898",
      "fact": "The ridges on the sides of coins are called reeding or milling.",
      "category": ["Definitions"]
    }
  ],
  "funFacts2": [
    { "id": "554066", "fact": "The wood frog can hold its pee for up to eight months." }
  ],
  "idiom": {
    "id": "ones-ears-are-burning",
    "term": "one's ears are burning",
    "definition": "Be disconcerted by what one hears, especially when one is being talked about. For example, *Were your ears burning? Jim was telling us about your exploits.* Similarly, **make one's ears burn** means \"to embarrass,\" as in *Mom's stories about us as babies make my ears burn.* These expressions allude to one's ears turning red from blushing."
  },
  "person": {
    "id": "stanton-griffis",
    "name": "Stanton Griffis",
    "dates": "May 2, 1887 - Aug 29, 1974",
    "mainImg": "img/people/stanton-griffis.jpg",
    "summary": [
      "Stanton Griffis was an American businessman and diplomat.",
      "Born in Boston, he earned a bachelor's degree from Cornell University in 1910. Griffis began his business career in 1919 after serving the Army General Staff with the rank of captain during World War I. While with Hemphill, Noyes & Co., Griffis financed Adolf Kroch's acquisition of Brentano's in 1933. He also helped the Atlas Corporation manage Madison Square Garden. Griffis was named a trustee of Cornell in 1930 and led Paramount Pictures from 1935 to 1942. He became involved with diplomacy and non-governmental organizations during World War II, serving as special envoy to several western European nations from 1942 to 1943, and directing the Motion Picture Bureau, a division of the Office of War Information, between 1943 and 1944. In a subsequent two-month stint as diplomatic representative, Griffis tried to dissuade Swedish manufacturers of ball bearings from exporting to Germany. Upon his return to the United States, Griffis was named leader of the American Red Cross in the Asia-Pacific. For aiding the World War II war effort, he received the Medal for Merit and the Medal of Freedom."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Stanton_Griffis",
    "urlGoogle": "https://artsandculture.google.com/entity/stanton-griffis/g121mq9h_"
  },
  "place": {
    "id": "sibiu",
    "name": "Sibiu",
    "mainImg": "img/places/sibiu.jpg",
    "summary": [
      "Sibiu is a city in Transylvania, a historical region of Romania. Located some 275 km north-west of Bucharest, the city straddles the Cibin River, a tributary of the river Olt. Now the capital of the Sibiu County, between 1692 and 1791 and 1849–65 Sibiu was also the capital of the Principality of Transylvania.",
      "Nicknamed The City with Eyes, Sibiu is a well-known tourist destination for both domestic and foreign visitors. Known for its culture, history, gastronomy and its diverse architecture, which includes its much iconic houses with eyes that gave Sibiu its nickname, the city has been getting much attention since the beginning of the 21st century. In 2004, its historical center has begun the process of becoming a UNESCO World Heritage Site. Sibiu was designated the European Capital of Culture in 2007. One year later, it was ranked \"Europe's 8th-most idyllic place to live\" by Forbes. In 2019, Sibiu was named the European Region of Gastronomy, while in 2020 it was designated \"Europe's sixth best tourist destination\". Sibiu will host the European Wandering Capital event in 2021, the most important tourist wandering event in Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sibiu",
    "urlGoogle": "https://artsandculture.google.com/entity/sibiu/m020blz"
  },
  "quote": {
    "id": "15",
    "quote": "Nothing is impossible, the word itself says, ‘I'm possible!’",
    "author": "Audrey Hepburn"
  },
  "wiki": {
    "id": "our-gang",
    "name": "Our Gang",
    "summary": "Our Gang, also known as The Little Rascals, was a long-lived series of comedy short films about a troupe of poor neighborhood children and the adventures they had together. Created by comedy producer Hal Roach, Our Gang was produced at the Roach studio starting in 1922 as a silent short subject series. Roach changed distributors from Pathé to Metro-Goldwyn-Mayer in 1927, went to sound in 1929, and continued production until 1938, when he sold the series to MGM, which continued producing the comedies until 1944. A total of 220 shorts and one feature film, General Spanky, were eventually produced, featuring over forty-one child actors. The series, one of the best-known and most successful in cinema history, is noted for its showcase of natural, convincing child talent, in contrast to a number of previous, contemporary, and future child actors.",
    "url": "https://en.wikipedia.org/wiki/Our_Gang"
  },
  "word": {
    "id": "conciliatory",
    "word": "conciliatory",
    "url": "https://www.merriam-webster.com/dictionary/conciliatory",
    "partOfSpeech": "adjective",
    "pronunciation": "kun-SILL-yuh-tor-ee",
    "audioPath": "audio/words/conciliatory.mp3",
    "definitions": [
      "tending to win over from a state of hostility or distrust : intended to gain the goodwill or favor of someone"
    ],
    "examples": [
      "As the irate customer yelled, the manager adopted a soothing, conciliatory tone and promised that the situation would be remedied."
    ],
    "origin": "If you are \"conciliatory\" towards someone, you're trying to win them over to your side. The verb \"conciliate\" was borrowed into English in the mid-16th century and descends from the Latin verb \"conciliare,\" meaning \"to assemble, unite, or win over.\" \"Conciliare,\" in turn, comes from Latin \"concilium,\" meaning \"assembly\" or \"council.\" \"Conciliatory,\" which appeared in English a bit later in the 16th century, traces back to \"conciliare\" by way of the Latin adjective \"conciliatorius.\" Another word that has \"conciliare\" as a root is \"reconcile,\" the earliest meaning of which is \"to restore to friendship or harmony.\""
  }
}
