{
  "artist": {
    "id": "charles-andre-van-loo",
    "name": "Charles-André van Loo",
    "dates": "Feb 15, 1705 - Jul 15, 1765",
    "mainImg": "img/art/artists/charles-andre-van-loo.jpg",
    "artworkImgs": [
      {
        "name": "Theseus Taming the Bull of Marathon",
        "path": "img/art/artworks/charles-andre-van-loo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/theseus-taming-the-bull-of-marathon-charles-andré-vanloo-called-carle-van-loo/GgEXxAKTX6hU8A"
      },
      {
        "name": "Four upholstery panels for a settee",
        "path": "img/art/artworks/charles-andre-van-loo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/four-upholstery-panels-for-a-settee-beauvais-jean-baptiste-oudry-andré-charlemagne-charron-jean-baptiste-oudry/7QHNzjZg_Nn_xg"
      },
      {
        "name": "Marie Leszczinska, queen of France",
        "path": "img/art/artworks/charles-andre-van-loo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/marie-leszczinska-queen-of-france-carle-van-loo/0AGLoul4eZBqRw"
      },
      {
        "name": "Four upholstery panels for a settee",
        "path": "img/art/artworks/charles-andre-van-loo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/four-upholstery-panels-for-a-settee-beauvais-jean-baptiste-oudry-andré-charlemagne-charron-jean-baptiste-oudry/lQFrMVfU4CRrKA"
      },
      {
        "name": "The Victory of Alexander over Porus",
        "path": "img/art/artworks/charles-andre-van-loo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-victory-of-alexander-over-porus-charles-andré-vanloo-called-carle-van-loo/twEKsuXS0WCJ6A"
      },
      {
        "name": "The Hunt Breakfast",
        "path": "img/art/artworks/charles-andre-van-loo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-hunt-breakfast-carle-charles-andré-vanloo/bAFgRxdk8HL0mw"
      }
    ],
    "summary": [
      "Carle or Charles-André van Loo was a French subject painter, son of the painter Louis-Abraham van Loo, a younger brother of Jean-Baptiste van Loo and grandson of Jacob van Loo. He was the most famous member of a successful dynasty of painters of Dutch origin. His oeuvre includes every category: religion, history painting, mythology, portraiture, allegory, and genre scenes."
    ],
    "quote": null,
    "movements": ["Renaissance", "Rococo"],
    "mediums": ["Textile", "Wool", "Silk", "Etching", "Drawing", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Charles-Andr%C3%A9_van_Loo",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-andré-van-loo/m05yppx"
  },
  "event": {
    "id": "great-fire-of-london",
    "name": "Great Fire of London",
    "dates": "Sep 2, 1666 - Sep 6, 1666",
    "mainImg": "img/events/great-fire-of-london.jpg",
    "summary": [
      "The Great Fire of London swept through the central parts of the English city from Sunday, 2 September to Thursday, 6 September 1666. The fire gutted the medieval City of London inside the old Roman city wall. It threatened but did not reach the City of Westminster, Charles II's Palace of Whitehall, or most of the suburban slums. It destroyed 13,200 houses, 87 parish churches, St Paul's Cathedral, and most of the buildings of the City authorities. It is estimated to have destroyed the homes of 70,000 of the city's 80,000 inhabitants.",
      "The death toll is unknown but was traditionally thought to have been relatively small, as only six verified deaths were recorded. This reasoning has recently been challenged on the grounds that the deaths of poor and middle-class people were not recorded; moreover, the heat of the fire may have cremated many victims, leaving no recognisable remains. A melted piece of pottery on display at the Museum of London found by archaeologists in Pudding Lane, where the fire started, shows that the temperature reached 1,250 °C."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Great_Fire_of_London",
    "urlGoogle": "https://artsandculture.google.com/entity/great-fire-of-london/m0374t"
  },
  "funFacts": [
    { "id": "24", "fact": "The state of Maine has 62 lighthouses.", "category": ["Geography"] },
    {
      "id": "472",
      "fact": "A nautical mile is 800 feet longer than a land mile.",
      "category": ["Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "506211",
      "fact": "Mexico’s full name translates to \"The United States of Mexico.\"&nbsp;"
    }
  ],
  "idiom": {
    "id": "thumbs-up",
    "term": "thumbs up",
    "definition": "An expression of approval or hopefulness, as in *The town said thumbs up on building the elderly housing project.* The antonym *thumbs down* indicates disapproval or rejection, as in *Mother gave us thumbs down on serving beer at our party.* Alluding to crowd signals used in Roman amphitheaters, these idioms were first recorded in English about 1600. In ancient times the meaning of the gestures was opposite that of today. Thumbs down indicated approval; thumbs up, rejection. Exactly when the reveral occurred is not known, but the present conventions were established by the early 1900s."
  },
  "person": {
    "id": "ahaz",
    "name": "Ahaz",
    "dates": "762 BC - 709 BC",
    "mainImg": "img/people/ahaz.jpg",
    "summary": [
      "Ahaz an abbreviation of Jehoahaz II, \"Yahweh has held\" was the twelfth king of Judah, and the son and successor of Jotham. Ahaz was 20 when he became king of Judah and reigned for 16 years.",
      "Ahaz is portrayed as an evil king in the Second Book of Kings.",
      "Edwin R. Thiele concluded that Ahaz was co-regent with Jotham from 736/735 BC, and that his sole reign began in 732/731 and ended in 716/715 BC. William F. Albright has dated his reign to 744–728 BC.",
      "The Gospel of Matthew lists Ahaz of Judah in the genealogy of Jesus. He is also mentioned in Isaiah 14:28."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ahaz",
    "urlGoogle": "https://artsandculture.google.com/entity/ahaz/m0hy0s"
  },
  "place": {
    "id": "iloilo-city",
    "name": "Iloilo City",
    "mainImg": "img/places/iloilo-city.jpg",
    "summary": [
      "Iloilo City, officially the City of Iloilo, is a highly urbanized city on the southeastern tip of Panay island in the Philippines. It is the capital city of the province of Iloilo where it is geographically situated but, in terms of government and administration, it is politically independent. In addition, it is the center of the Iloilo-Guimaras Metropolitan Area, as well as the regional center and primate city of the Western Visayas region. In the 2015 census, Iloilo City had a population of 447,992 inhabitants, with a 1.02% population annual growth rate. For the metropolitan area, the total population is 946,146 inhabitants.",
      "Iloilo City is bordered by the towns of Oton in the west, Pavia in the north and Leganes in the northeast. Just across the Iloilo Strait in its eastern and southern coastlines, are the towns of Buenavista and Jordan in the island-province of Guimaras. The city was a conglomeration of former towns, which are now the geo-political districts consisting of: Villa Arevalo, Iloilo City Proper, Jaro, La Paz, Mandurriao and Molo. The district of Lapuz, a former part of La Paz, was declared a separate district in 2008."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Iloilo_City",
    "urlGoogle": "https://artsandculture.google.com/entity/iloilo-city/m04wdb1"
  },
  "wiki": {
    "id": "supreme-court-of-the-united-states",
    "name": "Supreme Court of the United States",
    "summary": "The Supreme Court of the United States is the highest judicial body in the United States and leads the judicial branch of the United States federal government. The Justices are nominated by the President and confirmed with the \"advice and consent\" of the Senate. They are appointed to serve \"during good behavior,\" which means for life, and leave office only upon death, retirement, resignation, or impeachment and subsequent conviction. The Supreme Court holds both original and appellate jurisdiction, with its appellate jurisdiction accounting for most of the Court's caseload. The Supreme Court meets in Washington, D.C., in the United States Supreme Court building. The Court's yearly terms usually start on the first Monday in October and finish sometime during the following June or July. Each term consists of alternating two week intervals. During the first interval, the court is in session and hears cases, and during the second interval, the court is recessed to consider and write opinions on cases they have heard.",
    "url": "https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States"
  },
  "word": {
    "id": "brummagem",
    "word": "brummagem",
    "url": "https://www.merriam-webster.com/dictionary/brummagem",
    "partOfSpeech": "adjective",
    "pronunciation": "BRUM-ih-jum",
    "audioPath": "audio/words/brummagem.mp3",
    "definitions": ["not genuine : spurious; also : cheaply showy : tawdry"],
    "examples": [
      "Donald knew better than to pay good money for the _brummagem_ watch that was being falsely advertised as a quality Swiss timepiece.",
      "\"Just as critics … conceived high culture in some antithetical relationship to 'middlebrow' or 'kitsch,' which imitated the intelligentsia's culture and blurred the distinction between commodity and art, so too, they warned, the spirit of Christianity now had to be preserved from its _brummagem_ versions….\" -- From Jason W. Stevens' 2010 book _God-Fearing and Free: A Spiritual History of America's Cold War_"
    ],
    "origin": "\"Brummagem\" first appeared in the 17th century as an alteration of \"Birmingham,\" the name of a city in England. At that time Birmingham was notorious for the counterfeit coins made there, and the word \"brummagem\" quickly became associated with things forged or inauthentic. By the 19th century, Birmingham had become a chief manufacturer of cheap trinkets and gilt jewelry, and again the word \"brummagem\" followed suit -- it came to describe that which is showy on the outside but essentially of low quality. Perhaps the term was something of an annoyance to the people of Birmingham way back when, but nowadays \"brummagem\" is usually used without any conscious reference to the British city."
  }
}
