{
  "artist": {
    "id": "mr-brainwash",
    "name": "Mr. Brainwash",
    "dates": "Born 1966",
    "mainImg": "img/art/artists/mr-brainwash.jpg",
    "artworkImgs": [
      {
        "name": "Random Act Pansey, Andrea LaHue",
        "path": "img/art/artworks/mr-brainwash-a1.jpg",
        "source": "https://artsandculture.google.com/asset/random-act-pansey-andrea-lahue-random-act/LwHyD1eDRxy55g"
      },
      {
        "name": "Random Act Iris on LaBrea MBW",
        "path": "img/art/artworks/mr-brainwash-a2.jpg",
        "source": "https://artsandculture.google.com/asset/random-act-iris-on-labrea-mbw-random-act/JAEhavC67_unCQ"
      },
      {
        "name": "Einstein",
        "path": "img/art/artworks/mr-brainwash-a3.jpg",
        "source": "https://artsandculture.google.com/asset/einstein-mr-brainwash/yQGK8nDATRiabg"
      },
      {
        "name": "Lily Reemerges on La Brea with Brainwash Crew, Andrea LaHue",
        "path": "img/art/artworks/mr-brainwash-a4.jpg",
        "source": "https://artsandculture.google.com/asset/lily-reemerges-on-la-brea-with-brainwash-crew-andrea-lahue-random-act/1AHIxVufv7x1Rg"
      },
      {
        "name": "Random Act Pansey, Andrea LaHue",
        "path": "img/art/artworks/mr-brainwash-a5.jpg",
        "source": "https://artsandculture.google.com/asset/random-act-pansey-andrea-lahue-random-act/AwHuOrEsSKmvpg"
      }
    ],
    "summary": [
      "Thierry Guetta, best known by his moniker Mr. Brainwash, is a French-born, Los Angeles-based street artist. According to the 2010 Banksy-directed film Exit Through the Gift Shop, Guetta was a proprietor of a used clothing store, and amateur videographer who was first introduced to street art by his cousin, the street artist Invader, and who filmed street artists through the 2000s and became an artist in his own right in a matter of weeks after an off-hand suggestion from Banksy.",
      "A number of critics have observed that his works strongly emulate the styles and concepts of Banksy, and have speculated that Guetta is an elaborate prank staged by Banksy, who may have created the works himself. Banksy insists on his official website, however, that Exit Through the Gift Shop is authentic and that Guetta is not part of a prank.",
      "His work sold for five-figure sums at his self-financed debut exhibit Life Is Beautiful, due, it is thought, to a mixture of an overheated and hyped street art market and his endorsements from Banksy and Fairey. The exhibit was held in Los Angeles, California, on June 18, 2008, and was a popular success."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Pop art", "Street art"],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Mr._Brainwash",
    "urlGoogle": "https://artsandculture.google.com/entity/mr-brainwash/m0bbxxcl"
  },
  "event": {
    "id": "operation-plunder",
    "name": "Operation Plunder",
    "dates": "Mar 23, 1945 - Mar 24, 1945",
    "mainImg": "img/events/operation-plunder.jpg",
    "summary": [
      "Operation Plunder was a military operation to cross the Rhine on the night of 23 March 1945, launched by the 21st Army Group under Field Marshal Bernard Montgomery. The crossing of the river was at Rees, Wesel, and south of the river Lippe by the British Second Army under Lieutenant General Sir Miles Dempsey, and the United States Ninth Army under Lieutenant General William H. Simpson.",
      "The First Allied Airborne Army conducted Operation Varsity on the east bank of the Rhine in support of Operation Plunder, consisting of U.S. XVIII Airborne Corps, the British 6th and the U.S. 17th Airborne Divisions."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Plunder",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-plunder/m02mmpb"
  },
  "funFacts": [
    { "id": "725", "fact": "Only female mosquitoes bite.", "category": ["Animals", "Onlies"] },
    {
      "id": "741",
      "fact": "Plants, like humans, can run a fever if they are sick.",
      "category": ["Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "554035",
      "fact": "In 1965, Tommy Cash—Johnny Cash's younger brother—released a song titled \"I Didn't Walk the Line.\""
    }
  ],
  "person": {
    "id": "john-adams",
    "name": "John Adams",
    "dates": "Oct 30, 1735 - Jul 4, 1826",
    "mainImg": "img/people/john-adams.jpg",
    "summary": [
      "John Adams was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States, from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain and served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded with many important figures in early American history, including his wife and adviser Abigail Adams, and Thomas Jefferson.",
      "A lawyer and political activist prior to the revolution, Adams was devoted to the right to counsel and presumption of innocence. He defied anti-British sentiment and successfully defended British soldiers against murder charges arising from the Boston Massacre. Adams was a Massachusetts delegate to the Continental Congress and became a principal leader of the Revolution. He assisted in drafting the Declaration of Independence in 1776 and was its foremost advocate in Congress. As a diplomat in Europe, he helped negotiate the peace treaty with Great Britain and secured vital governmental loans."
    ],
    "quote": "“Fear is the foundation of most governments.”",
    "urlWiki": "https://en.wikipedia.org/wiki/John_Adams",
    "urlGoogle": "https://artsandculture.google.com/entity/john-adams/m03_js"
  },
  "place": {
    "id": "newcastle",
    "name": "Newcastle",
    "mainImg": "img/places/newcastle.jpg",
    "summary": [
      "The Newcastle metropolitan area is the second most populated area in the Australian state of New South Wales and includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council.",
      "Located at the mouth of the Hunter River, it is the predominant city within the Hunter Region. Famous for its coal, Newcastle is the largest coal exporting harbour in the world, exporting 159.9 million tonnes of coal in 2017. Beyond the city, the Hunter Region possesses large coal deposits. Geologically, the area is located in the central-eastern part of the Sydney basin."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Newcastle,_New_South_Wales",
    "urlGoogle": "https://artsandculture.google.com/entity/newcastle/m0dv9v"
  },
  "wiki": {
    "id": "white-dwarf",
    "name": "White dwarf",
    "summary": "A white dwarf is a small star composed mostly of electron-degenerate matter. Because a white dwarf's mass is comparable to that of the Sun and its volume is comparable to that of the Earth, it is very dense. Their faint luminosity comes from the emission of stored heat. They comprise roughly 6% of all known stars in the solar neighborhood. The unusual faintness of white dwarfs was first recognized in 1910 by Henry Norris Russell, Edward Charles Pickering and Williamina Fleming. White dwarfs are thought to be the final evolutionary state of all stars whose mass is not too high. The material in a white dwarf no longer undergoes fusion reactions, so the star has no source of energy, nor is it supported against gravitational collapse by the heat generated by fusion. It is supported only by electron degeneracy pressure, causing it to be extremely dense. The physics of degeneracy yields a maximum mass for a nonrotating white dwarf, the Chandrasekhar limit—approximately 1.4 solar masses—beyond which it cannot be supported by degeneracy pressure. Over a very long time, a white dwarf will cool to temperatures at which it will no longer be visible, and become a cold black dwarf.",
    "url": "https://en.wikipedia.org/wiki/White_dwarf"
  },
  "word": {
    "id": "garrulous",
    "word": "garrulous",
    "url": "https://www.merriam-webster.com/dictionary/garrulous",
    "partOfSpeech": "adjective",
    "pronunciation": "GAIR-uh-lus",
    "audioPath": "audio/words/garrulous.mp3",
    "definitions": ["pointlessly or annoyingly talkative", "wordy"],
    "examples": [
      "With a few judicious revisions, a good editor can often transform garrulous writing into elegant prose."
    ],
    "origin": "English has many adjectives that share the meaning \"given to talk\" or \"talking.\" \"Talkative\" may imply a readiness to talk or a disposition to enjoy conversation, while \"loquacious\" suggests the power of expressing oneself articulately, fluently, or glibly. \"Voluble\" suggests a free, easy, and unending talkativeness, and \"garrulous\" implies talkativeness that is dull, rambling, or tedious. \"Garrulous,\" by the way, derives from the Latin verb \"garrire,\" which means (no surprise here) \"to chatter\" or \"to babble.\""
  }
}
