{
  "artist": {
    "id": "john-ruskin",
    "name": "John Ruskin",
    "dates": "Feb 8, 1819 - Jan 20, 1900",
    "mainImg": "img/art/artists/john-ruskin.jpg",
    "artworkImgs": [
      {
        "name": "The Garden of San Miniato near Florence",
        "path": "img/art/artworks/john-ruskin-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-garden-of-san-miniato-near-florence-john-ruskin/1gGumKt-5euv5Q"
      },
      {
        "name": "The Valley of Lauterbrunnen, Switzerland",
        "path": "img/art/artworks/john-ruskin-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-valley-of-lauterbrunnen-switzerland-john-ruskin/awFKgQtFKJWH1Q"
      },
      {
        "name": "Tower of the Cathedral at Sens",
        "path": "img/art/artworks/john-ruskin-a3.jpg",
        "source": "https://artsandculture.google.com/asset/tower-of-the-cathedral-at-sens-john-ruskin/mwFJHx4o_IHXnQ"
      },
      {
        "name": "Dawn, Coniston",
        "path": "img/art/artworks/john-ruskin-a4.jpg",
        "source": "https://artsandculture.google.com/asset/dawn-coniston-john-ruskin/IwFR6sdehwt3nQ"
      },
      {
        "name": "Rocks and Ferns in a Wood at Crossmount, Perthshire",
        "path": "img/art/artworks/john-ruskin-a5.jpg",
        "source": "https://artsandculture.google.com/asset/rocks-and-ferns-in-a-wood-at-crossmount-perthshire-john-ruskin/1QGCQ3AJRp3TOA"
      },
      {
        "name": "Chamouni, Rocks and Vegetation",
        "path": "img/art/artworks/john-ruskin-a6.jpg",
        "source": "https://artsandculture.google.com/asset/chamouni-rocks-and-vegetation-john-ruskin/0wE0SHbRz3_VqQ"
      }
    ],
    "summary": [
      "John Ruskin was the leading English art critic of the Victorian era, as well as an art patron, draughtsman, watercolourist, philosopher, prominent social thinker and philanthropist. He wrote on subjects as varied as geology, architecture, myth, ornithology, literature, education, botany and political economy.",
      "His writing styles and literary forms were equally varied. He penned essays and treatises, poetry and lectures, travel guides and manuals, letters and even a fairy tale. He also made detailed sketches and paintings of rocks, plants, birds, landscapes, and architectural structures and ornamentation.",
      "The elaborate style that characterised his earliest writing on art gave way in time to plainer language designed to communicate his ideas more effectively. In all of his writing, he emphasised the connections between nature, art and society.",
      "He was hugely influential in the latter half of the 19th century and up to the First World War. After a period of relative decline, his reputation has steadily improved since the 1960s with the publication of numerous academic studies of his work."
    ],
    "quote": "“Large fortunes are all founded either on the occupation of land, or lending or the taxation of labor.”",
    "movements": ["Romanticism"],
    "mediums": ["Watercolor painting", "Ink", "Pencil", "Graphite", "Pen", "Gouache"],
    "urlWiki": "https://en.wikipedia.org/wiki/John_Ruskin",
    "urlGoogle": "https://artsandculture.google.com/entity/john-ruskin/m0k5mt"
  },
  "event": {
    "id": "philippines-campaign",
    "name": "Philippines campaign",
    "dates": "Oct 20, 1944 - Sep 2, 1945",
    "mainImg": "img/events/philippines-campaign.jpg",
    "summary": [
      "The Philippines campaign, Operation Musketeer, Battle of the Philippines or the Liberation of the Philippines, was the American and Filipino campaign to defeat and expel the Imperial Japanese forces occupying the Philippines during World War II. The Japanese Army overran all of the Philippines during the first half of 1942. The liberation of the Philippines commenced with amphibious landings on the eastern Philippine island of Leyte on October 20, 1944. United States and Philippine Commonwealth military forces were progressing in liberating territory and islands when the Japanese forces in the Philippines were ordered to surrender by Tokyo on August 15, 1945, after the dropping of the atomic bombs on mainland Japan and the Soviet invasion of Manchuria."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Philippines_campaign_%281944%E2%80%931945%29",
    "urlGoogle": "https://artsandculture.google.com/entity/philippines-campaign/m0b_dbz"
  },
  "funFacts": [
    {
      "id": "386",
      "fact": "New York City's public school students represent about 188 different countries.",
      "category": ["Geography"]
    },
    {
      "id": "58",
      "fact": "A sneeze travels out of your mouth at over 100 miles an hour.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "553532",
      "fact": "Like casinos, shopping malls are intentionally designed to disorient visitors. The feeling of losing track of time and geography inside a mall is called the Gruen Transfer."
    }
  ],
  "person": {
    "id": "patrice-lumumba",
    "name": "Patrice Lumumba",
    "dates": "Jul 2, 1925 - Jan 17, 1961",
    "mainImg": "img/people/patrice-lumumba.jpg",
    "summary": [
      "Patrice Émery Lumumba was a Congolese politician and independence leader who served as the first Prime Minister of the independent Democratic Republic of the Congo from June until September 1960. He played a significant role in the transformation of the Congo from a colony of Belgium into an independent republic. Ideologically an African nationalist and pan-Africanist, he led the Congolese National Movement party from 1958 until his assassination.",
      "Shortly after Congolese independence in 1960, a mutiny broke out in the army, marking the beginning of the Congo Crisis. Lumumba appealed to the United States and the United Nations for help to suppress the Belgian-supported Katangan secessionists led by Moise Tshombe. Both refused, so Lumumba turned to the Soviet Union for support. This led to growing differences with President Joseph Kasa-Vubu and chief-of-staff Joseph-Désiré Mobutu, as well as with the United States and Belgium, who opposed the Soviet Union in the Cold War.",
      "Lumumba was subsequently imprisoned by state authorities under Mobutu and executed by a firing squad under the command of Katangan authorities."
    ],
    "quote": "“Without dignity there is no liberty, without justice there is no dignity, and without independence there are no free men.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Patrice_Lumumba",
    "urlGoogle": "https://artsandculture.google.com/entity/patrice-lumumba/m0d3wd"
  },
  "place": {
    "id": "cambodia",
    "name": "Cambodia",
    "mainImg": "img/places/cambodia.jpg",
    "summary": [
      "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochina peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest.",
      "The sovereign state of Cambodia has a population of over 15 million. The official religion is Theravada Buddhism, practised by approximately 95 percent of the population. Cambodia's minority groups include Vietnamese, Chinese, Chams and 30 hill tribes. The capital and largest city is Phnom Penh, the political, economic and cultural centre of Cambodia. The kingdom is an elective constitutional monarchy with a monarch, currently Norodom Sihamoni, chosen by the Royal Council of the Throne as head of state. The head of government is the Prime Minister, currently Hun Sen, the longest serving non-royal leader in Southeast Asia, ruling Cambodia since 1985.",
      "In 802 AD, Jayavarman II declared himself king, uniting the warring Khmer princes of Chenla under the name \"Kambuja\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cambodia",
    "urlGoogle": "https://artsandculture.google.com/entity/cambodia/m01xbgx"
  },
  "wiki": {
    "id": "indian-institutes-of-technology",
    "name": "Indian Institutes of Technology",
    "summary": "The Indian Institutes of Technology are a group of seven autonomous engineering and technology-oriented institutes of higher education established by the Government of India. These institutes were created to train scientists and engineers, with the aim of developing a skilled workforce to underpin India's economic and social development after independence in 1947. IIT Kharagpur was the first IIT to be established, in 1951. Each IIT is an autonomous university, linked to the others through a common IIT Council, which oversees their administration. They have a common admission process, using the Joint Entrance Examination to select around 4,000 candidates a year. About 15,500 undergraduate and 12,000 graduate students study in the seven IITs, in addition to research scholars. The success of the IITs has led to the creation of similar institutes in other fields, such as the National Institutes of Technology, the Indian Institutes of Management and the Indian Institute of Information Technology.",
    "url": "https://en.wikipedia.org/wiki/Indian_Institutes_of_Technology"
  },
  "word": {
    "id": "goober",
    "word": "goober",
    "url": "https://www.merriam-webster.com/dictionary/goober",
    "partOfSpeech": "noun",
    "pronunciation": "GOO-ber",
    "audioPath": "audio/words/goober.mp3",
    "definitions": ["peanut"],
    "examples": [
      "The children had a tin bucket full of _goobers_, which they were shelling and eating.",
      "\"18 miles south of Clovis on US 70, \\[Portales\\] is famous for its peanut industry, which supplies roasted _goobers_ to many baseball parks across the nation.\" - From Sharon Niederman's 2012 book _Signs and Shrines: Spiritual Journeys Across New Mexico_"
    ],
    "origin": "We're just nuts about the word \"goober.\" It's a regional term, used mainly in the southern and east-central part of the United States. But the peanut plant didn't originate in the U.S.; it's actually native to South America. It was taken from there to Africa, where the local people gave new names to the high-protein legumes. Peanuts traveled back to North America with slave traders, and there English speakers adopted a term from the Bantu languages of central and southern Africa to form \"goober.\" \"Goober\" isn't the only name for \"peanut\" that has stuck with us. The snack staple is also known as the \"groundnut,\" \"earthnut,\" and, more rarely, the \"pinder,\" another term that originated in the Bantu languages."
  }
}
