{
  "artist": {
    "id": "dale-chihuly",
    "name": "Dale Chihuly",
    "dates": "Born Sep 20, 1941",
    "mainImg": "img/art/artists/dale-chihuly.jpg",
    "artworkImgs": [
      {
        "name": "Royal Blue Mint Chandelier",
        "path": "img/art/artworks/dale-chihuly-a1.jpg",
        "source": "https://artsandculture.google.com/asset/royal-blue-mint-chandelier-chihuly-dale-patrick/aQEb65mDRhMXBA"
      },
      {
        "name": "Erbium Chandelier with Gilded Putto",
        "path": "img/art/artworks/dale-chihuly-a2.jpg",
        "source": "https://artsandculture.google.com/asset/erbium-chandelier-with-gilded-putto/JAGzNCq_THF_4w"
      },
      {
        "name": "Nymph Pink Seaform Set with Foam White Lip Wrap",
        "path": "img/art/artworks/dale-chihuly-a3.jpg",
        "source": "https://artsandculture.google.com/asset/nymph-pink-seaform-set-with-foam-white-lip-wrap-dale-chihuly/CgGRZUOL4TDpRQ"
      },
      {
        "name": "Navajo Blanket Cylinder (Zig-Zag with Horse Drawing)",
        "path": "img/art/artworks/dale-chihuly-a4.jpg",
        "source": "https://artsandculture.google.com/asset/navajo-blanket-cylinder-zig-zag-with-horse-drawing/AAF2j5QKvrTJlQ"
      },
      {
        "name": "Black Cylinder #3",
        "path": "img/art/artworks/dale-chihuly-a5.jpg",
        "source": "https://artsandculture.google.com/asset/black-cylinder-3/agFlPL0-YwmxYQ"
      },
      {
        "name": "Navajo Blanket Cylinder (Star Boyeta)",
        "path": "img/art/artworks/dale-chihuly-a6.jpg",
        "source": "https://artsandculture.google.com/asset/navajo-blanket-cylinder-star-boyeta/nwH-aOikQgep4w"
      }
    ],
    "summary": [
      "Dale Chihuly is an American glass sculptor and entrepreneur. His works are considered to possess outstanding artistic merit in the field of blown glass, \"moving it into the realm of large-scale sculpture.\" The technical difficulties of working with glass forms are considerable, yet Chihuly uses it as the primary medium for installations and environmental artwork."
    ],
    "quote": "“Glass is the most magical of all materials. It transmits light in a special way.”",
    "movements": [],
    "mediums": ["Glass", "Sculpture", "Metal", "Gold", "Iron", "Steel"],
    "urlWiki": "https://en.wikipedia.org/wiki/Dale_Chihuly",
    "urlGoogle": "https://artsandculture.google.com/entity/dale-chihuly/m02h_g"
  },
  "event": {
    "id": "1954-geneva-conference",
    "name": "1954 Geneva Conference",
    "dates": "Apr 26, 1954 - Jul 21, 1954",
    "mainImg": "img/events/1954-geneva-conference.jpg",
    "summary": [
      "The Geneva Conference was a conference involving several nations that took place in Geneva, Switzerland, from April 26 to July 20, 1954. It was intended to settle outstanding issues resulting from the Korean War and the First Indochina War. The part of the conference on the Korean question ended without adopting any declarations or proposals, so is generally considered less relevant. The Geneva Accords that dealt with the dismantling of French Indochina proved to have long-lasting repercussions, however. The crumbling of the French Empire in Southeast Asia would create the eventual states of the Democratic Republic of Vietnam, the State of Vietnam, the Kingdom of Cambodia, and the Kingdom of Laos.",
      "Diplomats from South Korea, North Korea, the People's Republic of China, the Union of Soviet Socialist Republics, and the United States of America dealt with the Korean side of the Conference. For the Indochina side, the Accords were between France, the Viet Minh, the USSR, the PRC, the U.S., the United Kingdom, and the future states being made from French Indochina."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1954_Geneva_Conference",
    "urlGoogle": "https://artsandculture.google.com/entity/1954-geneva-conference/m02x42w"
  },
  "funFacts": [
    {
      "id": "311",
      "fact": "The standard Chinese typewriter has 1,500 characters.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "780",
      "fact": "The indentation between the nose and the upper lip is called the philtrum.",
      "category": ["Anatomy", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "504704",
      "fact": "During WWII, La-Z-Boy manufactured seats for tanks, torpedo boats, gun turrets, and armored cars."
    }
  ],
  "idiom": {
    "id": "the-course-of-true-love-never-ran-smoothly",
    "term": "the course of true love never ran smoothly",
    "definition": "Lovers often face difficulties, as in *Every time he tells me that he and his wife are fighting, I say the same thing--- you know about the course of true love.* The full term is a quotation from Shakespeare's *A Midsummer Night's Dream* (1:1): \"The course of true love never did run smooth.\" Over the years it has become so familiar that today it is often shortened, as in the example."
  },
  "person": {
    "id": "paolo-gentiloni",
    "name": "Paolo Gentiloni",
    "dates": "Born Nov 22, 1954",
    "mainImg": "img/people/paolo-gentiloni.jpg",
    "summary": [
      "Paolo Gentiloni Silveri is an Italian politician serving as European Commissioner for Economy in the von der Leyen Commission since 1 December 2019. He previously was the 57th prime minister of Italy from 2016 to 2018.",
      "Gentiloni is a founding member of the Democratic Party, of which he became President in March 2019. Gentiloni served as Minister of Foreign Affairs from 31 October 2014 until December 2016, when President Sergio Mattarella appointed him as Prime Minister. Previously, he was Minister of Communications from 2006 to 2008, during the second government of Romano Prodi.",
      "Despite being considered a caretaker Prime Minister at the beginning of his term, during his year and a half tenure, Gentiloni promoted the implementation and the approval of several reforms like the advance healthcare directive and a new electoral law. His government also introduced more severe and stricter rules regarding immigration to Italy and social security, to counteract the European migration crisis."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Paolo_Gentiloni",
    "urlGoogle": "https://artsandculture.google.com/entity/paolo-gentiloni/m0d6l02"
  },
  "place": {
    "id": "lucerne",
    "name": "Lucerne",
    "mainImg": "img/places/lucerne.jpg",
    "summary": [
      "Lucerne is a city in central Switzerland, in the German-speaking portion of the country. Lucerne is the capital of the canton of Lucerne and part of the district of the same name. With a population of approximately 82,000 people, Lucerne is the most populous town in Central Switzerland, and a nexus of economics, transportation, culture, and media in the region. The city's urban area consists of 19 municipalities and towns with an overall population of about 220,000 people.",
      "Owing to its location on the shores of Lake Lucerne and its outflow, the river Reuss, within sight of the mounts Pilatus and Rigi in the Swiss Alps, Lucerne has long been a destination for tourists. One of the city's famous landmarks is the Chapel Bridge, a wooden bridge first erected in the 14th century.",
      "The official language of Lucerne is German, but the main spoken language is the local variant of the Alemannic Swiss German dialect."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lucerne",
    "urlGoogle": "https://artsandculture.google.com/entity/lucerne/m0194f5"
  },
  "quote": {
    "id": "78",
    "quote": "The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.",
    "author": "Michelangelo"
  },
  "wiki": {
    "id": "waterfall-gully-south-australia",
    "name": "Waterfall Gully, South Australia",
    "summary": "Waterfall Gully is a small suburb in the South Australian city of Adelaide. It is located in the foothills of the Mount Lofty Ranges around five kilometres east of Adelaide's central business district (CBD). For the most part, the suburb encompasses one long gully with First Creek at its centre and Waterfall Gully Road adjacent to the creek. At one end of the gully is the waterfall for which the suburb was named. Part of the Burnside Council, it is bounded to the north by the suburb of Burnside, to the north-east by Greenhill, to the south-east by Cleland Conservation Park, to the south-west by Leawood Gardens and to the north-west by Mount Osmond. Waterfall Gully is rich in history and has been a popular attraction since Adelaide's early colonists discovered the area in the nineteenth century. Home to a number of residents and increasingly frequented by tourists, Waterfall Gully has undergone extensive developments in recent years.",
    "url": "https://en.wikipedia.org/wiki/Waterfall_Gully,_South_Australia"
  },
  "word": {
    "id": "zaftig",
    "word": "zaftig",
    "url": "https://www.merriam-webster.com/dictionary/zaftig",
    "partOfSpeech": "adjective",
    "pronunciation": "ZAHF-tig",
    "audioPath": "audio/words/zaftig.mp3",
    "definitions": ["having a full rounded figure : pleasingly plump"],
    "examples": [
      "The Flemish painters were masters of the oil medium, rendering zaftig beauties, robust burghers, hunting scenes, and allegorical subjects with subtle interplays of light and color."
    ],
    "origin": "\"Real women have curves,\" as a 2002 movie title proclaimed. They are pleasingly plump, full-figured, shapely, womanly, curvy, curvaceous, voluptuous, statuesque. They are, in a word, zaftig. \"Zaftig\" has been juicing up our language since the 1930s (the same decade that gave us Yiddish-derived \"futz,\" \"hoo-ha,\" \"nosh,\" and \"schmaltz,\" not to mention \"lox\"). It comes from the Yiddish \"zaftik,\" which means \"juicy\" or \"succulent\" and which in turn derives from \"zaft,\" meaning \"juice\" or \"sap.\""
  }
}
