{
  "artist": {
    "id": "luis-nishizawa",
    "name": "Luis Nishizawa",
    "dates": "Feb 2, 1918 - Sep 29, 2014",
    "mainImg": "img/art/artists/luis-nishizawa.jpg",
    "artworkImgs": [
      {
        "name": "Cuacuauhtzin",
        "path": "img/art/artworks/luis-nishizawa-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cuacuauhtzin/HAGgvNtTZ7Oe5A"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/luis-nishizawa-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled/iwElDzO0BCVGnQ"
      },
      {
        "name": "Juderos",
        "path": "img/art/artworks/luis-nishizawa-a3.jpg",
        "source": "https://artsandculture.google.com/asset/juderos-luis-nishizawa/IQEdNhYy28hSLw"
      },
      {
        "name": "The ICA Man",
        "path": "img/art/artworks/luis-nishizawa-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-ica-man-luis-nishizawa/xgGowxQWLkH_PQ"
      },
      {
        "name": "Paisaje II",
        "path": "img/art/artworks/luis-nishizawa-a5.jpg",
        "source": "https://artsandculture.google.com/asset/paisaje-ii/fwE-SgkF1ON2Iw"
      },
      {
        "name": "Paisaje I",
        "path": "img/art/artworks/luis-nishizawa-a6.jpg",
        "source": "https://artsandculture.google.com/asset/paisaje-i/HAE4I9t7A4eMTw"
      }
    ],
    "summary": [
      "Luis Nishizawa was a Mexican artist known for his landscape work and murals, which often show Japanese and Mexican influence. He began formal training as an artist in 1942 at the height of the Mexican muralism movement but studied other painting styles as well as Japanese art. In addition to painting canvases and murals, including murals made with ceramics, he was a professor of fine arts at the Universidad Nacional Autónoma de México from which he received an honorary doctorate. The State of Mexico, where he was born, created the Museo Taller Luis Nishizawa to honor and promote his life’s work."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Expressionism", "Abstract art"],
    "mediums": ["Pottery", "Engraving", "Acrylic paint", "Oil paint", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Luis_Nishizawa",
    "urlGoogle": "https://artsandculture.google.com/entity/luis-nishizawa/m0d3srr"
  },
  "event": {
    "id": "siege-of-barcelona",
    "name": "Siege of Barcelona",
    "dates": null,
    "mainImg": "img/events/siege-of-barcelona.jpg",
    "summary": [
      "The Siege of Barcelona took place between 14 September and 19 October 1705 during the War of the Spanish Succession when a multinational Grand Alliance army led by Lord Peterborough, supporting the Habsburg pretender to the Spanish throne, captured the city of Barcelona from its Spanish Bourbonic defenders,",
      "most of whom then joined the Habsburg army.",
      "An attempted landing had been repulsed the previous year at the Battle of Barcelona. Following the city's capture by Peterborough, the Bourbons launched a concerted attempt to recapture it the following year during the Siege of Barcelona, which failed. The city and Catalonia remained in Allied hands until reconquered by the Bourbons in 1714."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Barcelona_%281705%29",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-barcelona/m064p490"
  },
  "funFacts": [
    { "id": "238", "fact": "An ostrich's brain is smaller than its eye.", "category": ["Animals"] },
    {
      "id": "446",
      "fact": "You breathe in about 13 pints of air every minute.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "553847",
      "fact": "Green Eggs and Ham was banned in China from 1965 to 1991 for its “portrayal of early Marxism.”"
    }
  ],
  "idiom": {
    "id": "lead-pipe-cinch",
    "term": "lead-pipe cinch",
    "definition": "A certainty, an assured success. For example, \"An engagement ain't always a lead-pipe cinch\" (O. Henry, *The Sphinx Apple,* 1907). This colloquial expression is of disputed origin. It may allude to the *cinch* that tightly holds a horse's saddle in place, which can make it easier for the rider to succeed in a race; or it may allude to a *cinch* in plumbing, in which a lead pipe is fastened with a band of steel to another pipe or a fixture, making a very secure joint. [Late 1800s]"
  },
  "person": {
    "id": "nuri-al-said",
    "name": "Nuri al-Said",
    "dates": "1888 - Jul 15, 1958",
    "mainImg": "img/people/nuri-al-said.jpg",
    "summary": [
      "Nuri Pasha al-Said was an Iraqi politician during the British mandate in Iraq and the Hashemite Kingdom of Iraq. He held various key cabinet positions and served fourteen terms as Prime Minister of Iraq.",
      "From his first appointment as prime minister under the British mandate in 1930, Nuri was a major political figure in Iraq under the monarchy. During his many terms in office, he was involved in some of the key policy decisions that shaped the modern Iraqi state. In 1930, during his first term, he signed the Anglo-Iraqi Treaty, which, as a step toward greater independence, granted Britain the unlimited right to station its armed forces in and transit military units through Iraq and also gave legitimacy to British control of the country's oil industry.",
      "The treaty nominally reduced British involvement in Iraq's internal affairs but only to the extent that Iraq did not conflict with British economic or military interests. The agreement led the way to nominal independence, as the Mandate ended in 1932. Throughout most of his career, Nuri was a supporter of a continued and extensive British role within Iraq, which was against the popular mood."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nuri_al-Said",
    "urlGoogle": "https://artsandculture.google.com/entity/nuri-al-said/m01g6wc"
  },
  "place": {
    "id": "riverside",
    "name": "Riverside",
    "mainImg": "img/places/riverside.jpg",
    "summary": [
      "Riverside is a city in, and the county seat of, Riverside County, California, United States, located in the Inland Empire metropolitan area. It is named for its location beside the Santa Ana River. It is the most populous city in the Inland Empire and in Riverside County, and is located about 55 miles east of downtown Los Angeles. It is also part of the Greater Los Angeles area. Riverside is the 58th most populous city in the United States and 12th most populous city in California. As of the 2010 Census, Riverside had a population of 303,871.",
      "Riverside was founded in the early 1870s. It is the birthplace of the California citrus industry and home of the Mission Inn, the largest Mission Revival Style building in the United States. It is also home to the Riverside National Cemetery.",
      "The University of California, Riverside, is located in the northeastern part of the city. The university also hosts the Riverside Sports Complex."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Riverside,_California",
    "urlGoogle": "https://artsandculture.google.com/entity/riverside/m0r3wm"
  },
  "quote": {
    "id": "56",
    "quote": "Don't let yesterday take up too much of today.",
    "author": "Will Rogers"
  },
  "wiki": {
    "id": "daspletosaurus",
    "name": "Daspletosaurus",
    "summary": "Daspletosaurus (\"frightful lizard\") is a genus of tyrannosaurid theropod dinosaur that lived in western North America between 77 and 74 million years ago, during the Late Cretaceous Period. Fossils of the only named species (D. torosus) were found in Alberta, although other possible species from Alberta and Montana await description. Closely related to the much larger and more recent Tyrannosaurus, Daspletosaurus was a multi-ton bipedal predator equipped with dozens of large, sharp teeth. Daspletosaurus had the small forelimbs typical of tyrannosaurids, although they were proportionately longer than in other genera. As an apex predator, Daspletosaurus was at the top of the food chain, probably preying on large dinosaurs like the ceratopsid Centrosaurus and the hadrosaur Hypacrosaurus.",
    "url": "https://en.wikipedia.org/wiki/Daspletosaurus"
  },
  "word": {
    "id": "girandole",
    "word": "girandole",
    "url": "https://www.merriam-webster.com/dictionary/girandole",
    "partOfSpeech": "noun",
    "pronunciation": "JEER-un-dohl",
    "audioPath": "audio/words/girandole.mp3",
    "definitions": [
      "a radiating and showy composition (as a cluster of skyrockets fired together)",
      "an ornamental branched candlestick",
      "a pendant earring usually with three ornaments hanging from a central piece"
    ],
    "examples": [
      "\"I sat in my usual nook, and looked at him with the light of the girandoles on the mantelpiece beaming full over him….\" (Charlotte Brontë, _Jane Eyre_)"
    ],
    "origin": "The earliest uses of \"girandole\" in English, in the 17th century, referred to a kind of firework or to something, such as a fountain, with a radiating pattern like that of a firework. Such a pattern is reflected in the word’s etymology: \"girandole\" can be traced back, by way of French and Italian, to the Latin word \"gyrus,\" meaning \"gyre\" or \"a circular or spiral motion or form.\" By the 18th century \"girandole\" was being used for a branched candlestick, perhaps due to its resemblance to the firework. The word’s third sense, referring to a kind of earring, did not appear in English until the 19th century."
  }
}
