{
  "artist": {
    "id": "kara-walker",
    "name": "Kara Walker",
    "dates": "Born Nov 26, 1969",
    "mainImg": "img/art/artists/kara-walker.jpg",
    "artworkImgs": [
      {
        "name": "Kara Walker's “A Subtlety”",
        "path": "img/art/artworks/kara-walker-a1.jpg",
        "source": "https://artsandculture.google.com/asset/kara-walker-s-“a-subtlety”-kara-walker/MAH6S5_K1Bk9Iw"
      },
      {
        "name": "A Subtlety",
        "path": "img/art/artworks/kara-walker-a2.jpg",
        "source": "https://artsandculture.google.com/asset/a-subtlety-kara-walker/TAEOFCFww_WbDg"
      },
      {
        "name": "A Subtlety",
        "path": "img/art/artworks/kara-walker-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-subtlety-kara-walker/ZAElVQUsLnLNRg"
      },
      {
        "name": "Kara Walker: Darkytown Rebellion, 2001",
        "path": "img/art/artworks/kara-walker-a4.jpg",
        "source": "https://artsandculture.google.com/asset/kara-walker-darkytown-rebellion-2001-kara-walker/3AGP-gbWUkKt8Q"
      },
      {
        "name": "A Subtlety",
        "path": "img/art/artworks/kara-walker-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-subtlety-kara-walker/qAHuTGAr_3LOVg"
      },
      {
        "name": "A Subtlety",
        "path": "img/art/artworks/kara-walker-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-subtlety-kara-walker/jwHtBuwUkWLVZA"
      }
    ],
    "summary": [
      "Kara Elizabeth Walker is an American contemporary painter, silhouettist, print-maker, installation artist, and film-maker who explores race, gender, sexuality, violence, and identity in her work. She is best known for her room-size tableaux of black cut-paper silhouettes. Walker lives in New York City and has taught extensively at Columbia University. She is serving a five-year term as Tepper Chair in Visual Arts at the Mason Gross School of the Arts, Rutgers University. She was elected to the American Philosophical Society in 2018."
    ],
    "quote": "“Silhouettes are reductions, and racial stereotypes are also reductions of actual human beings.”",
    "movements": ["Contemporary art", "Conceptual art", "Postmodernism"],
    "mediums": ["Sculpture", "Drawing", "Etching", "Photograph", "Felt", "Wool"],
    "urlWiki": "https://en.wikipedia.org/wiki/Kara_Walker",
    "urlGoogle": "https://artsandculture.google.com/entity/kara-walker/m04zfgb"
  },
  "event": {
    "id": "negotiations-to-end-apartheid-in-south-africa",
    "name": "Negotiations to end apartheid in South Africa",
    "dates": "May 4, 1990 - Apr 27, 1994",
    "mainImg": "img/events/negotiations-to-end-apartheid-in-south-africa.jpg",
    "summary": [
      "The apartheid system in South Africa was ended through a series of negotiations between 1990 and 1993 and through unilateral steps by the de Klerk government. These negotiations took place between the governing National Party, the African National Congress, and a wide variety of other political organisations. Negotiations took place against a backdrop of political violence in the country, including allegations of a state-sponsored third force destabilising the country. The negotiations resulted in South Africa's first non-racial election, which was won by the African National Congress."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Negotiations_to_end_apartheid_in_South_Africa",
    "urlGoogle": "https://artsandculture.google.com/entity/negotiations-to-end-apartheid-in-south-africa/m0d3n2w"
  },
  "funFacts": [
    {
      "id": "485",
      "fact": "Refrigerating apples can help them last up to 10 times longer than those left at room temperature.",
      "category": ["Food", "Make-it-Easies"]
    },
    {
      "id": "488",
      "fact": "Place a slice of bread in the storage container to keep cookies soft when storing.",
      "category": ["Food", "Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553877",
      "fact": "The Hardy Tree in London’s St. Pancras churchyard is named for Thomas Hardy. The Victorian writer worked at the burial ground in the 1860s and rearranged tombstones around the base of an ash tree to make room for a railway expansion."
    }
  ],
  "idiom": {
    "id": "take-the-cake",
    "term": "take the cake",
    "definition": "Be the most outstanding in some respect, either the best or the worst. For example, *That advertising slogan really took the cake,* or *What a mess they made of the concert---that takes the cake!* This expression alludes to a contest called a *cakewalk,* in which a cake is the prize. Its figurative use, for something either excellent or outrageously bad, dates from the 1880s."
  },
  "person": {
    "id": "charlie-aptroot",
    "name": "Charlie Aptroot",
    "dates": "Born Sep 20, 1950",
    "mainImg": "img/people/charlie-aptroot.jpg",
    "summary": [
      "Charles Bernard \"Charlie\" Aptroot is a Dutch politician of the People's Party for Freedom and Democracy. He was a Member of the House of Representatives from 30 January 2003 to 19 September 2012. He focused on matters of traffic, public transport and internal affairs. Since 1 September 2012 he has been mayor of Zoetermeer.",
      "Aptroot was elected into the House of Representatives in the general election of 2003. In 2010 he contested in the election for Speaker of the House of Representatives, but was defeated by incumbent Speaker Gerdi Verbeet.",
      "In the past Aptroot was a member of the municipal council of Wassenaar from 1982 to 1998 and an alderman of the same municipality from 1990 to 1996. He was also a member of the States of South Holland from 1999 to 2003.",
      "From 1978 to 2001 Aptroot was together with his brother director of the Jonco-groep, a wholesale in mercery in Rotterdam."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Charlie_Aptroot",
    "urlGoogle": "https://artsandculture.google.com/entity/charlie-aptroot/m0cc7v4n"
  },
  "place": {
    "id": "bolivia",
    "name": "Bolivia",
    "mainImg": "img/places/bolivia.jpg",
    "summary": [
      "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country.",
      "The sovereign state of Bolivia is a constitutionally unitary state, divided into nine departments. Its geography varies from the peaks of the Andes in the West, to the Eastern Lowlands, situated within the Amazon Basin. It is bordered to the north and east by Brazil, to the southeast by Paraguay, to the south by Argentina, to the southwest by Chile, and to the northwest by Peru. One-third of the country is within the Andean mountain range. With 1,098,581 km² of area, Bolivia is the fifth largest country in South America, after Brazil, Argentina, Peru and Colombia, the 27th largest in the world, the largest landlocked country in the Southern Hemisphere and the world's seventh largest landlocked country, after Kazakhstan, Mongolia, Chad, Niger, Mali and Ethiopia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bolivia",
    "urlGoogle": "https://artsandculture.google.com/entity/bolivia/m0165v"
  },
  "wiki": {
    "id": "uss-siboney-id-2999",
    "name": "USS Siboney (ID-2999)",
    "summary": "USS Siboney was a transport ship for the United States Navy during World War I. She was the sister ship of USS Orizaba (ID-1536) but neither was part of a ship class. Launched as SS Oriente, she was soon renamed after Siboney, Cuba, a landing site of United States forces during the Spanish–American War. After her Navy service ended, she was SS Siboney for the Ward Line and American Export Lines. During World War II she served the U.S. Army as transport and as a hospital ship. After the end of her Army service, the ship was laid up in the National Defense Reserve Fleet in February 1948, and sold for scrapping in 1957.",
    "url": "https://en.wikipedia.org/wiki/USS_Siboney_(ID-2999)"
  },
  "word": {
    "id": "demure",
    "word": "demure",
    "url": "https://www.merriam-webster.com/dictionary/demure",
    "partOfSpeech": "adjective",
    "pronunciation": "dih-MYOOR",
    "audioPath": "audio/words/demure.mp3",
    "definitions": ["reserved, modest", "affectedly modest, reserved, or serious : coy"],
    "examples": [
      "When we first met Kelly, she was quiet and _demure_, so it surprises us now to see that she can be vocal and forward.",
      "\"Amazingly, though, these corporate creatures have suddenly turned _demure_, insisting that they don’t want to draw any attention to themselves.\" - From an editorial by Jim Hightower in the _Illinois Times_, May 16, 2013"
    ],
    "origin": "\"Demure\" has essentially remained unchanged in meaning since at least the 14th century. Its first recorded use in our language dates from the Middle English period (roughly the 12th to 15th centuries), a time when the native tongue of England was borrowing many new words from the French spoken by the Normans who gained control of the country after the Battle of Hastings. \"Demure\" might have been part of the French cultural exchange; etymologists think it may have derived from the Anglo-French verb \"demorer\" or \"demourer,\" meaning \"to linger.\" During Shakespeare's time, \"demure\" was briefly used in English as a verb meaning \"to look demurely,\" but only the older adjective form has survived to the present day."
  }
}
