{
  "artist": {
    "id": "balthasar-van-der-ast",
    "name": "Balthasar van der Ast",
    "dates": "1593 - Mar 7, 1657",
    "mainImg": "img/art/artists/balthasar-van-der-ast.jpg",
    "artworkImgs": [
      {
        "name": "Still Life with Fruit and Flowers",
        "path": "img/art/artworks/balthasar-van-der-ast-a1.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-fruit-and-flowers-balthasar-van-der-ast/eAFqfotCnikxRQ"
      },
      {
        "name": "Flowers in a Wan-Li Vase, with Shells",
        "path": "img/art/artworks/balthasar-van-der-ast-a2.jpg",
        "source": "https://artsandculture.google.com/asset/flowers-in-a-wan-li-vase-with-shells-ast-balthasar-van-der/FgE_EKtPdeZwUg"
      },
      {
        "name": "Still Life with Flowers",
        "path": "img/art/artworks/balthasar-van-der-ast-a3.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-flowers-balthasar-van-der-ast/TwEBUD3pkVNvzQ"
      },
      {
        "name": "Still Life with Basket of Fruit",
        "path": "img/art/artworks/balthasar-van-der-ast-a4.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-basket-of-fruit-balthasar-van-der-ast/4wFn66_LLgSVWA"
      },
      {
        "name": "Still Life of Flowers, Fruit, Shells, and Insects",
        "path": "img/art/artworks/balthasar-van-der-ast-a5.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-of-flowers-fruit-shells-and-insects-balthasar-van-der-ast/nwGYqkPIspmBow"
      },
      {
        "name": "Still Life of Flowers in a Glass Vase",
        "path": "img/art/artworks/balthasar-van-der-ast-a6.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-of-flowers-in-a-glass-vase-balthasar-van-der-ast/twGWQ0llrzQYJg"
      }
    ],
    "summary": [
      "Balthasar van der Ast was a Dutch Golden Age painter who specialized in still lifes of flowers and fruit, as well as painting a number of remarkable shell still lifes; he is considered to be a pioneer in the genre of shell painting. His still lifes often contain insects and lizards.",
      "He was born in Middelburg and died in Delft.",
      "His lifetime of works was once summarized by an Amsterdam doctor who said, \"In flowers, shells and lizards, beautiful\"."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Drawing", "Watercolor painting", "Copper", "Metal", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Balthasar_van_der_Ast",
    "urlGoogle": "https://artsandculture.google.com/entity/balthasar-van-der-ast/m04lj90w"
  },
  "event": {
    "id": "2006-commonwealth-games",
    "name": "2006 Commonwealth Games",
    "dates": "Mar 15, 2006 - Mar 26, 2006",
    "mainImg": "img/events/2006-commonwealth-games.jpg",
    "summary": [
      "The 2006 Commonwealth Games, officially the XVIII Commonwealth Games and commonly known as Melbourne 2006, was an international multi-sport event for members of the Commonwealth held in Melbourne, Victoria, Australia between 15 and 26 March 2006. It was the fourth time Australia had hosted the Commonwealth Games. It was also the largest sporting event to be staged in Melbourne, eclipsing the 1956 Summer Olympics in terms of the number of teams competing, athletes competing, and events being held.",
      "More than 4,000 athletes from 71 Commonwealth Games Associations took part in the event. Zimbabwe withdrew its membership from the Commonwealth of Nations and Commonwealth Games Federation on 8 December 2003 and so did not participate in the event. With 245 sets of medals, the games featured 17 Commonwealth sports. These sporting events took place at 13 venues in the host city, two venues in Bendigo and one venue each in Ballarat, Geelong, Lysterfield Park and Traralgon.",
      "The site for the opening and closing ceremonies was the Melbourne Cricket Ground which was also used during 1956 Summer Olympics. The mascot for the games was Karak, a red-tailed black cockatoo."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2006_Commonwealth_Games",
    "urlGoogle": "https://artsandculture.google.com/entity/2006-commonwealth-games/m018cs9"
  },
  "funFacts": [
    {
      "id": "976",
      "fact": "'K' was chosen to stand for a strikeout in baseball because 'S' was being used to denote a sacrifice.",
      "category": ["Hodgepodge", "Make-it-Easies"]
    },
    {
      "id": "373",
      "fact": "Endocarp is the edible pulp inside a lemon.",
      "category": ["Food", "Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "553853",
      "fact": "Before he wrote Goosebumps, R.L. Stine wrote the jokes for Bazooka Joe gum wrappers."
    }
  ],
  "person": {
    "id": "mario-vargas-llosa",
    "name": "Mario Vargas Llosa",
    "dates": "Born Mar 28, 1936",
    "mainImg": "img/people/mario-vargas-llosa.jpg",
    "summary": [
      "Jorge Mario Pedro Vargas Llosa, 1st Marquis of Vargas Llosa, more commonly known as Mario Vargas Llosa, is a Peruvian writer, politician, journalist, essayist and college professor. Vargas Llosa is one of Latin America's most significant novelists and essayists, and one of the leading writers of his generation. Some critics consider him to have had a larger international impact and worldwide audience than any other writer of the Latin American Boom. In 2010 he won the Nobel Prize in Literature, \"for his cartography of structures of power and his trenchant images of the individual's resistance, revolt, and defeat.\"",
      "Vargas Llosa rose to international fame in the 1960s with novels such as The Time of the Hero, The Green House, and the monumental Conversation in the Cathedral. He writes prolifically across an array of literary genres, including literary criticism and journalism. His novels include comedies, murder mysteries, historical novels, and political thrillers. Several, such as Captain Pantoja and the Special Service and Aunt Julia and the Scriptwriter, have been adapted as feature films."
    ],
    "quote": "“If you are killed because you are a writer, that's the maximum expression of respect, you know.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Mario_Vargas_Llosa",
    "urlGoogle": "https://artsandculture.google.com/entity/mario-vargas-llosa/m015px7"
  },
  "place": {
    "id": "pisa",
    "name": "Pisa",
    "mainImg": "img/places/pisa.jpg",
    "summary": [
      "Pisa is a city and comune in Tuscany, central Italy, straddling the Arno just before it empties into the Ligurian Sea. It is the capital city of the Province of Pisa. Although Pisa is known worldwide for its leaning tower, the city of over 91,104 residents contains more than 20 other historic churches, several medieval palaces, and various bridges across the Arno. Much of the city's architecture was financed from its history as one of the Italian maritime republics.",
      "The city is also home of the University of Pisa, which has a history going back to the 12th century and also has the Scuola Normale Superiore di Pisa, founded by Napoleon in 1810, and its offshoot, the Sant'Anna School of Advanced Studies, as the best-sanctioned Superior Graduate Schools in Italy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pisa",
    "urlGoogle": "https://artsandculture.google.com/entity/pisa/m064xp"
  },
  "wiki": {
    "id": "tulsa-oklahoma",
    "name": "Tulsa, Oklahoma",
    "summary": "Tulsa, Oklahoma, is the second-largest city in the state of Oklahoma and 47th-largest city in the United States. With an estimated population of 389,625 in 2009, it is the principal municipality of the Tulsa Metropolitan Area, a region of 929,015 residents projected to reach one million between 2010 and 2012. The city serves as the county seat of Tulsa County, the most densely populated county in Oklahoma, and extends into Osage, Rogers, and Wagoner counties. Tulsa was first settled in the 1830s by the Lachapoka Band of the Creek Native American tribe. In 1921, it was the site of the infamous Tulsa Race Riot, one of the largest and most destructive acts of racial violence in the history of the United States. For most of the 20th century, the city held the nickname \"Oil Capital of the World\" and played a major role as one of the most important hubs for the American oil industry. Tulsa, along with several other cities, claims to be the birthplace of U.S. Route 66 and is also known for its Western Swing music.",
    "url": "https://en.wikipedia.org/wiki/Tulsa,_Oklahoma"
  },
  "word": {
    "id": "deleterious",
    "word": "deleterious",
    "url": "https://www.merriam-webster.com/dictionary/deleterious",
    "partOfSpeech": "adjective",
    "pronunciation": "del-uh-TEER-ee-us",
    "audioPath": "audio/words/deleterious.mp3",
    "definitions": ["harmful often in a subtle or unexpected way"],
    "examples": [
      "Marguerite is convinced that violent television programs will have a _deleterious_ effect on her children, so she carefully monitors what they watch.",
      "\"Democrats and Republicans, because of their nefarious relationships with lobbyists, have turned a blind eye to the _deleterious_ consequences of government and tax policy that is determined by special interests.\" -- From an opinion column by LeRoy Goldman in _The Asheville Citizen-Times_ (North Carolina), January 27, 2011"
    ],
    "origin": "\"Pernicious,\" \"baneful,\" \"noxious,\" and \"detrimental\" are the wicked synonyms of \"deleterious.\" All five words refer to something exceedingly harmful. Of the group, \"deleterious\" is most often used for something that is unexpectedly harmful. \"Pernicious\" implies irreparable harm done by something that corrupts or undermines in an evil or insidious way (\"the assertion that hateful speech has a pernicious effect on society\"), while \"baneful\" suggests injury through poisoning or destruction (\"the baneful notion that discipline destroys creativity\"). \"Noxious\" can apply to anything that is both offensive and injurious to the health of body or mind (\"noxious chemical fumes\"), while \"detrimental\" implies an obvious harmfulness to something specified (\"the detrimental effects of excessive drinking\")."
  }
}
