{
  "artist": {
    "id": "kogyo-tsukioka",
    "name": "Kōgyo Tsukioka",
    "dates": "Apr 18, 1869 - Feb 25, 1927",
    "mainImg": "img/art/artists/kogyo-tsukioka.jpg",
    "artworkImgs": [
      {
        "name": "Scene from the Noh Play \"Yamauba\" (Yamamba)",
        "path": "img/art/artworks/kogyo-tsukioka-a1.jpg",
        "source": "https://artsandculture.google.com/asset/scene-from-the-noh-play-yamauba-yamamba-tsukioka-kōgyō/FAFCflNikItNdA"
      },
      {
        "name": "Irises",
        "path": "img/art/artworks/kogyo-tsukioka-a2.jpg",
        "source": "https://artsandculture.google.com/asset/irises-tsukioka-kōgyo/iwG1a5r_W8SW4A"
      },
      {
        "name": "A Brave Veteran Of The Heike",
        "path": "img/art/artworks/kogyo-tsukioka-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-brave-veteran-of-the-heike-artist-tsukioka-kogyo/rAFXfJq4nd-jDA"
      },
      {
        "name": "Tengu Of Kurama And Ushiwakamaru",
        "path": "img/art/artworks/kogyo-tsukioka-a4.jpg",
        "source": "https://artsandculture.google.com/asset/tengu-of-kurama-and-ushiwakamaru-artist-tsukioka-kogyo/QgE_Ot-dlCSSWQ"
      },
      {
        "name": "Yamauba",
        "path": "img/art/artworks/kogyo-tsukioka-a5.jpg",
        "source": "https://artsandculture.google.com/asset/yamauba-artist-tsukioka-kogyo/IwGFZjspr90uuQ"
      },
      {
        "name": "The Ghost Of The Courtesan Eguchi",
        "path": "img/art/artworks/kogyo-tsukioka-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-ghost-of-the-courtesan-eguchi-artist-tsukioka-kogyo/ggECh3MfYKnkbg"
      }
    ],
    "summary": [
      "Tsukioka Kōgyo, sometimes called Sakamaki Kōgyo, was a Japanese artist of the Meiji period. He was a student and adopted son of Tsukioka Yoshitoshi, and also studied with Ogata Gekkō. Although Kōgyo sometimes painted other subjects, for most of his career he made pictures of Japanese noh theatre, either as large-scale paintings or colored woodblock prints. Many of the latter were published in series and sold as multi-volume sets. Some sets, such as Nōgaku zue, have been preserved as albums in their original bindings, including accordion-style bindings known as orihon, while other sets such as Nōga taikan, were issued in sewn bindings known as yamato toji. Although most bound sets belong to institutional collections, individual prints by Kōgyo can still be found through dealers specializing in Japanese prints."
    ],
    "quote": null,
    "movements": ["Ukiyo-e"],
    "mediums": ["Ink", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/K%C5%8Dgyo_Tsukioka",
    "urlGoogle": "https://artsandculture.google.com/entity/kōgyo-tsukioka/m0cmdwly"
  },
  "event": {
    "id": "1936-winter-olympics",
    "name": "1936 Winter Olympics",
    "dates": "Feb 6, 1936 - Feb 16, 1936",
    "mainImg": "img/events/1936-winter-olympics.jpg",
    "summary": [
      "The 1936 Winter Olympics, officially known as the IV Olympic Winter Games, was a winter multi-sport event that was celebrated in 1936 in the market town of Garmisch-Partenkirchen in Bavaria, Germany. The country also hosted the 1936 Summer Olympics, which were held in Berlin. It was the last year in which the Summer and Winter Games both took place in the same country.",
      "The 1936 Winter Olympics were organized on behalf of the German League of the Reich for Physical Exercise by Karl Ritter von Halt, who had been named president of the committee for the organization of the Fourth Winter Olympics in Garmisch-Partenkirchen by Reichssportführer Hans von Tschammer und Osten."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1936_Winter_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/1936-winter-olympics/m018qb_"
  },
  "funFacts": [
    {
      "id": "671",
      "fact": "There is a town called Jersey Shore in Pennsylvania.",
      "category": ["Geography"]
    },
    {
      "id": "106",
      "fact": "You would weigh less on the top of a mountain than at sea level.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553499",
      "fact": "Lake Hillier in Australia is nearly as salty as the Dead Sea. Scientists suspect that some salt-loving bacteria (chiefly Salinibacter ruber) and algae give the lake its pink hue."
    }
  ],
  "idiom": {
    "id": "absent-without-leave",
    "term": "absent without leave",
    "definition": "Away without permission or explanation, as in *Her daughter went to the mall but got in trouble for being absent without leave.* The term and its acronym, **AWOL,** originated in the American military during World War I for soldiers absent from duty without permission (leave). It later was transferred to civilian situations, as in *John didn't just cut his Tuesday classes; he went AWOL.*"
  },
  "person": {
    "id": "florence-jaffray-harriman",
    "name": "Florence Jaffray Harriman",
    "dates": "Jul 21, 1870 - Aug 31, 1967",
    "mainImg": "img/people/florence-jaffray-harriman.jpg",
    "summary": [
      "Florence Jaffray \"Daisy\" Harriman was an American socialite, suffragist, social reformer, organizer, and diplomat. \"She led one of the suffrage parades down Fifth Avenue, worked on campaigns on child labor and safe milk and, as minister to Norway in World War II, organized evacuation efforts while hiding in a forest from the Nazi invasion.\" In her ninety-second year, U.S. President John F. Kennedy honored her by awarding her the first \"Citation of Merit for Distinguished Service.\" She often found herself in the middle of historic events. As she stated, \"I think nobody can deny that I have always had through sheer luck a box seat at the America of my times.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Florence_Jaffray_Harriman",
    "urlGoogle": "https://artsandculture.google.com/entity/florence-jaffray-harriman/m03qmgc8"
  },
  "place": {
    "id": "cologne",
    "name": "Cologne",
    "mainImg": "img/places/cologne.jpg",
    "summary": [
      "Cologne is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany. With slightly over a million inhabitants within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.",
      "The city's Cologne Cathedral is the seat of the Catholic Archbishop of Cologne. There are many institutions of higher education in the city, most notably the University of Cologne, one of Europe's oldest and largest universities, the Technical University of Cologne, Germany's largest university of applied sciences, and the German Sport University Cologne, Germany's only sport university. Cologne Bonn Airport is Germany's seventh-largest airport and lies in the southeast of the city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cologne",
    "urlGoogle": "https://artsandculture.google.com/entity/cologne/m01v8c"
  },
  "quote": {
    "id": "83",
    "quote": "Formal education will make you a living; self-education will make you a fortune.",
    "author": "Jim Rohn"
  },
  "wiki": {
    "id": "second-malaysia-plan",
    "name": "Second Malaysia Plan",
    "summary": "The Second Malaysia Plan was an economic development plan set out by the government of Malaysia, with the goal of implementing the aims of the New Economic Policy. It aimed to \"restructure\" Malaysian society and overturn Chinese Malaysian and foreign hegemony in the economy of Malaysia so that the Malays would not be disadvantaged economically. Although the First Malaysia Plan had also set out to tackle the problem of poverty, especially among the Malays, it had not been very successful, and may have been a factor in the May 13 Incident when racial rioting broke out in Kuala Lumpur. The Second Malaysia Plan was regarded by some as excessive in its zeal to increase Malay participation in the economy, and the government accordingly scaled back the emphasis on restructuring the economy when the plan ended.",
    "url": "https://en.wikipedia.org/wiki/Second_Malaysia_Plan"
  },
  "word": {
    "id": "languid",
    "word": "languid",
    "url": "https://www.merriam-webster.com/dictionary/languid",
    "partOfSpeech": "adjective",
    "pronunciation": "LANG-gwid",
    "audioPath": "audio/words/languid.mp3",
    "definitions": [
      "drooping or flagging from or as if from exhaustion : weak",
      "sluggish in character or disposition : listless",
      "lacking force or quickness of movement : slow"
    ],
    "examples": [
      "The trial proceeded at a _languid_ pace as each attorney called up a whole roster of witnesses to testify.",
      "\"From Gadhafi to Irene, the month that ended yesterday was hardly _languid_: London erupted, Steve Jobs resigned and the markets returned to crisis mode. Oh, and that earthquake, huh?\" -- From a post by Zachary M. Seward on the _Wall Street Journal_'s Speakeasy blog, September 1, 2011"
    ],
    "origin": "The letter L holds claim to a payload of words in English that connote a lack of energy or enthusiasm. Two of them -- \"languid\" and \"languorous\" -- derive from the same source, the Latin verb \"languēre\" (\"to languish\"). \"Languid\" describes the kind of sluggishness that one often experiences from fatigue or weakness (\"the illness left her feeling languid\"). \"Languorous\" applies more to someone who just doesn’t feel the will to get up and do anything (\"he felt languorous on a rainy Sunday afternoon\"). There is also \"lackadaisical,\" which implies a halfhearted effort given from lack of care (\"lackadaisical seniors just floating along until graduation\"), as well as \"listless,\" which suggests a lack of spirit caused by physical weakness, dissatisfaction, or sadness (\"she was listless for a few weeks following the breakup\")."
  }
}
