{
  "artist": {
    "id": "maurice-utrillo",
    "name": "Maurice Utrillo",
    "dates": "Dec 26, 1883 - Nov 5, 1955",
    "mainImg": "img/art/artists/maurice-utrillo.jpg",
    "artworkImgs": [
      {
        "name": "\"Lady in Black\" afternoon ensemble",
        "path": "img/art/artworks/maurice-utrillo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/lady-in-black-afternoon-ensemble-maurice-rentner/YwEPWNc0Uk5X2A"
      },
      {
        "name": "Norvins Street [Rue Norvins]",
        "path": "img/art/artworks/maurice-utrillo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/norvins-street-rue-norvins-maurice-utrillo/BwFsr7ghf05zHg"
      },
      {
        "name": "Road to Puteaux",
        "path": "img/art/artworks/maurice-utrillo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/road-to-puteaux-maurice-utrillo/fwFaDJPodvf--g"
      },
      {
        "name": "The Lapin Agile [Le Lapin Agile]",
        "path": "img/art/artworks/maurice-utrillo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-lapin-agile-le-lapin-agile-maurice-utrillo/oAHfnnH_sXOjIQ"
      },
      {
        "name": "Moulin de la Galette",
        "path": "img/art/artworks/maurice-utrillo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/moulin-de-la-galette-maurice-utrillo/8QGve_sEX87d-w"
      },
      {
        "name": "Rue du Mont-Cénis",
        "path": "img/art/artworks/maurice-utrillo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/rue-du-mont-cénis/jwHGbxcxb6uAhQ"
      }
    ],
    "summary": [
      "Maurice Utrillo, born Maurice Valadon, was a French painter who specialized in cityscapes. Born in the Montmartre quarter of Paris, France, Utrillo is one of the few famous painters of Montmartre who were born there."
    ],
    "quote": null,
    "movements": ["School of Paris"],
    "mediums": ["Oil paint", "Velvet", "Rayon", "Ribbon", "Cardboard", "Leather"],
    "urlWiki": "https://en.wikipedia.org/wiki/Maurice_Utrillo",
    "urlGoogle": "https://artsandculture.google.com/entity/maurice-utrillo/m0h8bh"
  },
  "event": {
    "id": "1981-warning-strike-in-poland",
    "name": "1981 warning strike in Poland",
    "dates": "1981",
    "mainImg": "img/events/1981-warning-strike-in-poland.jpg",
    "summary": [
      "In the early spring of 1981, the quickly growing Solidarity movement faced one of the biggest challenges in its short history, when during the Bydgoszcz events, several members of Solidarity, including Jan Rulewski, Mariusz Łabentowicz and Roman Bartoszcze, were brutally beaten up by the security services, such as Milicja Obywatelska and ZOMO. The Bydgoszcz events soon became widely known across Poland, and on March 24, 1981, Solidarity decided to go on a nationwide strike in protest against the violence. The strike was planned for Tuesday, March 31, 1981. On March 25, Lech Wałęsa met Deputy Prime Minister Mieczysław Rakowski of the Polish United Workers' Party, but their talks were fruitless. Two days later, a four-hour national warning strike took place. It was the biggest strike in the history of not only Soviet Bloc but also Poland itself. According to several sources, between 12 million and 14 million Poles took part in it."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1981_warning_strike_in_Poland",
    "urlGoogle": "https://artsandculture.google.com/entity/1981-warning-strike-in-poland/m05b3qq4"
  },
  "funFacts": [
    {
      "id": "116",
      "fact": "The largest fish is the whale shark - it can be over 50 feet long and weigh two tons.",
      "category": ["Animals"]
    },
    { "id": "132", "fact": "A crocodile cannot move its tongue.", "category": ["Animals"] }
  ],
  "funFacts2": [{ "id": "506374", "fact": "Spiders recycle webs by eating them." }],
  "idiom": {
    "id": "steal-someones-thunder",
    "term": "steal someone's thunder",
    "definition": "Use or appropriate another's idea, especially to one's advantage, as in *It was Harold's idea but they stole his thunder and turned it into a massive advertising campaign without giving him credit.* This idiom comes from an actual incident in which playwright and critic John Dennis (1657--1734) devised a \"thunder machine\" (by rattling a sheet of tin backstage) for his play, *Appius and Virginia* (1709), and a few days later discovered the same device being used in a performance of *Macbeth,* whereupon he declared, \"They steal my thunder.\""
  },
  "person": {
    "id": "gouverneur-morris",
    "name": "Gouverneur Morris",
    "dates": "Jan 31, 1752 - Nov 6, 1816",
    "mainImg": "img/people/gouverneur-morris.jpg",
    "summary": [
      "Gouverneur Morris was an American statesman, a Founding Father of the United States, and a signatory to the Articles of Confederation and the United States Constitution. He wrote the Preamble to the United States Constitution and has been called the \"Penman of the Constitution.\" In an era when most Americans thought of themselves as citizens of their respective states, Morris advanced the idea of being a citizen of a single union of states. He represented New York in the United States Senate from 1800 to 1803.",
      "Morris was born into a wealthy landowning family in what is now New York City. After attending King's College, he studied law under Judge William Smith and earned admission to the bar. He was elected to the New York Provincial Congress before serving in the Continental Congress. After losing re-election to Congress, he moved to Philadelphia and became the assistant U.S. superintendent of finance. He represented Pennsylvania at the 1787 Constitutional Convention, where he advocated a strong central government. He served on the committee that wrote the final draft of the United States Constitution."
    ],
    "quote": "“Americans need never fear their government because of the advantage of being armed, which the Americans possess over the people of almost every other nation.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Gouverneur_Morris",
    "urlGoogle": "https://artsandculture.google.com/entity/gouverneur-morris/m027tww"
  },
  "place": {
    "id": "vadodara",
    "name": "Vadodara",
    "mainImg": "img/places/vadodara.jpg",
    "summary": [
      "Vadodara is a large city in the Indian state of Gujarat. It is the administrative headquarters of Vadodara District and is located on the banks of the Vishwamitri river, 141 kilometres from the state capital Gandhinagar. The railway line and NH 8 that connect Delhi and Mumbai pass through Vadodara. It is known as a Sanskari Nagari of India.",
      "The city is known for the Lakshmi Vilas Palace, the residence of Baroda State's Maratha royal family, the Gaekwads, of the Gaekwad Dynasty. It is also the home of the Maharaja Sayajirao University of Baroda."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vadodara",
    "urlGoogle": "https://artsandculture.google.com/entity/vadodara/m02kfxk"
  },
  "wiki": {
    "id": "battle-of-morotai",
    "name": "Battle of Morotai",
    "summary": "The Battle of Morotai, part of the Pacific War, began on 15 September 1944, and continued until the end of the war in August 1945. The fighting started when United States and Australian forces landed on the south-west corner of Morotai, a small island in the Netherlands East Indies (NEI), which the Allies needed as a base to support the liberation of the Philippines later that year. The invading forces greatly outnumbered the island's Japanese defenders, and secured their objectives in two weeks. Japanese reinforcements were landed on the island between September and November, but lacked the supplies needed to effectively attack the Allied defensive perimeter. Intermittent fighting continued until the end of the war, with the Japanese troops suffering heavy loss of life from disease and starvation. South-western Morotai was subsequently developed into a major Allied base, with facilities on the island being used to support landings in the Philippines and Borneo. Torpedo boats and aircraft based at Morotai also harassed Japanese positions in the NEI. Morotai remained an important logistical hub and command center until the Dutch reestablished their colonial rule in the NEI.",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Morotai"
  },
  "word": {
    "id": "zowie",
    "word": "zowie",
    "url": "https://www.merriam-webster.com/dictionary/zowie",
    "partOfSpeech": "interjection",
    "pronunciation": "ZOW-ee",
    "audioPath": "audio/words/zowie.mp3",
    "definitions": [
      "- used to express astonishment or admiration especially in response to something sudden or speedy"
    ],
    "examples": [
      "Did you see the race? _Zowie_! That was some fast bicycling!",
      "\"_Zowie_! It's almost February of your junior year! Can you believe it? Because college admissions officers are super-interested in this particular year, think about ways you can really shine in academics and extracurricular activities.\" - Marjorie Hansen Shaevitz, _The Huffington Post_, January 28, 2014"
    ],
    "origin": "The word \"zowie\" was inspired by the sound of a speeding vehicle-a new phenomenon when the word entered the lexicon in 1902, the year before the Ford Motor Company sold its first car. It wasn't until the 1930s and 40s, though, that \"zowie\" really picked up the pace. \"Zowie\" isn't one of a kind. The British interjection \"pip-pip,\" used to say \"goodbye,\" dates to around the same time and is thought to be imitative of a bicycle or car horn. And \"toodle-oo\" (a word that sees some use on the American side of the Atlantic though it is more common in British English) shares the same meaning and hypothetical origin."
  }
}
