{
  "artist": {
    "id": "gustave-courbet",
    "name": "Gustave Courbet",
    "dates": "Jun 10, 1819 - Dec 31, 1877",
    "mainImg": "img/art/artists/gustave-courbet.jpg",
    "artworkImgs": [
      {
        "name": "The Artist's Studio, a real allegory summing up seven years of my artistic and moral life Between 1854 and 1855",
        "path": "img/art/artworks/gustave-courbet-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-artist-s-studio-a-real-allegory-summing-up-seven-years-of-my-artistic-and-moral-life-between-1854-and-1855-gustave-courbet/iQF1RU4WTpm5uw"
      },
      {
        "name": "Young Ladies of the Village",
        "path": "img/art/artworks/gustave-courbet-a2.jpg",
        "source": "https://artsandculture.google.com/asset/young-ladies-of-the-village-gustave-courbet/oQE3FeeTfHbTUQ"
      },
      {
        "name": "The Woman in the Waves",
        "path": "img/art/artworks/gustave-courbet-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-woman-in-the-waves-gustave-courbet/eQFWOfZI6U8NUg"
      },
      {
        "name": "Woman with a Parrot",
        "path": "img/art/artworks/gustave-courbet-a4.jpg",
        "source": "https://artsandculture.google.com/asset/woman-with-a-parrot-gustave-courbet/AAHozJAL0gqXcA"
      },
      {
        "name": "Jo, La Belle Irlandaise",
        "path": "img/art/artworks/gustave-courbet-a5.jpg",
        "source": "https://artsandculture.google.com/asset/jo-la-belle-irlandaise-gustave-courbet/6AFlbcND4S-Tkg"
      },
      {
        "name": "The Young Bather",
        "path": "img/art/artworks/gustave-courbet-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-young-bather-gustave-courbet/uAEL_nRbqEC77A"
      }
    ],
    "summary": [
      "Jean Désiré Gustave Courbet was a French painter who led the Realism movement in 19th-century French painting. Committed to painting only what he could see, he rejected academic convention and the Romanticism of the previous generation of visual artists. His independence set an example that was important to later artists, such as the Impressionists and the Cubists. Courbet occupies an important place in 19th-century French painting as an innovator and as an artist willing to make bold social statements through his work.",
      "Courbet's paintings of the late 1840s and early 1850s brought him his first recognition. They challenged convention by depicting unidealized peasants and workers, often on a grand scale traditionally reserved for paintings of religious or historical subjects. Courbet's subsequent paintings were mostly of a less overtly political character: landscapes, seascapes, hunting scenes, nudes, and still lifes. Courbet, a socialist, was active in the political developments of France. He was imprisoned for six months in 1871 for his involvement with the Paris Commune, and lived in exile in Switzerland from 1873 until his death."
    ],
    "quote": "“Fine art is knowledge made visible.”",
    "movements": ["Realism", "Impressionism", "Modern art", "Barbizon school", "Modernism"],
    "mediums": ["Oil paint", "Etching", "Drawing", "Ink", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gustave_Courbet",
    "urlGoogle": "https://artsandculture.google.com/entity/gustave-courbet/m01dqt1"
  },
  "event": {
    "id": "operation-crossroads",
    "name": "Operation Crossroads",
    "dates": "Jul 1, 1946 - Jul 25, 1946",
    "mainImg": "img/events/operation-crossroads.jpg",
    "summary": [
      "Operation Crossroads was a pair of nuclear weapon tests conducted by the United States at Bikini Atoll in mid-1946. They were the first nuclear weapon tests since Trinity in July 1945, and the first detonations of nuclear devices since the atomic bombing of Nagasaki on August 9, 1945. The purpose of the tests was to investigate the effect of nuclear weapons on warships.",
      "The Crossroads tests were the first of many nuclear tests held in the Marshall Islands, and the first to be publicly announced beforehand and observed by an invited audience, including a large press corps. They were conducted by Joint Army/Navy Task Force One, headed by Vice Admiral William H. P. Blandy rather than by the Manhattan Project, which had developed nuclear weapons during World War II. A fleet of 95 target ships was assembled in Bikini Lagoon and hit with two detonations of Fat Man plutonium implosion-type nuclear weapons of the kind dropped on Nagasaki, each with a yield of 23 kilotons of TNT.",
      "The first test was Able. The bomb was named Gilda after Rita Hayworth's character in the 1946 film Gilda, and was dropped from the B-29 Superfortress Dave's Dream of the 509th Bombardment Group on July 1, 1946."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Crossroads",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-crossroads/m01h4ry"
  },
  "funFacts": [
    {
      "id": "364",
      "fact": "Borborygmi is the noise that your stomach makes when you are hungry.",
      "category": ["Anatomy", "Definitions"]
    },
    {
      "id": "264",
      "fact": "Your breathing rate increases when you start to type.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "554080",
      "fact": "In 1953, Swanson had 260 tons of frozen turkey leftover after Thanksgiving, so they packaged them into trays with peas and potatoes, and the TV Dinner was born."
    }
  ],
  "person": {
    "id": "tao-yuanming",
    "name": "Tao Yuanming",
    "dates": "Died 427 AD",
    "mainImg": "img/people/tao-yuanming.jpg",
    "summary": [
      "Tao Yuanming, also known as Tao Qian or T'ao Ch'ien, was a Chinese poet who was born during the Eastern Jin dynasty and died during the Liu Song dynasty. Tao is a major poet of the Six Dynasties period. Tao Yuanming spent much of his life in reclusion, living in the countryside, farming, reading, drinking wine, receiving the occasional guest, and writing poems in which he often reflected on the pleasures and difficulties of life, as well as his decision to withdraw from civil service. Tao's simple and direct style was somewhat at odds with the norms for literary writing in his time.",
      "Relatively well-known as a recluse poet in the Tang dynasty, during the Northern Song dynasty, influential literati figures such as Su Shi declared him a paragon of authenticity and spontaneity in poetry, that Tao Yuanming would achieve lasting literary fame. However, Tao Yuanming's inclusion in the 6th century literary anthology Wen Xuan argues for at least a beginning of fame in his own era, at least in his own birth area. Tao Yuanming would later be regarded as the foremost representative of what we now know as Fields and Gardens poetry."
    ],
    "quote": "“My temples are grey, my muscles no longer full. Five sons have I, and none of them likes school. Ah-shu is sixteen and as lazy as lazy can be. Ah-hsuan is fifteen and no taste for reading has he. Thirteen are Yung and Tuan, yet they can't tell six from seven. A-tung wants only pears and chestnuts—in two years he'll be eleven. Then, come! Let me empty this cup, if such be the will of Heaven.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Tao_Yuanming",
    "urlGoogle": "https://artsandculture.google.com/entity/tao-yuanming/m0316mv"
  },
  "place": {
    "id": "sydney",
    "name": "Sydney",
    "mainImg": "img/places/sydney.jpg",
    "summary": [
      "Sydney is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2019, Sydney's estimated metropolitan population was 5,312,163 and is home to approximately 65% of the state's population.",
      "Indigenous Australians have inhabited the Sydney area for at least 30,000 years, and thousands of engravings remain throughout the region, making it one of the richest in Australia in terms of Aboriginal archaeological sites. During his first Pacific voyage in 1770, Lieutenant James Cook and his crew became the first Europeans to chart the eastern coast of Australia, making landfall at Botany Bay and inspiring British interest in the area."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sydney",
    "urlGoogle": "https://artsandculture.google.com/entity/sydney/m06y57"
  },
  "wiki": {
    "id": "minnesota",
    "name": "Minnesota",
    "summary": "Minnesota is a state in the Midwestern region of the United States. It is the 12th largest state in the U.S., and the 21st most populous, with just over five million residents as of 2006. Minnesota was carved out of the eastern half of the Minnesota Territory and admitted to the Union as the 32nd state on May 11, 1858. While the state's residents are primarily white and Northern European, substantial influxes of African, Asian, and Hispanic immigrants have joined the descendants of European immigrants and of the original Native American inhabitants. Nearly 60% of Minnesota's residents live in the Minneapolis-St. Paul metropolitan area known as the Twin Cities, the center of transportation, business, and industry, and home to an internationally known arts community. The remainder of the state, often referred to as Greater Minnesota, consists of western prairies now given over to intensive agriculture; eastern deciduous forests, also heavily farmed and settled; and the less-populated northern boreal forest. The state, known as the \"Land of 10,000 Lakes,\" is known for its moderate-to-progressive politics and social policies, its civic involvement, and high voter turnout.",
    "url": "https://en.wikipedia.org/wiki/Minnesota"
  },
  "word": {
    "id": "mahatma",
    "word": "mahatma",
    "url": "https://www.merriam-webster.com/dictionary/mahatma",
    "partOfSpeech": "noun",
    "pronunciation": "muh-HAHT-muh",
    "audioPath": "audio/words/mahatma.mp3",
    "definitions": [
      "a person to be revered for high-mindedness, wisdom, and selflessness",
      "a person of great prestige in a field of endeavor"
    ],
    "examples": [
      "Film directors regard Alfred Hitchcock as the _mahatma_ of the suspense thriller and still often borrow his plot devices and filming techniques.",
      "\"Vince Lombardi -- one of the Seven Blocks of Granite at Fordham, the coaching saint, the _mahatma_ of Green Bay -- is the subject of a new play, and its producers plan to bring it to Broadway late next year.\" -- From an article by Richard Sandomir in _The New York Times_, November 7, 2009"
    ],
    "origin": "\"Mahatma\" is an adaptation of the Sanskrit word \"mahātman,\" which literally meant \"great-souled.\" As a general, uncapitalized English noun, \"mahatma\" can refer to any great person; in India, it is used as a title of love and respect. When capitalized, however, it usually refers to Mohandas Karamchand Gandhi, the great leader who helped guide India to independence in 1947. Renowned for his policy of nonviolent protest, he was widely known as \"Mahatma Gandhi\" or \"the Mahatma.\" The title was reportedly conferred on him by poet Rabindranath Tagore in 1915, but spiritual leader and author Paramahansa Yogananda claimed that Gandhi didn’t embrace it himself. According to Yogananda, Gandhi never referred to himself as \"Mahatma,\" but rather \"made some humble, and witty, protests about the title.\""
  }
}
