{
  "artist": {
    "id": "lorenzo-monaco",
    "name": "Lorenzo Monaco",
    "dates": "1370 - 1425",
    "mainImg": "img/art/artists/lorenzo-monaco.jpg",
    "artworkImgs": [
      {
        "name": "Madonna and Child",
        "path": "img/art/artworks/lorenzo-monaco-a1.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-lorenzo-monaco/fQFjNmDsierRrA"
      },
      {
        "name": "Coronation of the Virgin",
        "path": "img/art/artworks/lorenzo-monaco-a2.jpg",
        "source": "https://artsandculture.google.com/asset/coronation-of-the-virgin-lorenzo-monaco/4wGwIhQqTqCArw"
      },
      {
        "name": "The Nativity",
        "path": "img/art/artworks/lorenzo-monaco-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-nativity-lorenzo-monaco-piero-di-giovanni/dwH207Q57OMDCA"
      },
      {
        "name": "Saint Jerome in his Study",
        "path": "img/art/artworks/lorenzo-monaco-a4.jpg",
        "source": "https://artsandculture.google.com/asset/saint-jerome-in-his-study-lorenzo-monaco/tgGPSXoPv9zy5Q"
      },
      {
        "name": "Lamentation of Christ",
        "path": "img/art/artworks/lorenzo-monaco-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lamentation-of-christ-lorenzo-monaco-born-piero-di-giovanni/ngFbsWm5sYsW7A"
      },
      {
        "name": "The Intercession of Christ and the Virgin",
        "path": "img/art/artworks/lorenzo-monaco-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-intercession-of-christ-and-the-virgin-lorenzo-monaco-piero-di-giovanni/9wHH2SYm72IhbA"
      }
    ],
    "summary": [
      "Lorenzo Monaco was an Italian painter of the late Gothic-early Renaissance age. He was born Piero di Giovanni in Siena. Little is known about his youth, apart from the fact that he was apprenticed in Florence. He was influenced by Giotto and his followers Spinello Aretino and Agnolo Gaddi.",
      "In 1390 he joined the Camaldolese monastery of Santa Maria degli Angeli. He was thenceforth generally known as Lorenzo Monaco.",
      "Starting from around 1404 his works show the influence of the International Gothic, of Lorenzo Ghiberti's earliest works and of Gherardo Starnina. From this period is the Pietà in the Gallerie dell'Accademia in Florence. His works, often over a gilded background, showed in general a spiritual value, and usually did not feature profane elements.",
      "In 1414 he painted the Coronation of the Virgin, characterized by a great number of saints and brilliant colours. In the late part of his life, Lorenzo did not accept the early Renaissance innovations introduced by artists such as Masaccio and Brunelleschi. This is visible in the Adoration of the Magi of 1420–1422, where the now widespread geometrical perspective is totally absent."
    ],
    "quote": null,
    "movements": [
      "Gothic art",
      "Renaissance",
      "Italian Renaissance",
      "Florentine painting",
      "Early renaissance"
    ],
    "mediums": ["Tempera", "Gold", "Metal", "Gold leaf", "Ink", "Vellum"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lorenzo_Monaco",
    "urlGoogle": "https://artsandculture.google.com/entity/lorenzo-monaco/m01g9v7"
  },
  "event": {
    "id": "coal-strike-of-1902",
    "name": "Coal strike of 1902",
    "dates": "May 12, 1902 - Oct 23, 1902",
    "mainImg": "img/events/coal-strike-of-1902.jpg",
    "summary": [
      "The Coal strike of 1902 was a strike by the United Mine Workers of America in the anthracite coalfields of eastern Pennsylvania. Miners struck for higher wages, shorter workdays, and the recognition of their union. The strike threatened to shut down the winter fuel supply to major American cities. At that time, residences were typically heated with anthracite or \"hard\" coal, which produces higher heat value and less smoke than \"soft\" or bituminous coal.",
      "The strike never resumed, as the miners received a 10% wage increase and reduced workdays from ten to nine hours; the owners got a higher price for coal and did not recognize the trade union as a bargaining agent. It was the first labor dispute in which the U.S. federal government intervened as a neutral arbitrator."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Coal_strike_of_1902",
    "urlGoogle": "https://artsandculture.google.com/entity/coal-strike-of-1902/m055bql"
  },
  "funFacts": [
    {
      "id": "281",
      "fact": "The original name of Nashville, Tennessee was Big Salt Lick.",
      "category": ["Geography", "History"]
    },
    {
      "id": "45",
      "fact": "Elephants are capable of swimming 20 miles per day.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554008",
      "fact": "The word dude originated in the 1800s as an insult to men overly concerned with the latest fashion trends."
    }
  ],
  "idiom": {
    "id": "flash-in-the-pan",
    "term": "flash in the pan",
    "definition": "An effort or person that promises great success but fails. For example, *His second novel proved to be a flash in the pan,* or *We had high hopes for the new director, but she was a flash in the pan.* This metaphoric term alludes to the 17th-century flintlock musket, which could be fired only when the flash of the priming powder in the lockpan ignited the charge in the bore. When it failed to ignite, there was only a flash in the pan and the gun did not shoot."
  },
  "person": {
    "id": "joseph-e-davies",
    "name": "Joseph E. Davies",
    "dates": "Nov 29, 1876 - May 9, 1958",
    "mainImg": "img/people/joseph-e-davies.jpg",
    "summary": [
      "Joseph Edward Davies was an American lawyer and diplomat. He was appointed by President Wilson to be Commissioner of Corporations in 1912, and First Chairman of the Federal Trade Commission in 1915. He was the second Ambassador to represent the United States in the Soviet Union and U.S. Ambassador to Belgium and Luxembourg. From 1939 to 1941 Davies was Special assistant to Secretary of State Hull, in charge of War Emergency Problems and Policies. From 1942 through 1946 he was Chairman of President Roosevelt's War Relief Control Board. Ambassador Davies was Special Advisor of President Harry Truman and Secretary of State James F. Byrnes with rank of Ambassador at the Potsdam Conference in 1945."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_E._Davies",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-e-davies/m08p5rt"
  },
  "place": {
    "id": "bermuda",
    "name": "Bermuda",
    "mainImg": "img/places/bermuda.jpg",
    "summary": [
      "Bermuda is a British Overseas Territory in the North Atlantic Ocean. It is approximately 1,035.26 km east-southeast of Cape Hatteras, North Carolina; 1,236 km south of Cape Sable Island, Nova Scotia; 1,759 km northeast of Cuba, and 1,538 km due north of the British Virgin Islands. Though it is typically referred to in the singular, Bermuda consists of 181 islands; the largest of these islands is known as Main Island. The capital city of Bermuda is Hamilton. Bermuda is internally self-governing, with its own constitution and cabinet of ministers selected from the elected Members of the lower house of a Parliament that enacts local laws. As the national government, the Government of the United Kingdom is ultimately responsible for ensuring good governance within British Overseas Territories, and retains responsibility for defence and foreign relations. As of July 2018, it has a population of 71,176, making it the most populous of the British overseas territories. Bermuda's largest economic sectors are offshore insurance, reinsurance, and tourism. Bermuda had one of the world's highest GDP per capita for most of the 20th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bermuda",
    "urlGoogle": "https://artsandculture.google.com/entity/bermuda/m0165b"
  },
  "quote": {
    "id": "2",
    "quote": "Not how long, but how well you have lived is the main thing.",
    "author": "Seneca"
  },
  "wiki": {
    "id": "metroid-prime",
    "name": "Metroid Prime",
    "summary": "Metroid Prime is a video game developed by Retro Studios and Nintendo for the Nintendo GameCube, released in North America in 2002 and in Japan and Europe the following year. It is the first 3D game in the Metroid series, the fifth main installment, and is classified by Nintendo as a first-person adventure rather than a first-person shooter, due to the large exploration component of the game and its precedence over combat. Like previous games in the series, Metroid Prime has a science fiction setting, in which players control the bounty hunter Samus Aran. The story follows Samus as she battles the Space Pirates and their biological experiments on the planet Tallon IV. The game was a collaborative effort between Retro's staff in Austin, Texas, and Japanese Nintendo employees, including producer Shigeru Miyamoto, who was the one who suggested the project after visiting Retro's headquarters in 2000. Despite initial backlash from fans due to the first-person perspective, the game was released to both universal acclaim and commercial success, selling more than a million units in North America alone.",
    "url": "https://en.wikipedia.org/wiki/Metroid_Prime"
  },
  "word": {
    "id": "rectitude",
    "word": "rectitude",
    "url": "https://www.merriam-webster.com/dictionary/rectitude",
    "partOfSpeech": "noun",
    "pronunciation": "REK-tuh-tood",
    "audioPath": "audio/words/rectitude.mp3",
    "definitions": [
      "the quality or state of being straight",
      "moral integrity : righteousness",
      "the quality or state of being correct in judgment or procedure"
    ],
    "examples": [
      "The speaker exhorted audience members to lead lives of unimpeachable _rectitude_ and integrity.",
      "\"The finance ministry will pitch India's strength as a largely domestic economy, renew its commitment to fiscal _rectitude_ and showcase recent measures to lift sentiment to try and convince global rating firms not to downgrade the country's sovereign rating.\" - From an article by Deepshikha Sikarwar in _The Economic Times_, September 7, 2012"
    ],
    "origin": "\"Rectitude\" has a righteous derivation. It comes straight from the Latin noun \"rectus,\" which means both \"right\" and \"straight.\" \"Rectitude\" itself can mean either \"straightness\" (an early use referred to literal straightness of lines, although this sense is now rare) or \"rightness\" of character. \"Rectus\" has a number of other descendants in English, including \"rectangle\" (a figure with four right angles), \"rectify\" (\"to make right\"), \"rectilinear\" (\"moving in or forming a straight line\"), and even \"rectus\" itself (a medical term for any one of several straight muscles in the body)."
  }
}
