{
  "artist": {
    "id": "rirkrit-tiravanija",
    "name": "Rirkrit Tiravanija",
    "dates": "Born Jul 21, 1961",
    "mainImg": "img/art/artists/rirkrit-tiravanija.jpg",
    "artworkImgs": [
      {
        "name": "Untitled (Free/Still)",
        "path": "img/art/artworks/rirkrit-tiravanija-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-free-still-rirkrit-tiravanija/FwH6NGFAt1tmDw"
      },
      {
        "name": "Untitled (state du miroir / the mirror stage), 2 0 1 9",
        "path": "img/art/artworks/rirkrit-tiravanija-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-state-du-miroir-the-mirror-stage-2-0-1-9-rirkrit-tiravanija/SgFHuFwAmrn6dA"
      },
      {
        "name": "Demonstration Drawings",
        "path": "img/art/artworks/rirkrit-tiravanija-a3.jpg",
        "source": "https://artsandculture.google.com/asset/demonstration-drawings-rirkrit-tiravanija/6wGGhVeZdunr_A"
      },
      {
        "name": "untitled, jed sian samurai",
        "path": "img/art/artworks/rirkrit-tiravanija-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-jed-sian-samurai-rirkrit-tiravanija/kAER8bP69l10TA"
      },
      {
        "name": "AR Mobile Application for Untitled (state du miroir / the mirror stage), 2 0 1 9",
        "path": "img/art/artworks/rirkrit-tiravanija-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ar-mobile-application-for-untitled-state-du-miroir-the-mirror-stage-2-0-1-9-rirkrit-tiravanija/wAG8gOBGslLDyA"
      },
      {
        "name": "Untitled 2015 (14,086 unfired)",
        "path": "img/art/artworks/rirkrit-tiravanija-a6.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-2015-14-086-unfired-rirkrit-tiravanija/oQFilClDBbpesA"
      }
    ],
    "summary": [
      "Rirkrit Tiravanija is a Thai contemporary artist residing in New York City, Berlin, and Chiangmai, Thailand. He was born in Buenos Aires, Argentina in 1961. His installations often take the form of stages or rooms for sharing meals, cooking, reading or playing music; architecture or structures for living and socializing are a core element in his work."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Wood", "Rock", "Brick", "Drawing", "Graphite", "Clay"],
    "urlWiki": "https://en.wikipedia.org/wiki/Rirkrit_Tiravanija",
    "urlGoogle": "https://artsandculture.google.com/entity/rirkrit-tiravanija/m026rgl2"
  },
  "event": {
    "id": "amia-bombing",
    "name": "AMIA bombing",
    "dates": null,
    "mainImg": "img/events/amia-bombing.jpg",
    "summary": [
      "The AMIA bombing was a suicide van bomb attack on the Asociación Mutual Israelita Argentina building in Buenos Aires, Argentina on 18 July 1994, killing 85 people and injuring hundreds. The bombing is Argentina's deadliest terrorist attack to date. Argentina is home to a Jewish community of 230,000, the largest in Latin America and sixth in the world outside Israel.",
      "Over the years, the case has been marked by accusations of cover-ups. All suspects in the \"local connection\" were found to be not guilty in September 2004. In August 2005, federal judge Juan José Galeano, in charge of the case, was impeached and removed from his post on a charge of \"serious\" irregularities due to mishandling of the investigation. In 2005, Cardinal Jorge Mario Bergoglio, who would later become Pope Francis, was the first public personality to sign a petition for justice in the AMIA bombing case. He was one of the signatories on a document called \"85 victims, 85 signatures\" as part of the bombing's 11th anniversary."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/AMIA_bombing",
    "urlGoogle": "https://artsandculture.google.com/entity/amia-bombing/m027_2d"
  },
  "funFacts": [
    {
      "id": "828",
      "fact": "Every hour more than one billion cells in the body must be replaced.",
      "category": ["Anatomy"]
    },
    {
      "id": "887",
      "fact": "The Valley of Square Trees in Panama is the only known place in the world where trees have rectangular trunks.",
      "category": ["Plants", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "504788",
      "fact": "Mark Twain was born in 1835, a year in which Halley’s comet was visible from Earth. In 1909, he said, “I came in with Halley’s comet … and I expect to go out with it.” When he died on April 21, 1910, the comet was again visible in the night sky."
    }
  ],
  "idiom": {
    "id": "the-balloon-goes-up",
    "term": "the balloon goes up",
    "definition": "The undertaking begins, as in *He's going to announce his candidacy for mayor---the balloon goes up on Monday.* This expression comes from World War I, when British artillery sent up a balloon to notify gunners to open fire, this visual signal being more reliable than courier or telephone. It was soon transferred to signal other kinds of beginning. [1915]"
  },
  "person": {
    "id": "baudouin-of-belgium",
    "name": "Baudouin of Belgium",
    "dates": "Sep 7, 1930 - Jul 31, 1993",
    "mainImg": "img/people/baudouin-of-belgium.jpg",
    "summary": [
      "Baudouin reigned as King of the Belgians, following his father's abdication, from 1951 until his death in 1993. He was the last Belgian king to be sovereign of the Congo.",
      "He was the elder son of King Leopold III and his first wife, Princess Astrid of Sweden. Because he and his wife, Queen Fabiola, had no children, at Baudouin's death the crown passed to his younger brother, King Albert II."
    ],
    "quote": "“It takes twenty years or more of peace to make a man; it takes only twenty seconds of war to destroy him.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Baudouin_of_Belgium",
    "urlGoogle": "https://artsandculture.google.com/entity/baudouin-of-belgium/m0glgm"
  },
  "place": {
    "id": "kunming",
    "name": "Kunming",
    "mainImg": "img/places/kunming.jpg",
    "summary": [
      "Kunming is the capital and largest city of Yunnan province, People's Republic of China. Also known as Yunnan-Fu, today it is a prefecture-level city and the political, economic, communications and cultural centre of the province as well as the seat of the provincial government. The headquarters of many of Yunnan's large businesses are in Kunming. It was important during World War II as a Chinese military center, American air base, and transport terminus for the Burma Road. Located in the middle of the Yunnan–Guizhou Plateau, Kunming is located at an altitude of 1,900 metres above sea level and at a latitude just north of the Tropic of Cancer. As of 2014, Kunming has a population of 6,626,000 with an urban population of 4,575,000, and is located at the northern edge of Dian Lake, surrounded by temples and lake-and-limestone hill landscapes.",
      "Kunming consists of an old, previously walled city, a modern commercial district, residential zones and university areas. The city has an astronomical observatory, and its institutions of higher learning include Yunnan University, Yunnan Normal University, Kunming University of Science and Technology, and Kunming Medical University."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kunming",
    "urlGoogle": "https://artsandculture.google.com/entity/kunming/m01c06d"
  },
  "quote": {
    "id": "49",
    "quote": "You don't need to see the whole staircase, just take the first step.",
    "author": "Martin Luther King Jr."
  },
  "wiki": {
    "id": "creek-turnpike",
    "name": "Creek Turnpike",
    "summary": "The Creek Turnpike is a 33.22-mile-long (53.46 km) freeway-standard toll road that lies entirely in the U.S. state of Oklahoma. The turnpike forms a partial beltway around the south and east sides of Tulsa, Oklahoma's second largest city. The western terminus is at the Turner Turnpike in Sapulpa, while the northeastern terminus is at the Will Rogers Turnpike in Fair Oaks; both ends of the Creek Turnpike connect with Interstate 44 (I-44). Along the way, the highway passes through the cities of Sapulpa, Jenks, Tulsa, and Broken Arrow, and the counties of Creek, Tulsa, Wagoner and Rogers. The first section of the Creek Turnpike, from US-75 in Jenks to US-64/US-169 in Tulsa, was first authorized in 1987. Its construction was controversial. Homeowners along the route of the highway formed a group called Tulsans Against Turnpikes to fight the highway in both the courtroom and the media, and the highway was also challenged on environmental grounds. Nevertheless, the highway opened to traffic in the first half of 1992. Further extensions to both the east and the west followed in later years after several years of false starts under the administrations of two different governors.",
    "url": "https://en.wikipedia.org/wiki/Creek_Turnpike"
  },
  "word": {
    "id": "jehu",
    "word": "jehu",
    "url": "https://www.merriam-webster.com/dictionary/jehu",
    "partOfSpeech": "noun",
    "pronunciation": "JEE-hyoo",
    "audioPath": "audio/words/jehu.mp3",
    "definitions": ["a driver of a coach or cab"],
    "examples": [
      "The jehu who picked us up from the hotel got us to the airport in plenty of time, but his reckless driving gave us more of an adventure than we would have liked."
    ],
    "origin": "Today's word comes from the name of a notoriously speedy chariot driver. Originally a commander of chariots for Ahab, king of Israel, Jehu later led a revolt against the throne and became king himself. In the Bible, it is noted of Jehu that \"he drives furiously\" (_II Kings_ 9:20). In the 17th century, English speakers began using \"jehu\" as a generic term meaning \"coachman\" or, specifically, \"a fast or reckless coachman.\" Today, we are more likely to use the word in reference to reckless cabdrivers. The phrase \"drives like Jehu\" is encountered occasionally, too."
  }
}
