{
  "artist": {
    "id": "guo-xi",
    "name": "Guo Xi",
    "dates": "1020 - 1090",
    "mainImg": "img/art/artists/guo-xi.jpg",
    "artworkImgs": [
      {
        "name": "Early Spring",
        "path": "img/art/artworks/guo-xi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/early-spring-guo-xi/xAHr0j3bdWn7Dw"
      },
      {
        "name": "Peony Blossoms",
        "path": "img/art/artworks/guo-xi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/peony-blossoms-guo-hailong/9AFnDAjdURzwQw"
      },
      {
        "name": "A Tibetan Child",
        "path": "img/art/artworks/guo-xi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-tibetan-child-guo-hailong/-QGmlv8bLp-TZg"
      },
      {
        "name": "Home",
        "path": "img/art/artworks/guo-xi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/home-guo-hailong/GgE3EEG5sqvxFA"
      },
      {
        "name": "Warmth in Winter",
        "path": "img/art/artworks/guo-xi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/warmth-in-winter-guo-hailong/AwHGHV8pBQBFmA"
      },
      {
        "name": "Jingzhe",
        "path": "img/art/artworks/guo-xi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/jingzhe-guo-hailong/CQFqSRDCzN056Q"
      }
    ],
    "summary": [
      "Guo Xi was a Chinese landscape painter from Henan Province who lived during the Northern Song dynasty. One text entitled \"The Lofty Message of Forest and Streams\" is attributed to him. The work covers a variety of themes centered on the appropriate way of painting a landscape. He was a court professional, a literatus, well-educated painter who developed an incredibly detailed system of idiomatic brushstrokes which became important for later painters. One of his most famous works is Early Spring, dated 1072. The work demonstrates his innovative techniques for producing multiple perspectives which he called \"the angle of totality.\" This type of visual representation is also called \"Floating Perspective\", a technique which displaces the static eye of the viewer and highlights the differences between Chinese and Western modes of spatial representation.",
      "The following is an excerpt from his treatise, \"mountains and waters\":",
      "The clouds and the vapours of real landscapes are not the same at the four seasons. In spring they are light and diffused, in summer rich and dense, in autumn scattered and thin, in winter dark and solitary."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Guo_Xi",
    "urlGoogle": "https://artsandculture.google.com/entity/guo-xi/m04mn_9"
  },
  "event": {
    "id": "1952-republican-national-convention",
    "name": "1952 Republican National Convention",
    "dates": "Jul 7, 1952 - Jul 11, 1952",
    "mainImg": "img/events/1952-republican-national-convention.jpg",
    "summary": [
      "The 1952 Republican National Convention was held at the International Amphitheatre in Chicago, Illinois from July 7 to 11, 1952, and nominated the popular general and war hero Dwight D. Eisenhower of New York, nicknamed \"Ike,\" for president and the anti-communist crusading Senator from California, Richard M. Nixon, for vice president.",
      "The Republican platform pledged to end the unpopular war in Korea, supported the development of nuclear weapons as a deterrence strategy, to fire all \"the loafers, incompetents and unnecessary employees\" at the State Department, condemned the Roosevelt and Truman administrations' economic policies, supported retention of the Taft–Hartley Act, opposed \"discrimination against race, religion or national origin\", supported \"Federal action toward the elimination of lynching\", and pledged to bring an end to communist subversion in the United States."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1952_Republican_National_Convention",
    "urlGoogle": "https://artsandculture.google.com/entity/1952-republican-national-convention/m04k11b"
  },
  "funFacts": [
    {
      "id": "735",
      "fact": "A full moon is nine times brighter than a half moon.",
      "category": ["Science"]
    },
    {
      "id": "922",
      "fact": "Maine is the only state with a one-syllable name.",
      "category": ["Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553684",
      "fact": "“Jay” was slang for “foolish person.”  So when a pedestrian ignored street signs, he was a “jaywalker.”"
    }
  ],
  "idiom": {
    "id": "perish-the-thought",
    "term": "perish the thought",
    "definition": "Don't even think of it. This expression is used as a wish that what was just mentioned will never happen. For example, *He's going to give another speech? Perish the thought!* This phrase appeared in Handel's oratorio *Joshua* (1748; text by Thomas Morell): \"It never shall be said that our allies in vain implor'd our aid. Perish the thought!\""
  },
  "person": {
    "id": "harry-dexter-white",
    "name": "Harry Dexter White",
    "dates": "Oct 29, 1892 - Aug 16, 1948",
    "mainImg": "img/people/harry-dexter-white.jpg",
    "summary": [
      "Harry Dexter White was a senior U.S. Treasury department official. Working closely with the Secretary of the Treasury Henry Morgenthau, Jr., he helped set American financial policy toward the Allies of World War II. He was later accused of passing information to the Soviet Union, which was an American ally for part of the time and an adversary at other times.",
      "He was a senior American official at the 1944 Bretton Woods conference that established the postwar economic order. He dominated the conference and imposed his vision of post-war financial institutions over the objections of John Maynard Keynes, the British representative. At Bretton Woods, White was a major architect of the International Monetary Fund and World Bank.",
      "White was accused in 1948 of spying for the Soviet Union, which he adamantly denied. Although he was never a Communist party member, his status as a Soviet informant was confirmed by declassified FBI documents related to the interception and decoding of Soviet communications, known as the Venona Project."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Harry_Dexter_White",
    "urlGoogle": "https://artsandculture.google.com/entity/harry-dexter-white/m037hfw"
  },
  "place": {
    "id": "barbados",
    "name": "Barbados",
    "mainImg": "img/places/barbados.jpg",
    "summary": [
      "Barbados is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres in length and up to 23 km in width, covering an area of 432 km². It is situated in the western area of the North Atlantic and 100 km east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km south-east of Martinique and 400 km north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
      "Inhabited by Kalinago people since the 13th century, and prior to that by other Amerindians, Barbados was visited by Spanish navigators in the late 15th century and claimed for the Spanish Crown. It first appeared in a Spanish map in 1511."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Barbados",
    "urlGoogle": "https://artsandculture.google.com/entity/barbados/m0162v"
  },
  "quote": {
    "id": "40",
    "quote": "The great aim of education is not knowledge but action.",
    "author": "Herbert Spencer"
  },
  "wiki": {
    "id": "gunpowder-plot",
    "name": "Gunpowder Plot",
    "summary": "The Gunpowder Plot of 1605 was a failed assassination attempt against King James I of England and VI of Scotland by a group of provincial English Catholics led by Sir Robert Catesby. The plan was to blow up the House of Lords during the State Opening of Parliament on 5 November, as the prelude to a popular revolt in the Midlands during which James's nine-year-old daughter, Princess Elizabeth, was to be installed as the Catholic head of state. Catesby may have embarked on the scheme after hopes of securing greater religious tolerance under King James had faded, leaving many English Catholics disappointed. His fellow plotters were John Wright, Thomas Wintour, Thomas Percy, Guy Fawkes, Robert Keyes, Thomas Bates, Robert Wintour, Christopher Wright, John Grant, Sir Ambrose Rookwood, Sir Everard Digby and Francis Tresham. Fawkes, who had 10 years of military experience fighting in the Spanish Netherlands in suppression of the Dutch Revolt, was given charge of the explosives.",
    "url": "https://en.wikipedia.org/wiki/Gunpowder_Plot"
  },
  "word": {
    "id": "veracity",
    "word": "veracity",
    "url": "https://www.merriam-webster.com/dictionary/veracity",
    "partOfSpeech": "noun",
    "pronunciation": "vuh-RASS-uh-tee",
    "audioPath": "audio/words/veracity.mp3",
    "definitions": [
      "devotion to the truth : truthfulness",
      "conformity with truth or fact : accuracy",
      "something true"
    ],
    "examples": [
      "English poet Thomas Gray wrote, \"Any fool may write a most valuable book by chance, if he will only tell us what he heard and saw with veracity.\""
    ],
    "origin": "\"Veracity\" has been a part of English since at least 1623, and we can honestly tell you that it derives from the Latin adjective \"verax\" (\"true\" or \"truthful\"), which in turn comes from the earlier adjective \"verus\" (\"true\"). \"Verus\" also gives us \"verity\" (\"the quality of being true\"), \"verify\" (\"to establish the truth of\"), and \"verisimilitude\" (\"the appearance of truth\"), among other words. In addition, \"verax\" is the root of the word \"veraciousness,\" a somewhat rarer synonym and cousin of \"veracity.\""
  }
}
