{
  "artist": {
    "id": "tomioka-tessai",
    "name": "Tomioka Tessai",
    "dates": "Jan 27, 1837 - Dec 31, 1924",
    "mainImg": "img/art/artists/tomioka-tessai.jpg",
    "artworkImgs": [
      {
        "name": "Abe-no-Nakamaro Writing a Nostalgic Poem while Viewing the Moon",
        "path": "img/art/artworks/tomioka-tessai-a1.jpg",
        "source": "https://artsandculture.google.com/asset/abe-no-nakamaro-writing-a-nostalgic-poem-while-viewing-the-moon/hwH-3EVzlxPO_w"
      },
      {
        "name": "Twenty miniature masks",
        "path": "img/art/artworks/tomioka-tessai-a2.jpg",
        "source": "https://artsandculture.google.com/asset/twenty-miniature-masks-kano-tessai/ywEp9schMN3pRw"
      },
      {
        "name": "Mt.Penglai (Mountain of Immortals)",
        "path": "img/art/artworks/tomioka-tessai-a3.jpg",
        "source": "https://artsandculture.google.com/asset/mt-penglai-mountain-of-immortals/MQGqnAhhplmcpA"
      },
      {
        "name": "Taoist Immortals Celebrating Longevity",
        "path": "img/art/artworks/tomioka-tessai-a4.jpg",
        "source": "https://artsandculture.google.com/asset/taoist-immortals-celebrating-longevity/nAElEuGML3JFBw"
      },
      {
        "name": "Kōrin moyō",
        "path": "img/art/artworks/tomioka-tessai-a5.jpg",
        "source": "https://artsandculture.google.com/asset/kōrin-moyō-artist-furuya-korin-calligrapher-tomioka-tessai/6AH_bPY5eGJylQ"
      },
      {
        "name": "Brokaten uit de hoofdstad",
        "path": "img/art/artworks/tomioka-tessai-a6.jpg",
        "source": "https://artsandculture.google.com/asset/brokaten-uit-de-hoofdstad-takeuchi-seihō-tomioka-tessai-mori-kansai/CQG1LNgXHjLrvA"
      }
    ],
    "summary": [
      "Tomioka Tessai was the pseudonym for a painter and calligrapher in imperial Japan. He is regarded as the last major artist in the Bunjinga tradition and one of the first major artists of the Nihonga style. His real name was Yusuke, which he later changed to Hyakuren."
    ],
    "quote": null,
    "movements": ["Nihonga"],
    "mediums": ["Ink", "Book", "Pigment", "Silk", "Textile", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Tomioka_Tessai",
    "urlGoogle": "https://artsandculture.google.com/entity/tomioka-tessai/m06s2yp"
  },
  "event": {
    "id": "battle-of-dien-bien-phu",
    "name": "Battle of Dien Bien Phu",
    "dates": "Mar 13, 1954 - May 7, 1954",
    "mainImg": "img/events/battle-of-dien-bien-phu.jpg",
    "summary": [
      "The Battle of Dien Bien Phu was a climactic confrontation of the First Indochina War that took place between 13 March and 7 May 1954. It was fought between the French Union's French Far East Expeditionary Corps and Viet Minh communist revolutionaries.",
      "It was, from the French view before the event, a set piece battle to draw out the Vietnamese and destroy them with superior firepower. As a result of blunders in French decision-making, however, the French began an operation to insert, then support, their soldiers at Điện Biên Phủ, deep in the hills of northwestern Vietnam. The operation's purpose was to cut off Viet Minh supply lines into the neighboring Kingdom of Laos, and draw the Viet Minh into a major confrontation in order to cripple them. The plan was to resupply the French position by air, and was based on the belief that the Viet Minh had no anti-aircraft capability. The Viet Minh, however, under General Võ Nguyên Giáp, surrounded and besieged the French. They brought in vast amounts of heavy artillery and managed to move these bulky weapons through difficult terrain up the rear slopes of the mountains."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Dien_Bien_Phu",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-dien-bien-phu/m0hjtz"
  },
  "funFacts": [
    {
      "id": "701",
      "fact": "It takes more water to fill a bathtub than it does to enjoy a nice, warm shower.",
      "category": ["Habits"]
    },
    {
      "id": "869",
      "fact": "Theodore Roosevelt had a pet bear while in office.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    { "id": "504661", "fact": "The first pair of Nike running shoes was made in a waffle iron." }
  ],
  "idiom": {
    "id": "from-the-horses-mouth",
    "term": "from the horse's mouth",
    "definition": "From a reliable source, on the best authority. For example, *I have it from the horse's mouth that he plans to retire next month.* Also put as **straight from the horse's mouth,** this expression alludes to examining a horse's teeth to determine its age and hence its worth. [1920s]"
  },
  "person": {
    "id": "eldridge-cleaver",
    "name": "Eldridge Cleaver",
    "dates": "Aug 31, 1935 - May 1, 1998",
    "mainImg": "img/people/eldridge-cleaver.jpg",
    "summary": [
      "Leroy Eldridge Cleaver was an American writer, and political activist who became an early leader of the Black Panther Party.",
      "In 1968, Cleaver wrote Soul on Ice, a collection of essays that, at the time of its publication, was praised by The New York Times Book Review as \"brilliant and revealing\". Cleaver stated in Soul on Ice: \"If a man like Malcolm X could change and repudiate racism, if I myself and other former Muslims can change, if young whites can change, then there is hope for America.\"",
      "Cleaver went on to become a prominent member of the Black Panthers, having the titles Minister of Information and Head of the International Section of the Panthers, while a fugitive from the United States criminal justice system in Cuba and Algeria. He became a fugitive after leading an ambush on Oakland police officers, during which two officers were wounded. Cleaver was also wounded during the ambush and Black Panther member Bobby Hutton was killed. As editor of the official Panthers' newspaper, The Black Panther, Cleaver's influence on the direction of the Party was rivaled only by founders Huey P. Newton and Bobby Seale."
    ],
    "quote": "“History could pass for a scarlet text, its jot and title graven red in human blood.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Eldridge_Cleaver",
    "urlGoogle": "https://artsandculture.google.com/entity/eldridge-cleaver/m018v_8"
  },
  "place": {
    "id": "opole",
    "name": "Opole",
    "mainImg": "img/places/opole.jpg",
    "summary": [
      "Opole is a city located in southern Poland on the Oder River and the historical capital of Upper Silesia. With a population of approximately 128,137, it is the capital of Opole Voivodeship and the seat of Opole County. With its long history dating back to the 8th century, Opole is one of the oldest cities in Poland. It is also the smallest city in Poland to be the largest city in the province.",
      "The origins of the first settlement are connected with the town being granted Magdeburg Rights in 1217 by Casimir I of Opole, the great-grandson of Polish Duke Bolesław III Wrymouth. During the Medieval Period and the Renaissance the city was known as a centre of commerce due to its position on the intersection of several main trade routes, which helped to generate steady profits from transit trade. The rapid development of the town was also caused by the establishment of a seat of regency in Opole in 1816. The first railway connection between Oppeln, Brieg and Breslau was opened in 1843 and the first manufacturing plants were constructed in 1859, which greatly contributed to the city's regional significance."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Opole",
    "urlGoogle": "https://artsandculture.google.com/entity/opole/m0jx51"
  },
  "wiki": {
    "id": "cutthroat-trout",
    "name": "Cutthroat trout",
    "summary": "The cutthroat trout (Oncorhynchus clarki) is a fish species of the family Salmonidae native to cold-water tributaries of the Pacific Ocean, Rocky Mountains and Great Basin in North America. Cutthroat trout are popular gamefish, especially among anglers who enjoy fly fishing. The common name \"cutthroat\" refers to the distinctive red coloration on the underside of the lower jaw. The specific name clarki was given to honor explorer William Clark, coleader of the Lewis and Clark Expedition. Cutthroat trout usually inhabit and spawn in small to moderately large, clear, well-oxygenated, shallow rivers with gravel bottoms. They also reproduce in clear, cold, moderately deep lakes. They are native to the alluvial or freestone streams that are typical tributaries of the Pacific basin, Great Basin and Rocky Mountains. Cutthroat trout spawn in the spring and may inadvertently but naturally hybridize with rainbow trout, producing fertile cutbows. Several subspecies of cutthroat trout are currently listed as threatened due to habitat loss and the introduction of non-native species. The cutthroat trout type species and several subspecies are the official state fish of seven western U.S. states.",
    "url": "https://en.wikipedia.org/wiki/Cutthroat_trout"
  },
  "word": {
    "id": "glom",
    "word": "glom",
    "url": "https://www.merriam-webster.com/dictionary/glom",
    "partOfSpeech": "verb",
    "pronunciation": "GLAHM",
    "audioPath": "audio/words/glom.mp3",
    "definitions": ["take, steal", "seize, catch"],
    "examples": [
      "“She signed an affidavit of confession attesting she glommed more than $284,000, the company contends.” (Frank Donnelly, _Staten Island Advance_, September 15, 2008)"
    ],
    "origin": "It's a classic case of glomming: Americans seized on \"glaum\" (a term from Scots dialect that basically means \"grab\") and appropriated it as our own, changing it to \"glom\" in the process. \"Glom\" first meant \"steal\" (as in the purse-snatching, robber kind of stealing), but over time that meaning got stretched. Today, \"glom\" often figuratively extends that original \"steal\" sense. A busy professional might glom a weekend getaway, for example. \"Glom\" also appears frequently in the phrase \"glom on to,\" which can mean \"to appropriate for one's own use\" (\"glom on to another's idea\"); \"to grab hold of\" (\"glom on to the last cookie\"); or \"to latch on to\" (\"glom on to an opinion\" or \"glom on to an influential friend\")."
  }
}
