{
  "artist": {
    "id": "deng-shiru",
    "name": "Deng Shiru",
    "dates": "1743 - 1805",
    "mainImg": "img/art/artists/deng-shiru.jpg",
    "artworkImgs": [
      {
        "name": "Seal script calligraphy",
        "path": "img/art/artworks/deng-shiru-a1.jpg",
        "source": "https://artsandculture.google.com/asset/seal-script-calligraphy-artist-deng-shiru/UQH_iXkhGXWdYg"
      },
      {
        "name": "Couplet in clerical script",
        "path": "img/art/artworks/deng-shiru-a2.jpg",
        "source": "https://artsandculture.google.com/asset/couplet-in-clerical-script-artist-deng-shiru/DQESLwpgX1DywQ"
      },
      {
        "name": "Commentary on the Book of Changes in seal script",
        "path": "img/art/artworks/deng-shiru-a3.jpg",
        "source": "https://artsandculture.google.com/asset/commentary-on-the-book-of-changes-in-seal-script-artist-deng-shiru/QQGd8vuTpDMU4w"
      },
      {
        "name": "Visiting the Realm of the Immortals",
        "path": "img/art/artworks/deng-shiru-a4.jpg",
        "source": "https://artsandculture.google.com/asset/visiting-the-realm-of-the-immortals-artist-deng-shiru/KgHDx5ceDZ816g"
      },
      {
        "name": "Poem on seeing off Adjutant Administrator Zhu in cursive script",
        "path": "img/art/artworks/deng-shiru-a5.jpg",
        "source": "https://artsandculture.google.com/asset/poem-on-seeing-off-adjutant-administrator-zhu-in-cursive-script-artist-deng-shiru/cAGt_Yirk-tE8g"
      }
    ],
    "summary": [
      "Deng Shirú; c. 1739/1743–1805 was a Chinese calligrapher during the Qing Dynasty.",
      "Deng was born in Huaining 懷寧 in the Anhui 安徽 province. His style name was 'Wanbo' 顽伯 and his sobriquets were 'Wanbai shanren 皖白山人, Wan bai 完白, Guhuan, Gu wanzi 故浣子, Youji daoren 游笈道人, Fengshui yuzhang 鳳水漁長, and Longshan qiaozhang 龍山樵長'. Deng studied at the Shen Chun Academy. He later learned the art of Seal cutting."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Deng_Shiru",
    "urlGoogle": "https://artsandculture.google.com/entity/deng-shiru/m04f40_1"
  },
  "event": {
    "id": "2000-summer-olympics",
    "name": "2000 Summer Olympics",
    "dates": "Sep 15, 2000 - Oct 1, 2000",
    "mainImg": "img/events/2000-summer-olympics.jpg",
    "summary": [
      "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956. The United States topped the medal table, winning the most gold and overall medals."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2000_Summer_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/2000-summer-olympics/m0jdk_"
  },
  "funFacts": [
    { "id": "315", "fact": "No two lip impressions are the same.", "category": ["Anatomy"] },
    { "id": "17", "fact": "A hummingbird weighs less than a penny.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553505",
      "fact": "Both John Adams and Thomas Jefferson died on July 4, 1826, exactly 50 years after the adoption of the Declaration of Independence."
    }
  ],
  "idiom": {
    "id": "give-an-inch-and-theyll-take-a-mile",
    "term": "give an inch and they'll take a mile",
    "definition": "Make a small concession and they'll take advantage of you. For example, *I told her she could borrow the car for one day and she's been gone a week---give an inch!* This expression, in slightly different form, was already a proverb in John Heywood's 1546 collection, \"Give him an inch and he'll take an ell,\" and is so well known it is often shortened (as in the example). The use of *mile* dates from about 1900."
  },
  "person": {
    "id": "jean-jacques-dessalines",
    "name": "Jean-Jacques Dessalines",
    "dates": "Sep 20, 1758 - Oct 17, 1806",
    "mainImg": "img/people/jean-jacques-dessalines.jpg",
    "summary": [
      "Jean-Jacques Dessalines was a leader of the Haitian Revolution and the first ruler of an independent Haiti under the 1805 constitution. Under Dessalines, Haiti became the first country in the Americas to permanently abolish slavery. Initially regarded as governor-general, Dessalines was later named Emperor Jacques I of Haiti by the Generals of the Haitian Revolution Army. He is regarded as one of the founding fathers of Haiti.",
      "Dessalines served as an officer in the French army, when the colony was fending off Spanish and British incursions. Later he rose to become a commander in the revolt against France. As Toussaint Louverture's principal lieutenant, he led many successful engagements, including the Battle of Crête-à-Pierrot.",
      "After the betrayal and capture of Toussaint Louverture in 1802, Dessalines became the leader of the revolution. He defeated a French army at the Battle of Vertières in 1803. Declaring Haiti an independent nation in 1804, Dessalines was chosen by a council of generals to assume the office of governor-general."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jean-Jacques_Dessalines",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-jacques-dessalines/m01bjdv"
  },
  "place": {
    "id": "kanpur",
    "name": "Kanpur",
    "mainImg": "img/places/kanpur.jpg",
    "summary": [
      "Kanpur, is a metropolis in the state of Uttar Pradesh in India. The greater metropolis is divided into two districts: the urban district of Kanpur Nagar and the rural district of Kanpur Dehat. With the city being situated in the urban district, along with some other townships; while the rural settlements making up the rural district. The word Kanpur itself always refers and applies to the city in the urban district, while Kanpur Nagar, Kanpur, and Kanpur City can be and are used interchangably. Though, historical usage may extend to the city's outer limits which now form the rural district. It is because of its history that both the separate districts are considered part of the single metropolis.",
      "The city is famous for its leather and textile industries. It is the 12th most populous city and the 11th most populous urban agglomeration in India. It is also the second largest city proper and the largest urban agglomeration in Uttar Pradesh. Kanpur was an important British garrison town until 1947, when India gained independence. Kanpur Nagar serves as the headquarters of the Kanpur Division, Kanpur Range and Kanpur Zone."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kanpur",
    "urlGoogle": "https://artsandculture.google.com/entity/kanpur/m01_q7h"
  },
  "wiki": {
    "id": "keratoconus",
    "name": "Keratoconus",
    "summary": "Keratoconus is a degenerative, non-inflammatory disorder of the eye in which structural changes within the cornea cause it to thin and change to a more conical shape than its normal, even curve. Keratoconus can cause substantial distortion of the vision, with multiple images, streaking and sensitivity to light all often reported by the patient. Though frequently thought of as a rare condition, keratoconus is the most common dystrophy of the cornea, affecting around one person in a thousand, and seems to occur equally in all ethnic groups worldwide. It is typically diagnosed in the patient's adolescent years and attains its most severe state in the twenties and thirties. Keratoconus is a little-understood disease with an uncertain cause, and the course of its progression following diagnosis is unpredictable. The associated deterioration in vision, if in both eyes, can affect the person's ability, for example, to drive a car legally. It does not, however, lead to blindness, and in most cases, corrective lenses are effective enough to allow the patient to continue to drive and likewise function normally.",
    "url": "https://en.wikipedia.org/wiki/Keratoconus"
  },
  "word": {
    "id": "inalienable",
    "word": "inalienable",
    "url": "https://www.merriam-webster.com/dictionary/inalienable",
    "partOfSpeech": "adjective",
    "pronunciation": "in-AY-lee-uh-nuh-bul",
    "audioPath": "audio/words/inalienable.mp3",
    "definitions": ["incapable of being alienated, surrendered, or transferred"],
    "examples": [
      "\"Just because I can use my work e-mail for personal correspondence doesn't mean I have the inalienable right to do so,\" Brian explained."
    ],
    "origin": "\"Alien,\" \"alienable,\" \"inalienable\" -- it's easy enough to see the Latin word \"alius,\" meaning \"other,\" at the root of these three words. \"Alien\" joined our language in the 14th century, and one of its earliest meanings was \"belonging to another.\" By the early 1600s that sense of \"alien\" had led to the development of \"alienable,\" an adjective describing something you could give away or transfer ownership of, and \"unalienable,\" its opposite. By about 1645, \"inalienable\" was also in use as a synonym of \"unalienable.\" \"Inalienable\" is the more common variant today, but it was \"unalienable\" that was used in the Declaration of Independence to describe rights like life, liberty, and the pursuit of happiness."
  }
}
