{
  "artist": {
    "id": "nikos-hadjikyriakos-ghikas",
    "name": "Nikos Hadjikyriakos-Ghikas",
    "dates": "Feb 26, 1906 - Sep 3, 1994",
    "mainImg": "img/art/artists/nikos-hadjikyriakos-ghikas.jpg",
    "artworkImgs": [
      {
        "name": "Two friends",
        "path": "img/art/artworks/nikos-hadjikyriakos-ghikas-a1.jpg",
        "source": "https://artsandculture.google.com/asset/two-friends-hadjikyriakos-ghika-nikos/ngFVcIm8P9NZxw"
      },
      {
        "name": "Stage design for \"Don Juan\" by André Obey",
        "path": "img/art/artworks/nikos-hadjikyriakos-ghikas-a2.jpg",
        "source": "https://artsandculture.google.com/asset/stage-design-for-don-juan-by-andré-obey-hadjikyriakos-ghika-nikos/aQFv2ExpSFf8LQ"
      },
      {
        "name": "Paris roofs ΙΙ",
        "path": "img/art/artworks/nikos-hadjikyriakos-ghikas-a3.jpg",
        "source": "https://artsandculture.google.com/asset/paris-roofs-ιι-hadjikyriakos-ghika-nikos/FwGmwpArER1OOQ"
      },
      {
        "name": "Studio in Paris",
        "path": "img/art/artworks/nikos-hadjikyriakos-ghikas-a4.jpg",
        "source": "https://artsandculture.google.com/asset/studio-in-paris-hadjikyriakos-ghika-nikos/YgHbkVsF23iFpw"
      },
      {
        "name": "Genii Loci II",
        "path": "img/art/artworks/nikos-hadjikyriakos-ghikas-a5.jpg",
        "source": "https://artsandculture.google.com/asset/genii-loci-ii-hadjikyriakos-ghika-nikos/_AETu8bJjT4OFQ"
      },
      {
        "name": "London roofs Ι",
        "path": "img/art/artworks/nikos-hadjikyriakos-ghikas-a6.jpg",
        "source": "https://artsandculture.google.com/asset/london-roofs-ι-hadjikyriakos-ghika-nikos/4QEDV-4dtoZxWA"
      }
    ],
    "summary": [
      "Nikos Hadjikyriakos-Ghikas, also known as Niko Ghika, was a leading Greek painter, sculptor, engraver, writer and academic. He was a founding member of the Association of Greek Art Critics, AICA-Hellas, International Association of Art Critics.",
      "He studied ancient and Byzantine art as well as folk art due to his adoration for the Greek landscape. During his youth he was exposed in Paris to the avant-garde European artistic trends and he gained recognition as the leading Greek cubist artist.",
      "His aim was to focus on the harmony and purity of Greek art and to deconstruct the Greek landscape and intense natural light into simple geometric shapes and interlocking planes.",
      "His works are featured in the National Gallery, the Musée d'Art Moderne de la Ville de Paris, the Tate Gallery in London, the Metropolitan Museum of New York and in private collections worldwide."
    ],
    "quote": null,
    "movements": ["Modern art", "Cubism", "Contemporary art"],
    "mediums": ["Drawing", "Acrylic paint", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Nikos_Hadjikyriakos-Ghikas",
    "urlGoogle": "https://artsandculture.google.com/entity/nikos-hadjikyriakos-ghikas/m0d47pq"
  },
  "event": {
    "id": "election-recount",
    "name": "Election recount",
    "dates": null,
    "mainImg": "img/events/election-recount.jpg",
    "summary": [
      "An election recount is a repeat tabulation of votes cast in an election that is used to determine the correctness of an initial count. Recounts will often take place if the initial vote tally during an election is extremely close. Election recounts will often result in changes in contest tallies. Errors can be found or introduced from human factors, such as transcription errors, or machine errors, such as misreads of paper ballots. Alternately, tallies may change because of a reinterpretation of voter intent."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Election_recount",
    "urlGoogle": "https://artsandculture.google.com/entity/election-recount/m02q164j"
  },
  "funFacts": [
    {
      "id": "809",
      "fact": "French author Michel Thayer published a 233 page novel which has no verbs.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "380",
      "fact": "It is illegal for a portrait of a living person to appear on U.S. postage stamps.",
      "category": ["Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "553703",
      "fact": "Female bats give birth while hanging upside down, catching the baby in their wings as it drops."
    }
  ],
  "idiom": {
    "id": "make-a-clean-breast-of",
    "term": "make a clean breast of",
    "definition": "Confess fully; as in *Caught shoplifting, the girls decided to make a clean breast of it to their parents.* This expression, first recorded in 1752, uses *clean breast* in the sense of baring of one's heart, the breast having long been considered the seat of private or secret feelings."
  },
  "person": {
    "id": "edward-lord",
    "name": "Edward Lord",
    "dates": "Born Jan 13, 1972",
    "mainImg": "img/people/edward-lord.jpg",
    "summary": [
      "Charles Edward Lord OBE JP is a politician, non-executive director, consultant, and a sports administrator. They have been an elected member of the City of London Court of Common Council since February 2001, most recently re-elected in March 2017. They are currently chair of the City's Establishment Committee, leading on workforce and inclusion policy and member of the powerful Policy and Resources Committee. Lord was Chair of Local Partnerships LLP from 2009 to 2012 and served on Executive of the Local Government Association from 2008 to 2012 and the LGA Improvement and Innovation Board from 2004 to 2013, where",
      "he led on equality and social inclusion. From February 2011 to July 2018 Lord was chair of Capital Ambition in which role they served of the Leaders' Committee of London Councils. Lord was Group Board Chair of the Amateur Swimming Association, the English national governing body for swimming, diving and water polo from 2013 to 2015 and has held a number of appointments within the Football Association. Lord was appointed an OBE for public service in June 2011."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Edward_Lord",
    "urlGoogle": "https://artsandculture.google.com/entity/edward-lord/m04gwbld"
  },
  "place": {
    "id": "dortmund",
    "name": "Dortmund",
    "mainImg": "img/places/dortmund.jpg",
    "summary": [
      "Dortmund is with a population of 603,609 inhabitants as of 2020, the third-largest city of Germany's most populous federal state of North Rhine-Westphalia and Germany's eighth-largest city. It is the largest city of the Ruhr, Germany's largest urban area with some 5.1 million inhabitants, as well as the largest city of Westphalia. On the Emscher and Ruhr rivers, it lies in the Rhine-Ruhr Metropolitan Region and is considered the administrative, commercial, and cultural centre of the eastern Ruhr. Dortmund is the second largest city in the Low German dialect area after Hamburg.",
      "Founded around 882, Dortmund became an Imperial Free City. Throughout the 13th to 14th centuries, it was the \"chief city\" of the Rhine, Westphalia, the Netherlands Circle of the Hanseatic League. During the Thirty Years' War, the city was destroyed and decreased in significance until the onset of industrialization. The city then became one of Germany's most important coal, steel and beer centres. Dortmund consequently was one of the most heavily bombed cities in Germany during World War II. The devastating bombing raids of 12 March 1945 destroyed 230% of buildings in the inner city center."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dortmund",
    "urlGoogle": "https://artsandculture.google.com/entity/dortmund/m0135k2"
  },
  "wiki": {
    "id": "nicolo-giraud",
    "name": "Nicolo Giraud",
    "summary": "Nicolo Giraud (born c. 1795 – unknown) was a friend and possibly lover of the English Romantic poet Lord Byron. The two met in 1809 while Byron was staying in Athens. Giraud was reported to have taught him Italian, and was his travel companion in Greece. Byron paid for Giraud's education and left him £7,000 in his will. Years after they parted company, Byron changed his will to exclude Giraud. Other than his involvement with Byron, little is known of Giraud's life. The friendship between Byron and Giraud has become a topic of interest among scholars and biographers of Byron. Many believe that the pair's relationship was platonic, but correspondence between Byron and his friends has been used since the late 20th century to argue that the two were engaged in a love affair. The earliest claim of a sexual relationship between them comes from George Colman's poem Don Leon, published in 1833, in which Byron is the principal character and Giraud is portrayed as his liberator from the sexual prejudices in Britain. One modern writer says that the poem and the fictional discussion of their relationship provide insights into 19th-century British views on homosexuality.",
    "url": "https://en.wikipedia.org/wiki/Nicolo_Giraud"
  },
  "word": {
    "id": "infantilize",
    "word": "infantilize",
    "url": "https://www.merriam-webster.com/dictionary/infantilize",
    "partOfSpeech": "verb",
    "pronunciation": "IN-fun-tye-lyze",
    "audioPath": "audio/words/infantilize.mp3",
    "definitions": [
      "to cause to be or remain like an infant or young child",
      "to treat like an infant or young child"
    ],
    "examples": [
      "Stanley still lives with his parents, who are inclined to infantilize him to such a degree that he'll probably never make it on his own."
    ],
    "origin": "\"Infantilize\" is just a baby, relatively speaking, in the English language family. It first saw the light of day in the early 1940s, when social scientists started using it to discuss ways that humans or human activity can prolong or encourage dependency in other humans by treating them as helpless. The adjective \"infantile,\" which gave birth to \"infantilize,\" is far more mature, however -- it's over 300 years old. \"Infantile\" sometimes literally means \"relating to infants\" -- that is, to children in the first year of life -- but it also has a broader meaning; if I chide someone for his or her infantile behavior I simply mean that the person is acting immature or childish."
  }
}
