{
  "artist": {
    "id": "kano-motonobu",
    "name": "Kanō Motonobu",
    "dates": "Aug 28, 1476 - Nov 5, 1559",
    "mainImg": "img/art/artists/kano-motonobu.jpg",
    "artworkImgs": [
      {
        "name": "Landscapes, flowers, and trees of the four seasons",
        "path": "img/art/artworks/kano-motonobu-a1.jpg",
        "source": "https://artsandculture.google.com/asset/landscapes-flowers-and-trees-of-the-four-seasons-artist-kano-motonobu/NAGteHafGtmcRw"
      },
      {
        "name": "狩野派　伯牙鍾子期図|Bo Ya Plays the Qin as Zhong Ziqi Listens",
        "path": "img/art/artworks/kano-motonobu-a2.jpg",
        "source": "https://artsandculture.google.com/asset/狩野派　伯牙鍾子期図-bo-ya-plays-the-qin-as-zhong-ziqi-listens-kano-motonobu/PQGIbl7V3uxLuA"
      },
      {
        "name": "Landscape",
        "path": "img/art/artworks/kano-motonobu-a3.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-artist-kano-motonobu/7gF-ixtXsTUU9A"
      },
      {
        "name": "Scenes from 24 Paragons of Filial Piety",
        "path": "img/art/artworks/kano-motonobu-a4.jpg",
        "source": "https://artsandculture.google.com/asset/scenes-from-24-paragons-of-filial-piety-kano-motonobu-japanese-1476-1559/swHfGW7Egtn8Nw"
      },
      {
        "name": "Landscapes, flowers, and trees of the four seasons",
        "path": "img/art/artworks/kano-motonobu-a5.jpg",
        "source": "https://artsandculture.google.com/asset/landscapes-flowers-and-trees-of-the-four-seasons-artist-kano-motonobu/AgH5cvDcksacVA"
      }
    ],
    "summary": [
      "Kanō Motonobu was a Japanese painter. He was a member of the Kanō school of painting. Through his political connections, patronage, organization, and influence he was able to make the Kanō school into what it is today. The system was responsible for the training of a great majority of painters throughout the Edo period. After his death, he was referred to as Kohōgen."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Gold", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Kan%C5%8D_Motonobu",
    "urlGoogle": "https://artsandculture.google.com/entity/kanō-motonobu/m04gf4f"
  },
  "event": {
    "id": "kalinga-war",
    "name": "Kalinga War",
    "dates": null,
    "mainImg": "img/events/kalinga-war.jpg",
    "summary": [
      "The Kalinga War was fought in ancient India between the Maurya Empire under Ashoka and the state of Kalinga, an independent feudal kingdom located on the east coast, in the present-day state of Odisha and north parts of Andhra Pradesh. The Kalinga War included one of the largest and bloodiest battles in Indian history. Kalinga did not have a king as it was culturally run without any.",
      "This is the only major war Ashoka fought after his accession to the throne. In fact this war marks the close of empire building and military conquests of ancient India that began with Maurya king Bindusara. The bloodshed of this war is said to have prompted Ashoka to adopt Buddhism."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kalinga_War",
    "urlGoogle": "https://artsandculture.google.com/entity/kalinga-war/m06b571"
  },
  "funFacts": [
    {
      "id": "84",
      "fact": "Oysters can change from one gender to another and back again.",
      "category": ["Animals"]
    },
    {
      "id": "1007",
      "fact": "OMG was added to dictionaries in 2011, but its first known use was in 1917.",
      "category": ["History", "Hodgepodge", "Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "554023",
      "fact": "To ensure the Queen receives her food on time, the clocks in the royal kitchen at Windsor Castle are set five minutes ahead."
    }
  ],
  "idiom": {
    "id": "rest-on-ones-laurels",
    "term": "rest on one's laurels",
    "definition": "Rely on one's past achievements, especially as a way of avoiding the work needed to advance one's status. For example, *Now that Julian's in his eighties, he's decided to rest on his laurels and let some of the younger agents do the work.* This term alludes to the crown of laurels awarded in ancient times for a spectacular achievement. [Late 1800s]"
  },
  "person": {
    "id": "talal-of-jordan",
    "name": "Talal of Jordan",
    "dates": "Feb 26, 1909 - Jul 7, 1972",
    "mainImg": "img/people/talal-of-jordan.jpg",
    "summary": [
      "Talal bin Abdullah was King of Jordan from the assassination of his father, King Abdullah I, on 20 July 1951, until he was forced to abdicate on 11 August 1952. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, Talal claimed to be a 39th-generation direct descendant of Muhammad.",
      "Talal was born in Mecca as the eldest child of Abdullah and his wife Musbah bint Nasser. Abdullah was son of Hussein bin Ali, the Sharif of Mecca, who led the Great Arab Revolt during World War I against the Ottoman Empire in 1916. After removing Ottoman rule, Abdullah established the Emirate of Transjordan in 1921, which became a British Protectorate, and ruled as its Emir. During Abdullah's absence, Talal spent his early years alone with his mother. Talal received private education in Amman, later joining Transjordan's Arab Legion as second lieutenant in 1927. He then became aide to his grandfather Sharif Hussein, the ousted King of the Hejaz, during his exile in Cyprus. By 1948, Talal became a general in the Arab Legion.",
      "Abdullah sought independence in 1946, and the Emirate became the Hashemite Kingdom of Jordan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Talal_of_Jordan",
    "urlGoogle": "https://artsandculture.google.com/entity/talal-of-jordan/m024rqr"
  },
  "place": {
    "id": "memphis",
    "name": "Memphis",
    "mainImg": "img/places/memphis.jpg",
    "summary": [
      "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2019 population was 651,073, making Memphis the largest city on the Mississippi River, the second most populous in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas, Mississippi, and the Missouri Bootheel. Memphis is the seat of Shelby County, Tennessee's most populous county. One of the more historic and culturally significant cities of the southern United States, Memphis has a wide variety of landscapes and distinct neighborhoods.",
      "The first European explorer to visit the area of present-day Memphis was Spanish conquistador Hernando de Soto in 1541 with his expedition into the New World. The high Chickasaw Bluffs protecting the location from the waters of the Mississippi was then contested by the Spanish, French, and the English as Memphis took shape."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Memphis,_Tennessee",
    "urlGoogle": "https://artsandculture.google.com/entity/memphis/m0c_m3"
  },
  "wiki": {
    "id": "cock-lane-ghost",
    "name": "Cock Lane ghost",
    "summary": "Fanny scratching in 18th-century London's Cock Lane was so notorious that interested bystanders often blocked the street. It became the focus of a religious controversy between Methodists and orthodox Anglicans, and was reported on by celebrities of the period such as Samuel Johnson. Charles Dickens referred to the phenomenon in several of his books, including Nicholas Nickleby and A Tale of Two Cities, and other Victorian authors also alluded to it in their work. One enterprising resident diverted the crowds that gathered in Cock Lane by allowing them to converse with a ghost he claimed was haunting his home, to which he charged an entrance fee. Fanny scratching eventually resulted in several prosecutions, and the pillorying of a father.",
    "url": "https://en.wikipedia.org/wiki/Cock_Lane_ghost"
  },
  "word": {
    "id": "quintessence",
    "word": "quintessence",
    "url": "https://www.merriam-webster.com/dictionary/quintessence",
    "partOfSpeech": "noun",
    "pronunciation": "kwin-TESS-unss",
    "audioPath": "audio/words/quintessence.mp3",
    "definitions": [
      "the essence of a thing in its purest and most concentrated form",
      "the most typical example or representative"
    ],
    "examples": [
      "Roasting marshmallows over an open fire is the _quintessence_ of the camping experience.",
      "\"A seven-minute cartoon ... containing the _quintessence_ of frustration and despair, Froggy features a construction worker whose sanity begins to unravel when he discovers an ebullient performing frog that he might make a fortune from-if it didn't turn taciturn and morose the moment anyone else is watching.\" - From an article by Nick Pinkerton in _The Village Voice_, November 20, 2012"
    ],
    "origin": "Long ago, when people believed that the earth was made up of four elements-earth, air, fire, and water-they thought the stars and planets were made up of yet another element. In the Middle Ages, people called this element by its Medieval Latin name, \"quinta essentia,\" literally, \"fifth essence.\" Our forebears believed the quinta essentia was essential to all kinds of matter, and if they could somehow isolate it, it would cure all disease. We have since given up on that idea, but we kept \"quintessence,\" the offspring of \"quinta essentia,\" as a word for the purest essence of a thing. Some modern physicists have given \"quintessence\" a new twist-they use it for a form of so-called \"dark energy,\" which is believed to make up 70 percent of the universe."
  }
}
