{
  "artist": {
    "id": "giuseppe-castiglione",
    "name": "Giuseppe Castiglione",
    "dates": "Jul 19, 1688 - Jul 17, 1766",
    "mainImg": "img/art/artists/giuseppe-castiglione.jpg",
    "artworkImgs": [
      {
        "name": "Beautiful Ladies Riding",
        "path": "img/art/artworks/giuseppe-castiglione-a1.jpg",
        "source": "https://artsandculture.google.com/asset/beautiful-ladies-riding-artist-attributed-to-giuseppe-castiglione-lang-shining/iAEiXDFzafbtCQ"
      },
      {
        "name": "The Qianlong Emperor in Ceremonial Armor on Horseback",
        "path": "img/art/artworks/giuseppe-castiglione-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-qianlong-emperor-in-ceremonial-armor-on-horseback-giuseppe-castiglione-1688-1766-chinese-name-lang-shining/EQFRaJ6Q0Tyhjg"
      },
      {
        "name": "清 郎世寧 百駿圖白描稿 卷|One Hundred Horses",
        "path": "img/art/artworks/giuseppe-castiglione-a3.jpg",
        "source": "https://artsandculture.google.com/asset/清-郎世寧-百駿圖白描稿-卷-one-hundred-horses-giuseppe-castiglione/DwEjeNn1Qz_FSA"
      },
      {
        "name": "The Qianlong Emperor as Manjusri, the Bodhisattva of Wisdom",
        "path": "img/art/artworks/giuseppe-castiglione-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-qianlong-emperor-as-manjusri-the-bodhisattva-of-wisdom-artist-imperial-workshop-artist-emperor-s-face-painted-by-giuseppe-castiglione-lang-shining/BwGUY_fTviUD7A"
      },
      {
        "name": "Imperial Procession",
        "path": "img/art/artworks/giuseppe-castiglione-a5.jpg",
        "source": "https://artsandculture.google.com/asset/imperial-procession-artist-giuseppe-castiglione-lang-shining/VQEDz8_NKdyvJg"
      }
    ],
    "summary": [
      "Giuseppe Castiglione, S.J., was an Italian Jesuit brother and missionary in China, where he served as an artist at the imperial court of three emperors – the Kangxi, Yongzheng and Qianlong emperors. He painted in a style that is a fusion of European and Chinese traditions."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile", "Gold", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giuseppe_Castiglione_%28Jesuit_painter%29",
    "urlGoogle": "https://artsandculture.google.com/entity/giuseppe-castiglione/m01nt06"
  },
  "event": {
    "id": "2001-gujarat-earthquake",
    "name": "2001 Gujarat earthquake",
    "dates": "Jan 26, 2001",
    "mainImg": "img/events/2001-gujarat-earthquake.jpg",
    "summary": [
      "The 2001 Gujarat earthquake, also known as the Bhuj earthquake, occurred on 26 January, India's 52nd Republic Day, at 08:46 am IST. The epicentre was about 9 km south-southwest of the village of Chobari in Bhachau Taluka of Kutch District of Gujarat, India.",
      "The intraplate earthquake reached 7.7 on the moment magnitude scale and had a maximum felt intensity of X on the Mercalli intensity scale. The earthquake killed between 13,805 and 20,023 people, injured another 167,000 and destroyed nearly 340,000 buildings."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2001_Gujarat_earthquake",
    "urlGoogle": "https://artsandculture.google.com/entity/2001-gujarat-earthquake/m03_z3p"
  },
  "funFacts": [
    {
      "id": "167",
      "fact": "You'd have to play ping-pong for about 12 hours to lose one pound.",
      "category": ["Anatomy", "Science"]
    },
    {
      "id": "908",
      "fact": "In Athens, Greece, a driver's license can be taken away by law if the driver is deemed either unbathed or poorly dressed.",
      "category": ["Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "505450",
      "fact": "The original version of Monopoly was a cautionary tale against the perils of capitalism."
    }
  ],
  "idiom": {
    "id": "ships-that-pass-in-the-night",
    "term": "ships that pass in the night",
    "definition": "Individuals who are rarely in the same place at the same time. For example, *Jan works the early shift and Paula the late shift--- they're two ships that pass in the night.* This metaphoric expression comes from Henry Wadsworth Longfellow's poem \"The Theologian's Tale\" (published in *Tales of a Wayside Inn,* 1873)."
  },
  "person": {
    "id": "mamie-eisenhower",
    "name": "Mamie Eisenhower",
    "dates": "Nov 14, 1896 - Nov 1, 1979",
    "mainImg": "img/people/mamie-eisenhower.jpg",
    "summary": [
      "Mamie Geneva Eisenhower was the wife of United States President Dwight D. Eisenhower and thereby First Lady of the United States from 1953 to 1961.",
      "Mamie married Dwight Eisenhower at age 19 in 1916. The young couple moved frequently between military quarters in many postings, from Panama to the Philippines. As First Lady, she entertained a wide range of foreign dignitaries, who reacted well to her confident style and clothing choices.",
      "Mamie Eisenhower spent her retirement and widowhood at the family farm in Gettysburg, Pennsylvania."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mamie_Eisenhower",
    "urlGoogle": "https://artsandculture.google.com/entity/mamie-eisenhower/m025pp3"
  },
  "place": {
    "id": "medan",
    "name": "Medan",
    "mainImg": "img/places/medan.jpg",
    "summary": [
      "Medan is the capital and largest city of the Indonesian province of North Sumatra. A regional hub and financial centre of Sumatra, it is regarded as one of the four main central cities of Indonesia, alongside Jakarta, Surabaya, and Makassar. Medan has a population of over 2.2 million within its city limits, and over 3.4 million in its built-up urban area, making it the fourth largest urban area in Indonesia. The Medan metropolitan area—which includes neighbouring Binjai, Deli Serdang Regency, and a part of Karo Regency—is the largest metropolitan area outside of Java, with 4.6 million residents. Medan is a multicultural metropolis and a busy trading city bordered by the Strait of Malacca. A gateway to the western part of Indonesia, Medan is supported by the Port of Belawan and Kualanamu International Airport, both of which are connected to the city centre via toll road and railway.",
      "The city was founded by Guru Patimpus, a Karonese man who named a swampy land in confluence of Deli River and Babura river as Kampung Medan Putri. It later became a part of the Deli Sultanate which was established by Tuanku Gocah Pahlawan in 1632."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Medan",
    "urlGoogle": "https://artsandculture.google.com/entity/medan/m01_d_n"
  },
  "quote": {
    "id": "81",
    "quote": "We will be soldiers, so our sons may be farmers, so their sons may be artists.",
    "author": "Thomas Jefferson"
  },
  "wiki": {
    "id": "elliott-smith",
    "name": "Elliott Smith",
    "summary": "Elliott Smith was an American singer-songwriter and musician. His primary instrument was the guitar, but he was also proficient at piano, clarinet, bass, harmonica and drums. Smith had a distinctive vocal style characterized by his \"whispery, spiderweb-thin delivery\", and use of multi-tracking to create vocal harmonies. Although born in Omaha, Nebraska and raised primarily in Texas, Smith spent the majority of his life in Portland, Oregon. After playing in the rock band Heatmiser for several years, Smith began his solo career in 1994 with releases on the independent record labels Cavity Search and Kill Rock Stars. He eventually signed a major label contract with DreamWorks Records in 1997, for which he recorded two albums. Smith rose to mainstream prominence when his song \"Miss Misery\", written for the film Good Will Hunting, was nominated for an Oscar in the Best Original Song category in 1998. Smith battled with depression, alcohol and drug addiction for years, and these topics would often appear in his lyrics. In 2003, at age 34, he died from two apparently self-inflicted stab wounds to the chest; the autopsy evidence was, however, inconclusive.",
    "url": "https://en.wikipedia.org/wiki/Elliott_Smith"
  },
  "word": {
    "id": "esemplastic",
    "word": "esemplastic",
    "url": "https://www.merriam-webster.com/dictionary/esemplastic",
    "partOfSpeech": "adjective",
    "pronunciation": "es-em-PLAS-tik",
    "audioPath": "audio/words/esemplastic.mp3",
    "definitions": ["shaping or having the power to shape disparate things into a unified whole"],
    "examples": [
      "\"The prison walls of self had closed entirely round him; he was walled completely by the esemplastic power of his imagination -- he had learned by now to project mechanically, before the world, an acceptable counterfeit of himself….\" (Thomas Wolfe, _Look Homeward, Angel_)"
    ],
    "origin": "\"Unusual and new-coined words are, doubtless, an evil; but vagueness, confusion, and imperfect conveyance of our thoughts, are a far greater,\" wrote English poet Samuel Taylor Coleridge in _Biographia Literaria_, 1817. True to form, in that same work, he assembled \"esemplastic\" by melding the Greek phrase \"es hen,\" meaning \"into one,\" with \"plastic\" to fulfill his need for a word that accurately described the imagination's ability to shape disparate experiences into a unified whole (e.g., the poet's imaginative ability to communicate a variety of images, sensations, emotions, and experiences in the unifying framework of a poem). The verb \"intensify\" was another word that Coleridge was compelled to mint while writing _Biographia_. Coinages found in his other writings include \"clerisy\" and \"psychosomatic,\" among others."
  }
}
