{
  "artist": {
    "id": "pierre-auguste-renoir",
    "name": "Pierre-Auguste Renoir",
    "dates": "Feb 25, 1841 - Dec 3, 1919",
    "mainImg": "img/art/artists/pierre-auguste-renoir.jpg",
    "artworkImgs": [
      {
        "name": "La Promenade",
        "path": "img/art/artworks/pierre-auguste-renoir-a1.jpg",
        "source": "https://artsandculture.google.com/asset/la-promenade-pierre-auguste-renoir/ugEArpShIQma-g"
      },
      {
        "name": "Luncheon of the Boating Party",
        "path": "img/art/artworks/pierre-auguste-renoir-a2.jpg",
        "source": "https://artsandculture.google.com/asset/luncheon-of-the-boating-party-pierre-auguste-renoir/mgHsTKDNJVzPAg"
      },
      {
        "name": "La Grenouillère",
        "path": "img/art/artworks/pierre-auguste-renoir-a3.jpg",
        "source": "https://artsandculture.google.com/asset/la-grenouillère-auguste-renoir/HgHrOyFUfcFtLw"
      },
      {
        "name": "The Dance in the Country",
        "path": "img/art/artworks/pierre-auguste-renoir-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-dance-in-the-country-pierre-auguste-renoir/SgGzLuzrtF86Ow"
      },
      {
        "name": "Girl Reading",
        "path": "img/art/artworks/pierre-auguste-renoir-a5.jpg",
        "source": "https://artsandculture.google.com/asset/girl-reading-pierre-auguste-renoir/ZgEkdK6V-__Dsg"
      },
      {
        "name": "Woman with a Parasol in a Garden",
        "path": "img/art/artworks/pierre-auguste-renoir-a6.jpg",
        "source": "https://artsandculture.google.com/asset/woman-with-a-parasol-in-a-garden-pierre-auguste-renoir/QgG22OXaJoXDaw"
      }
    ],
    "summary": [
      "Pierre-Auguste Renoir, commonly known as Auguste Renoir, was a French artist who was a leading painter in the development of the Impressionist style. As a celebrator of beauty and especially feminine sensuality, it has been said that \"Renoir is the final representative of a tradition which runs directly from Rubens to Watteau.\"",
      "He was the father of actor Pierre Renoir, filmmaker Jean Renoir and ceramic artist Claude Renoir. He was the grandfather of the filmmaker Claude Renoir, son of Pierre."
    ],
    "quote": "“It is after you have lost your teeth that you can afford to buy steaks.”",
    "movements": ["Modern art", "Impressionism", "Les Nabis"],
    "mediums": ["Oil paint", "Etching", "Ink", "Drawing", "Laid paper", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pierre-Auguste_Renoir",
    "urlGoogle": "https://artsandculture.google.com/entity/pierre-auguste-renoir/m06466"
  },
  "event": {
    "id": "dwight-d-eisenhower-1953-presidential-inauguration",
    "name": "Dwight D. Eisenhower 1953 presidential inauguration",
    "dates": null,
    "mainImg": "img/events/dwight-d-eisenhower-1953-presidential-inauguration.jpg",
    "summary": [
      "The first inauguration of Dwight D. Eisenhower as the 34th President of the United States was held on Tuesday, January 20, 1953 at the East Portico of the United States Capitol in Washington, D.C. This was the 42nd inauguration and marked the commencement of the first term of Dwight D. Eisenhower as President and of Richard Nixon as Vice President. Chief Justice Fred M. Vinson administered the presidential oath of office to Eisenhower. The vice-presidential oath was administered to Nixon by Senator William Knowland.",
      "Eisenhower placed his hand on two Bibles when he recited the oath: the Bible used by George Washington in 1789, opened to II Chronicles 7:14; and his own personal \"West Point Bible,\" opened to Psalm 33:12. Afterward, he recited his own prayer, rather than kissing the Bible."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/First_inauguration_of_Dwight_D._Eisenhower",
    "urlGoogle": "https://artsandculture.google.com/entity/dwight-d-eisenhower-1953-presidential-inauguration/m05brw1c"
  },
  "funFacts": [
    {
      "id": "400",
      "fact": "About 80 women go into labor on NYC subways every year.",
      "category": ["Habits"]
    },
    {
      "id": "337",
      "fact": "Farmington, Maine celebrates Chester Greenwood Day to honor the inventor of earmuffs.",
      "category": ["Geography", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553639",
      "fact": "A “contronym” is a word that’s its own opposite. For example: If you seed the lawn you add seeds, but if you seed a tomato you remove them."
    }
  ],
  "idiom": {
    "id": "greasy-spoon",
    "term": "greasy spoon",
    "definition": "A cheap restaurant, especially one serving short-order fried foods. For example, *College students short of cash tend to eat a lot in that greasy spoon.* This expression also implies that the restaurant is not very clean. [c. 1900]"
  },
  "person": {
    "id": "pachacuti",
    "name": "Pachacuti",
    "dates": "1418 - 1471",
    "mainImg": "img/people/pachacuti.jpg",
    "summary": [
      "Pachacuti Inca Yupanqui was the ninth Sapa Inca of the Kingdom of Cusco which he transformed into the Inca Empire. Most archaeologists now believe that the famous Inca site of Machu Picchu was built as an estate for Pachacuti.",
      "In Quechua Pachakutiq means \"he who overturns space and time\", and Yupanki means \"with honor\". During his reign, Cusco grew from a hamlet into an empire that could compete with, and eventually overtake, the Chimú. He began an era of conquest that, within three generations, expanded the Inca dominion from the valley of Cusco to nearly the whole of western South America. According to chronicler Garcilaso de la Vega, Pachacuti created the Inti Raymi to celebrate the new year in the Andes of the Southern Hemisphere. Pachacuti is often linked to the origin and expansion of the Inti Sun Cult."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pachacuti",
    "urlGoogle": "https://artsandculture.google.com/entity/pachacuti/m02b8cc"
  },
  "place": {
    "id": "vladivostok",
    "name": "Vladivostok",
    "mainImg": "img/places/vladivostok.jpg",
    "summary": [
      "Vladivostok is a city and the administrative centre of the Far Eastern Federal District and Primorsky Krai, Russia, located around the Golden Horn Bay, not far from Russia's borders with China and North Korea. The population of the city as of 2019 was 605,049 up from 592,034 recorded in the 2010 Russian census. Harbin in China is about 515 kilometres away, while Sapporo in Japan is about 775 kilometres east across the Sea of Japan.",
      "The city is the home port of the Russian Pacific Fleet and is the largest Russian port on the Pacific coast."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vladivostok",
    "urlGoogle": "https://artsandculture.google.com/entity/vladivostok/m0fd_x"
  },
  "wiki": {
    "id": "tropical-storm-keith-1988",
    "name": "Tropical Storm Keith (1988)",
    "summary": "Tropical Storm Keith, the eleventh tropical storm of the 1988 season, was the latest North Atlantic tropical cyclone in the calendar year to strike the Continental United States since the 1925 season. Keith developed out of a tropical wave in the Caribbean Sea on November 17 and reached a peak intensity of 70 mph (110 km/h) shortly before striking the northeastern tip of the Yucatán Peninsula. It turned northeastward in the Gulf of Mexico, and made landfall near Sarasota, Florida, on November 23. Keith became extratropical near Bermuda on November 24. The extratropical remnant persisted for two more days. Keith produced moderate to heavy rainfall in Honduras, Jamaica, and Cuba. Minimal damage was reported in Mexico. The last of four named North Atlantic hurricanes to hit the United States during the season, Keith produced moderate rainfall, rough storm surge, and gusty winds across central Florida. Overall damage was fairly minor but widespread, totaling $7.3 million. Near the coast of Florida, damage occurred mainly from storm surge and beach erosion. Further inland there were floods, downed trees and power lines. No fatalities were reported.",
    "url": "https://en.wikipedia.org/wiki/Tropical_Storm_Keith_(1988)"
  },
  "word": {
    "id": "jacquerie",
    "word": "jacquerie",
    "url": "https://www.merriam-webster.com/dictionary/jacquerie",
    "partOfSpeech": "noun",
    "pronunciation": "zhah-kuh-REE",
    "audioPath": "audio/words/jacquerie.mp3",
    "definitions": ["a peasants' revolt"],
    "examples": [
      "\"In light of inadequate social safety nets and the probability of further economic turndowns, the regime's fear of an anti-government jacquerie is not far-fetched.\" (David Aikman, _The American Spectator_, March 2000)"
    ],
    "origin": "The first jacquerie was an insurrection of peasants against the nobility in northeastern France in 1358, so-named from the nobles' habit of referring contemptuously to any peasant as \"Jacques,\" or \"Jacques Bonhomme.\" It took some time -- 150 years -- for the name of the first jacquerie to become a generalized term for other revolts. The term is also occasionally used to refer to the peasant class, as when Madame Defarge in Dickens' _A Tale of Two Cities_ tells her husband to \"consider the faces of all the world that we know, consider the rage and discontent to which the Jacquerie addresses itself with more and more of certainty every hour.\""
  }
}
