{
  "artist": {
    "id": "n-c-wyeth",
    "name": "N. C. Wyeth",
    "dates": "Oct 22, 1882 - Oct 19, 1945",
    "mainImg": "img/art/artists/n-c-wyeth.jpg",
    "artworkImgs": [
      {
        "name": "Buy War Bonds",
        "path": "img/art/artworks/n-c-wyeth-a1.jpg",
        "source": "https://artsandculture.google.com/asset/buy-war-bonds-newell-convers-wyeth/2wHBfDyPY3pGLA"
      },
      {
        "name": "Paraíba do Sul river in Campo dos Goytacazes",
        "path": "img/art/artworks/n-c-wyeth-a2.jpg",
        "source": "https://artsandculture.google.com/asset/paraíba-do-sul-river-in-campo-dos-goytacazes-gledson-agra-de-carvalho-cc-by-nc-4-0/3gGiQjR4zDG9IQ"
      },
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/n-c-wyeth-a3.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-newell-convers-wyeth/8gGWuYnrW-djjA"
      },
      {
        "name": "The Little Posse Started Out on its Journey, the Wiry Marshal First",
        "path": "img/art/artworks/n-c-wyeth-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-little-posse-started-out-on-its-journey-the-wiry-marshal-first-newell-convers-wyeth/CAFl7sF8eKizcQ"
      },
      {
        "name": "Three Gorges Dam, in China",
        "path": "img/art/artworks/n-c-wyeth-a5.jpg",
        "source": "https://artsandculture.google.com/asset/three-gorges-dam-in-china-pedro-vásquez-colmenares-cc-by-nc-2-0/MAHEqb0kurVS4A"
      },
      {
        "name": "Blubber Island, Maine",
        "path": "img/art/artworks/n-c-wyeth-a6.jpg",
        "source": "https://artsandculture.google.com/asset/blubber-island-maine-newell-convers-wyeth/dwEuAgiINGwbTQ"
      }
    ],
    "summary": [
      "Newell Convers Wyeth, known as N. C. Wyeth, was an American artist and illustrator. He was the pupil of artist Howard Pyle and became one of America's greatest illustrators. During his lifetime, Wyeth created more than 3,000 paintings and illustrated 112 books, 25 of them for Scribner's, the Scribner Classics, which is the work for which he is best known. The first of these, Treasure Island, was one of his masterpieces and the proceeds paid for his studio. Wyeth was a realist painter at a time when the camera and photography began to compete with his craft. Sometimes seen as melodramatic, his illustrations were designed to be understood quickly. Wyeth, who was both a painter and an illustrator, understood the difference, and said in 1908, \"Painting and illustration cannot be mixed—one cannot merge from one into the other.\"",
      "He is the father of Andrew Wyeth and the grandfather of Jamie Wyeth, both well-known American painters."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Gesso", "Tempera", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/N._C._Wyeth",
    "urlGoogle": "https://artsandculture.google.com/entity/n-c-wyeth/m02p6_g"
  },
  "event": {
    "id": "all-souls-day",
    "name": "All Souls Day",
    "dates": null,
    "mainImg": "img/events/all-souls-day.jpg",
    "summary": [
      "All Souls' Day, also known as the Commemoration of All the Faithful Departed and the Day of the Dead, is a day of prayer and remembrance for the souls of those who have died, which is observed by some Christian denominations. All Souls' Day is often, although not exclusively, celebrated in Western Christianity; Saturday of Souls is a related tradition more frequently observed in Eastern Christianity. Practitioners of All Souls' Day traditions often remember deceased loved ones in various ways on the day. Beliefs and practices associated with All Souls' Day vary widely among Christian churches and denominations.",
      "In contemporary Western Christianity the annual celebration is held on 2 November, and is part of the season of Allhallowtide that includes All Saints' Day and its eve, Halloween. Prior to the standardization of Catholic observance on 2 November by St. Odlio of Cluny during the 10th century, many Catholic congregations celebrated All Souls Day on various dates during the Easter season as it is still observed in some Eastern Orthodox Church and Eastern Catholic Churches."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/All_Souls%27_Day",
    "urlGoogle": "https://artsandculture.google.com/entity/all-souls-day/m0m2r"
  },
  "funFacts": [
    {
      "id": "933",
      "fact": "A crocodile can't stick out its tongue.",
      "category": ["Animals", "Science"]
    },
    {
      "id": "63",
      "fact": "The average human produces 10,000 gallons of saliva in a lifetime.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "554019",
      "fact": "Shirley Temple reportedly didn't love her famous curls; she preferred the cropped hairstyle of her hero Amelia Earhart."
    }
  ],
  "idiom": {
    "id": "wild-horses-couldnt-drag-me",
    "term": "wild horses couldn't drag me",
    "definition": "Nothing could induce or persuade me, as in *Wild horses couldn't drag me to that nightclub.* This idiom, always in negative form, is believed to have replaced *wild horses couldn't draw it from me,* referring to the medieval torture of using horses to stretch a prisoner and thereby force a confession. [First half of 1800s]"
  },
  "person": {
    "id": "eva-peron",
    "name": "Eva Perón",
    "dates": "May 7, 1919 - Jul 26, 1952",
    "mainImg": "img/people/eva-peron.jpg",
    "summary": [
      "María Eva Duarte, better known as María Eva Duarte de Perón, Eva Perón and Evita, was the wife of Argentine President Juan Perón and First Lady of Argentina from 1946 until her death in 1952. She was born in poverty in the rural village of Los Toldos, in the Pampas, as the youngest of five children. In 1934 at the age of 15, she moved to the nation's capital of Buenos Aires to pursue a career as a stage, radio, and film actress.",
      "She met Colonel Juan Perón on 22 January 1944 during a charity event at the Luna Park Stadium to benefit the victims of an earthquake in San Juan, Argentina. The two were married the following year. Juan Perón was elected President of Argentina in 1946; during the next six years, Eva Perón became powerful within the pro-Peronist trade unions, primarily for speaking on behalf of labor rights. She also ran the Ministries of Labor and Health, founded and ran the charitable Eva Perón Foundation, championed women's suffrage in Argentina, and founded and ran the nation's first large-scale female political party, the Women's Peronist Party."
    ],
    "quote": "“Charity separates the rich from the poor; aid raises the needy and sets him on the same level with the rich.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Eva_Per%C3%B3n",
    "urlGoogle": "https://artsandculture.google.com/entity/eva-perón/m0dltj"
  },
  "place": {
    "id": "george-town",
    "name": "George Town",
    "mainImg": "img/places/george-town.jpg",
    "summary": [
      "George Town, officially the City of Penang Island, is the capital city of the Malaysian state of Penang. The city comprises Penang Island and its surrounding smaller islands. George Town is Malaysia's third most populous city with 708,127 inhabitants as of 2010, while Greater Penang is the nation's second largest conurbation with a population of 2,412,616. The historical core of George Town has been inscribed as a UNESCO World Heritage Site since 2008.",
      "Established as an entrepôt by Francis Light of the British East India Company in 1786, George Town was the first British settlement in Southeast Asia. Together with Singapore and Malacca, George Town formed part of the Straits Settlements, which became a British crown colony in 1867. It was subjugated by Japan during World War II, before being recaptured by the British at war's end. Shortly before Malaya attained independence from the British in 1957, George Town was declared a city by Queen Elizabeth II, making it the first city in the country's modern history."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/George_Town,_Penang",
    "urlGoogle": "https://artsandculture.google.com/entity/george-town/m015806"
  },
  "quote": {
    "id": "33",
    "quote": "Always take the high road, it's far less crowded.",
    "author": "Charlie Munger"
  },
  "wiki": {
    "id": "cutthroat-trout",
    "name": "Cutthroat trout",
    "summary": "The cutthroat trout (Oncorhynchus clarki) is a fish species of the family Salmonidae native to cold-water tributaries of the Pacific Ocean, Rocky Mountains and Great Basin in North America. Cutthroat trout are popular gamefish, especially among anglers who enjoy fly fishing. The common name \"cutthroat\" refers to the distinctive red coloration on the underside of the lower jaw. The specific name clarki was given to honor explorer William Clark, coleader of the Lewis and Clark Expedition. Cutthroat trout usually inhabit and spawn in small to moderately large, clear, well-oxygenated, shallow rivers with gravel bottoms. They also reproduce in clear, cold, moderately deep lakes. They are native to the alluvial or freestone streams that are typical tributaries of the Pacific basin, Great Basin and Rocky Mountains. Cutthroat trout spawn in the spring and may inadvertently but naturally hybridize with rainbow trout, producing fertile cutbows. Several subspecies of cutthroat trout are currently listed as threatened due to habitat loss and the introduction of non-native species. The cutthroat trout type species and several subspecies are the official state fish of seven western U.S. states.",
    "url": "https://en.wikipedia.org/wiki/Cutthroat_trout"
  },
  "word": {
    "id": "chouse",
    "word": "chouse",
    "url": "https://www.merriam-webster.com/dictionary/chouse",
    "partOfSpeech": "verb",
    "pronunciation": "CHOWSS",
    "audioPath": "audio/words/chouse.mp3",
    "definitions": ["cheat, trick"],
    "examples": [
      "In Dickens’s A Tale of Two Cities, the miserable Mr. Cruncher fumes, \"If I ain't … been _choused_ this last week into as bad luck as ever a poor devil of a honest tradesman met with!\"",
      "\"The 18th fairway Saturday afternoon bore a scene only accessible in a gentrified sport such as golf; Polson's Jaylin Kenney bookended by Erin Tabish and Katie Fyall of Whitefish, all three girls calm and cordial as could be, each likely secretly hoping to _chouse_ a collapse out of the other.\" - Mark Robertson, _Lake County Leader & Advertiser_ (Polson, Montana), October 9, 2013"
    ],
    "origin": "\"You shall chouse him of Horses, Cloaths, and Mony,\" wrote John Dryden in his 1663 play _Wild Gallant_. Dryden was one of the first English writers to use _chouse_, but he wasn't the last. That term, which may derive from a Turkish word meaning \"doorkeeper\" or \"messenger,\" has a rich literary past, appearing in works by Samuel Pepys, Henry Fielding, Sir Walter Scott, and Charles Dickens, among others, but its use dropped off in the 20th century. In fact, English speakers of today may be more familiar with another _chouse_, a verb used in the American West to mean \"to drive or herd roughly.\" In spite of their identical spellings, though, the two _chouse_ homographs are not related (and the origin of the latter is a source of some speculation)."
  }
}
