{
  "artist": {
    "id": "hua-yan",
    "name": "Hua Yan",
    "dates": "1682 - 1756",
    "mainImg": "img/art/artists/hua-yan.jpg",
    "artworkImgs": [
      {
        "name": "清 華喦 白芍藥圖 軸|White Peony and Rocks",
        "path": "img/art/artworks/hua-yan-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-華喦-白芍藥圖-軸-white-peony-and-rocks-hua-yan/NQG7I1zGZbXkTQ"
      },
      {
        "name": "Birds and Flowers",
        "path": "img/art/artworks/hua-yan-a2.jpg",
        "source": "https://artsandculture.google.com/asset/birds-and-flowers-artist-hua-yan/8AGY0rojX68AQQ"
      },
      {
        "name": "Nambu Tekki Casting",
        "path": "img/art/artworks/hua-yan-a3.jpg",
        "source": "https://artsandculture.google.com/asset/nambu-tekki-casting-iwachu/KQGVcwtzZolauQ"
      },
      {
        "name": "Mynah Birds and Leaping Squirrel",
        "path": "img/art/artworks/hua-yan-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mynah-birds-and-leaping-squirrel-artist-hua-yan/ZgE3SOaXHij7kA"
      },
      {
        "name": "Nambu Tekki Casting",
        "path": "img/art/artworks/hua-yan-a5.jpg",
        "source": "https://artsandculture.google.com/asset/nambu-tekki-casting-iwachu/AQES8IaY4RHVWg"
      },
      {
        "name": "Nambu Tekki Melting",
        "path": "img/art/artworks/hua-yan-a6.jpg",
        "source": "https://artsandculture.google.com/asset/nambu-tekki-melting-iwachu/ygEpm2CBgE6Pgw"
      }
    ],
    "summary": [
      "Hua Yan simplified Chinese: 华嵒; traditional Chinese: 華嵒; pinyin: Huà Yán; Wade–Giles: Hua Yen; courtesy name Qiu Yue, sobriquets Xinluo Shanren, Dong Yuan Sheng, Buyi Sheng, Ligou Jushi and Bosha Daoren was a Qing Dynasty Chinese painter. He was born in Shanghang Fujian province and lived in Yangzhou and later in Hangzhou. Yan's work is within the tradition of the Yangzhou school and is often named as one of the Eight Eccentrics of Yangzhou."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hua_Yan",
    "urlGoogle": "https://artsandculture.google.com/entity/hua-yan/m0279tpc"
  },
  "event": {
    "id": "kastner-train",
    "name": "Kastner train",
    "dates": "Jun 30, 1944 - Aug 18, 1944",
    "mainImg": "img/events/kastner-train.jpg",
    "summary": [
      "The Kastner train consisted of 35 cattle trucks that left Budapest on 30 June 1944, during the German occupation of Hungary, carrying over 1,600 Jews to safety in Switzerland. The train was named after Rudolf Kastner, a Hungarian-Jewish lawyer and journalist, who was a founding member of the Budapest Aid and Rescue Committee, a group that smuggled Jews out of occupied Europe during the Holocaust. Kastner negotiated with Adolf Eichmann, the German SS officer in charge of deporting Hungary's Jews to Auschwitz in German-occupied Poland, to allow over 1,600 Jews to escape in exchange for gold, diamonds, and cash.",
      "The train was organized during the deportations to Auschwitz in May–July 1944 of 437,000 Hungarian Jews, three-quarters of whom were sent to the gas chambers. Its passengers were chosen from a wide range of social classes, and included around 273 children, many of them orphaned. The wealthiest 150 passengers paid $1,500 each to cover their own and the others' escape. After a journey of several weeks, including a diversion to the Bergen-Belsen concentration camp in Germany, 1,670 surviving passengers reached Switzerland in August and December 1944."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kastner_train",
    "urlGoogle": "https://artsandculture.google.com/entity/kastner-train/m08c_1v"
  },
  "funFacts": [
    {
      "id": "972",
      "fact": "The name of the city of Portland, Oregon was decided by a coin toss.  The name that lost was Boston.",
      "category": ["Geography", "History", "Make-it-Easies"]
    },
    { "id": "8", "fact": "A bee has five eyelids.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "522156",
      "fact": "Forrest Mars, the creator of Peanut M&M's, was allergic to peanuts."
    }
  ],
  "idiom": {
    "id": "snake-in-the-grass",
    "term": "snake in the grass",
    "definition": "A treacherous person, as in *Ben secretly applied for the same job as his best friend; no one knew he was such a snake in the grass.* This metaphor for treachery, alluding to a poisonous snake concealed in tall grass, was used in 37 B.C. by the Roman poet Virgil (*latet anguis in herba*). It was first recorded in English in 1696 as the title of a book by Charles Leslie."
  },
  "person": {
    "id": "harold-hitz-burton",
    "name": "Harold Hitz Burton",
    "dates": "Jun 22, 1888 - Oct 28, 1964",
    "mainImg": "img/people/harold-hitz-burton.jpg",
    "summary": [
      "Harold Hitz Burton was an American politician and lawyer. He served as the 45th mayor of Cleveland, Ohio, as a U.S. Senator from Ohio, and as an Associate Justice of the Supreme Court of the United States.",
      "Born in Boston, Burton practiced law in Cleveland after graduating from Harvard Law School. After serving in the United States Army during World War I, Burton became active in Republican Party politics and won election to the Ohio House of Representatives. After serving as the mayor of Cleveland, Burton won election to the United States Senate in 1940. After the retirement of Associate Justice Owen J. Roberts, President Harry S. Truman successfully nominated Burton to the Supreme Court. Burton served on the Court until 1958, when he was succeeded by Potter Stewart.",
      "Burton was known as a dispassionate, pragmatic, somewhat plodding jurist who preferred to rule on technical and procedural rather than constitutional grounds. He was also seen as an affable justice who helped ease tension on the court during an extremely acrimonious time. He wrote the majority opinion in Joint Anti-Fascist Refugee Committee v. McGrath and Lorain Journal Co. v. United States."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Harold_Hitz_Burton",
    "urlGoogle": "https://artsandculture.google.com/entity/harold-hitz-burton/m02p03m"
  },
  "place": {
    "id": "tacoma",
    "name": "Tacoma",
    "mainImg": "img/places/tacoma.jpg",
    "summary": [
      "Tacoma is a mid-sized urban port city and the county seat of Pierce County, Washington, United States. The city is on Washington's Puget Sound, 32 miles southwest of Seattle, 31 miles northeast of the state capital, Olympia, and 58 miles northwest of Mount Rainier National Park. The population was 191,704, according to the 2010 census. Tacoma is the second-largest city in the Puget Sound area and the third-largest in the state. Tacoma also serves as the center of business activity for the South Sound region, which has a population of around 1 million.",
      "Tacoma adopted its name after the nearby Mount Rainier, originally called Takhoma or Tahoma. It is locally known as the \"City of Destiny\" because the area was chosen to be the western terminus of the Northern Pacific Railroad in the late 19th century. The decision of the railroad was influenced by Tacoma's neighboring deep-water harbor, Commencement Bay. By connecting the bay with the railroad, Tacoma's motto became \"When rails meet sails\". Commencement Bay serves the Port of Tacoma, a center of international trade on the Pacific Coast and Washington's largest port."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tacoma,_Washington",
    "urlGoogle": "https://artsandculture.google.com/entity/tacoma/m010t4v"
  },
  "wiki": {
    "id": "michael-brown-okinawa-assault-incident",
    "name": "Michael Brown Okinawa assault incident",
    "summary": "The Michael Brown Okinawa assault incident arose from an attempted indecent assault by U.S. Marine Corps Major Michael Brown on a Filipina bartender, V. N., in Okinawa, Japan on November 2, 2002. The case received extensive attention in the Japanese media, especially on Okinawa, and the crime sparked a public debate over the U.S. military presence in Japan, the fairness of the Japanese legal system, and the practices of the Japanese police. The case involved the Treaty of Mutual Cooperation and Security between the United States and Japan and the U.S.–Japan Status of Forces Agreement, the Status of Forces Agreement between Japan and the United States. On July 8, 2004, after a 19-month trial, Brown was convicted by a Japanese court of attempted indecent assault and destruction of private property and received a one-year suspended prison sentence. Based on this incident and others involving crimes committed by U.S. military personnel in Japan, both countries entered into negotiations aimed at modifying the SOFA in July 2003; however, no changes were made.",
    "url": "https://en.wikipedia.org/wiki/Michael_Brown_Okinawa_assault_incident"
  },
  "word": {
    "id": "besot",
    "word": "besot",
    "url": "https://www.merriam-webster.com/dictionary/besot",
    "partOfSpeech": "verb",
    "pronunciation": "bih-SAHT",
    "audioPath": "audio/words/besot.mp3",
    "definitions": ["infatuate", "to make dull or stupid; especially : to muddle with drunkenness"],
    "examples": [
      "Long besotted with the pretty file clerk who worked in his office, Keith finally worked up the nerve to ask her out to lunch."
    ],
    "origin": "\"Besot\" developed from a combination of the prefix \"be-\" (\"to cause to be\") and \"sot,\" a now-archaic verb meaning \"to cause to appear foolish or stupid.\" \"Sot\" in turn comes from the Middle English noun \"sott,\" meaning \"fool.\" The first known use of \"besot\" is found in a poem by George Turberville, published in 1567. In the poem the narrator describes how he gazed at a beautiful stranger \"till use of sense was fled.\" He then proceeds to compare himself to Aegisthus of Greek legend, the lover of Clytemnestra while Agamemnon was away at war, writing: \"What forced the Fool to love / his beastly idle life / Was cause that he besotted was / of Agamemnon’s Wife.\""
  }
}
