{
  "artist": {
    "id": "steve-mc-queen",
    "name": "Steve McQueen",
    "dates": "Born Oct 9, 1969",
    "mainImg": "img/art/artists/steve-mc-queen.jpg",
    "artworkImgs": [
      {
        "name": "Prey",
        "path": "img/art/artworks/steve-mc-queen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/prey-steve-mcqueen/ZwFpiQvOpA3q-Q"
      },
      {
        "name": "Ashes",
        "path": "img/art/artworks/steve-mc-queen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ashes-steve-mcqueen/9AHqbnRpwgr0eg"
      },
      {
        "name": "Deadpan",
        "path": "img/art/artworks/steve-mc-queen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/deadpan-steve-mcqueen/cAHohX0rSlAkpw"
      },
      {
        "name": "Ashes",
        "path": "img/art/artworks/steve-mc-queen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ashes-steve-mcqueen/IAHTJUoZdiMVEA"
      },
      {
        "name": "Steve McQueen on Paul Robeson",
        "path": "img/art/artworks/steve-mc-queen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/steve-mcqueen-on-paul-robeson-steve-mcqueen/VwHhidQaSZNbwQ"
      },
      {
        "name": "Steve McQueen on Paul Robeson",
        "path": "img/art/artworks/steve-mc-queen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/steve-mcqueen-on-paul-robeson-steve-mcqueen/rAE_Q8AAltdWZg"
      }
    ],
    "summary": [
      "Sir Steven Rodney McQueen CBE is a British film director, film producer, screenwriter, and video artist. For his 2013 film 12 Years a Slave, a historical drama adaptation of an 1853 slave narrative memoir, he won an Academy Award, BAFTA Award for Best Film, and Golden Globe Award for Best Motion Picture – Drama, as a producer, and he also received the award for Best Director from the New York Film Critics Circle. McQueen is the first black filmmaker to win an Academy Award for Best Picture.",
      "McQueen frequently collaborates with actor Michael Fassbender, who has starred in three of McQueen's four feature films. McQueen's other feature films are Hunger, a historical drama about the 1981 Irish hunger strike, Shame, a drama about an executive struggling with sex addiction, and 12 Years a Slave.",
      "For his artwork, McQueen has received the Turner Prize, the highest award given to a British visual artist. In 2006, he produced Queen and Country, which commemorates the deaths of British soldiers in Iraq by presenting their portraits as a sheet of stamps. For services to the visual arts, he was appointed Commander of the Order of the British Empire in 2011."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Young British Artists"],
    "mediums": ["Photographic film"],
    "urlWiki": "https://en.wikipedia.org/wiki/Steve_McQueen_%28director%29",
    "urlGoogle": "https://artsandculture.google.com/entity/steve-mcqueen/m01c0v6"
  },
  "event": {
    "id": "cuban-missile-crisis",
    "name": "Cuban Missile Crisis",
    "dates": "Oct 16, 1962 - Oct 28, 1962",
    "mainImg": "img/events/cuban-missile-crisis.jpg",
    "summary": [
      "The Cuban Missile Crisis, also known as the October Crisis of 1962, the Caribbean Crisis, or the Missile Scare, was a 13-day confrontation between the United States and the Soviet Union initiated by Soviet ballistic missile deployment in Cuba. The confrontation is often considered the closest the Cold War came to escalating into a full-scale nuclear war.",
      "In response to the failed Bay of Pigs Invasion of 1961 and the presence of American Jupiter ballistic missiles in Italy and Turkey, Soviet leader Nikita Khrushchev agreed to Cuba's request to place nuclear missiles on the island to deter a future invasion. An agreement was reached during a secret meeting between Khrushchev and Fidel Castro in July 1962, and construction of a number of missile launch facilities started later that summer.",
      "Meanwhile, the 1962 United States elections were under way, and the White House had denied charges for months that it was ignoring dangerous Soviet missiles 90 miles from Florida. The missile preparations were confirmed when an Air Force U-2 spy plane produced clear photographic evidence of medium-range and intermediate-range ballistic missile facilities.",
      "When this was reported to President John F."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cuban_Missile_Crisis",
    "urlGoogle": "https://artsandculture.google.com/entity/cuban-missile-crisis/m01zxx"
  },
  "funFacts": [
    {
      "id": "759",
      "fact": "A rhinoceros horn is made of compacted hair.",
      "category": ["Animals"]
    },
    {
      "id": "732",
      "fact": "The chicken is the closest living relative of Tyrannosaurus Rex.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554004",
      "fact": "Nostrils take turns receiving the majority of the air you breathe, which explains why one is usually stuffier than the other."
    }
  ],
  "idiom": {
    "id": "build-on-sand",
    "term": "build on sand",
    "definition": "Use an unstable foundation, as in *If you buy nothing but high-risk stocks, your portfolio will be built on sand.* This metaphor appears in the New Testament, where Jesus likens those who do not heed his sayings to a foolish man who builds his house on sand, which then is washed away by rain, flood, and wind (Matthew 7:24--27). [c. 1600]"
  },
  "person": {
    "id": "robert-baden-powell",
    "name": "Robert Baden-Powell",
    "dates": "Feb 22, 1857 - Jan 8, 1941",
    "mainImg": "img/people/robert-baden-powell.jpg",
    "summary": [
      "Lieutenant General Robert Stephenson Smyth Baden-Powell, 1st Baron Baden-Powell, OM, GCMG, GCVO, KCB, KStJ, DL, was a British Army officer, writer, founder and first Chief Scout of the world-wide Scout Movement, and founder, with his sister Agnes, of the world-wide Girl Guide / Girl Scout Movement. Baden-Powell authored the first editions of the seminal work Scouting for Boys, which was an inspiration for the Scout Movement.",
      "Educated at Charterhouse in Surrey, Baden-Powell served in the British Army from 1876 until 1910 in India and Africa. In 1899, during the Second Boer War in South Africa, Baden-Powell successfully defended the town in the Siege of Mafeking. Several of his military books, written for military reconnaissance and scout training in his African years, were also read by boys. In 1907, he held a demonstration camp, the Brownsea Island Scout camp, which is now seen as the beginning of Scouting. Based on his earlier books, particularly Aids to Scouting, he wrote Scouting for Boys, published in 1908 by Sir Arthur Pearson, for boy readership. In 1910 Baden-Powell retired from the army and formed The Scout Association."
    ],
    "quote": "“A Scout is never taken by surprise; he knows exactly what to do when anything unexpected happens.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_Baden-Powell,_1st_Baron_Baden-Powell",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-baden-powell/m0gj7k"
  },
  "place": {
    "id": "nuremberg",
    "name": "Nuremberg",
    "mainImg": "img/places/nuremberg.jpg",
    "summary": [
      "Nuremberg is the second-largest city of the German federal state of Bavaria after its capital Munich, and its 511,628 inhabitants make it the 14th largest city in Germany. On the Pegnitz River and the Rhine–Main–Danube Canal, it lies in the Bavarian administrative region of Middle Franconia, and is the largest city and the unofficial capital of Franconia. Nuremberg forms a continuous conurbation with the neighbouring cities of Fürth, Erlangen and Schwabach with a total population of 798,867, while the larger Nuremberg Metropolitan Region has approximately 3.6 million inhabitants. The city lies about 170 kilometres north of Munich. It is the largest city in the East Franconian dialect area, Nuremberg was one of the host cities of the 2006 FIFA World Cup.",
      "There are many institutions of higher education in the city, including the University of Erlangen-Nuremberg. With 39,780 students in 2017, it is Bavaria's third-largest and Germany's 11th-largest university, with campuses in Erlangen and Nuremberg and a university hospital in Erlangen. Technische Hochschule Nürnberg Georg Simon Ohm and Hochschule für Musik Nürnberg are also located within the city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nuremberg",
    "urlGoogle": "https://artsandculture.google.com/entity/nuremberg/m05bkf"
  },
  "quote": {
    "id": "13",
    "quote": "The secret of getting ahead is getting started. The secret of getting started is breaking your complex, overwhelming tasks into smaller manageable tasks, and then starting on the first one.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "lambeosaurus",
    "name": "Lambeosaurus",
    "summary": "Lambeosaurus is a genus of hadrosaurid dinosaur that lived about 76 to 75 million years ago, in the Late Cretaceous period (Campanian) of North America. This bipedal/quadrupedal, herbivorous dinosaur is known for its distinctive hollow cranial crest, which in the best-known species resembled a hatchet. Several possible species have been named in Canada, the US, and Mexico, but only the two Canadian species are currently recognized as valid. The various skulls assigned to the type species L. lambei are interpreted as showing age differences and sexual dimorphism, including some juvenile fossils previously thought to belong to a genus of dwarf hadrosaur. Lambeosaurus was closely related to the better known Corythosaurus, which is found in slightly older rocks, as well as the less well-known dinosaurs Hypacrosaurus and Olorotitan. All had unusual crests, which are now generally assumed to have served social functions like noisemaking and recognition. Lambeosaurus was belatedly described in 1923 by William Parks, over twenty years after the first material was studied by Lawrence Lambe, after whom the dinosaur is named.",
    "url": "https://en.wikipedia.org/wiki/Lambeosaurus"
  },
  "word": {
    "id": "bludge",
    "word": "bludge",
    "url": "https://www.merriam-webster.com/dictionary/bludge",
    "partOfSpeech": "verb, chiefly Australia & New Zealand",
    "pronunciation": "BLUJ",
    "audioPath": "audio/words/bludge.mp3",
    "definitions": [
      "to avoid work or responsibility",
      "to get something from or live on another by imposing on hospitality or good nature : sponge"
    ],
    "examples": [
      "\"If I want to go to Rotto, I’ll catch the ferry or bludge a ride on the new boat of one of my commodity-boomed nouveau riche friends.\" (Phil Haberland, _The_ \\[Perth, Australia\\] _Guardian Express_, March 6, 2007)"
    ],
    "origin": "Though they can be annoying, people who bludge -- bludgers -- are relatively harmless. On the other hand, a bully armed with a bludgeon -- a \"bludgeoner\" -- can cause serious harm. In the 19th century, \"bludgeoner\" was shortened to \"bludger\" and used as a slang word for \"pimp.\" That \"bludger\" was certainly a kind of bully, one apparently willing to wield a bludgeon now and then to insure his livelihood. In the early 20th century, \"bludge\" became the verb for what a bludger does. By then, a somewhat softened \"bludger\" had appeared in Australia and New Zealand: the pimping and the bullying were eliminated, and the parasitical tendencies reduced to mere cadging or sponging."
  }
}
