{
  "artist": {
    "id": "philip-james-de-loutherbourg",
    "name": "Philip James de Loutherbourg",
    "dates": "Oct 31, 1740 - Mar 11, 1812",
    "mainImg": "img/art/artists/philip-james-de-loutherbourg.jpg",
    "artworkImgs": [
      {
        "name": "The Bard",
        "path": "img/art/artworks/philip-james-de-loutherbourg-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-bard-thomas-gray-edward-jones-philippe-jacques-de-loutherbourg-samuel-middiman-john-hall/NwFF95tcEeidBw"
      },
      {
        "name": "An Avalanche in the Alps",
        "path": "img/art/artworks/philip-james-de-loutherbourg-a2.jpg",
        "source": "https://artsandculture.google.com/asset/an-avalanche-in-the-alps-phillip-james-de-loutherbourg/WgFgObe--pi40A"
      },
      {
        "name": "The Great Fire of London",
        "path": "img/art/artworks/philip-james-de-loutherbourg-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-great-fire-of-london-philippe-jacques-de-loutherbourg-1740–1812-french-active-in-britain-from-1771/EwGkRR3EbNnnzA"
      },
      {
        "name": "A Philosopher in a Moonlit Churchyard",
        "path": "img/art/artworks/philip-james-de-loutherbourg-a4.jpg",
        "source": "https://artsandculture.google.com/asset/a-philosopher-in-a-moonlit-churchyard-philippe-jacques-de-loutherbourg-1740–1812-french-active-in-britain-from-1771/7gEu5Gq41-fE7w"
      },
      {
        "name": "The Battle of Camperdown",
        "path": "img/art/artworks/philip-james-de-loutherbourg-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-battle-of-camperdown-phillip-james-de-loutherbourg/zQGiilBWukEi_w"
      },
      {
        "name": "A shipwreck off a rocky coast",
        "path": "img/art/artworks/philip-james-de-loutherbourg-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-shipwreck-off-a-rocky-coast-philippe-jacques-de-loutherbourg/gQGYuEpik9rDzw"
      }
    ],
    "summary": [
      "Philip James de Loutherbourg RA, whose name is sometimes given in the French form of Philippe-Jacques, the German form of Philipp Jakob, or with the English-language epithet of the Younger, was a Franco-British painter who became known for his large naval works, his elaborate set designs for London theatres, and his invention of a mechanical theatre called the \"Eidophusikon\". He also had an interest in faith-healing and the occult and was a companion of the confidence-trickster Cagliostro."
    ],
    "quote": null,
    "movements": ["Sturm und Drang", "Romanticism", "Renaissance", "Rococo"],
    "mediums": ["Oil paint", "Etching", "Graphite", "Ink", "Pen", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Philip_James_de_Loutherbourg",
    "urlGoogle": "https://artsandculture.google.com/entity/philip-james-de-loutherbourg/m05jbpt"
  },
  "event": {
    "id": "hurricane-maria",
    "name": "Hurricane Maria",
    "dates": "Sep 16, 2017 - Oct 2, 2017",
    "mainImg": "img/events/hurricane-maria.jpg",
    "summary": [
      "Hurricane Maria was a deadly Category 5 hurricane that devastated Dominica, St Croix, and Puerto Rico in September 2017. It is regarded as the worst natural disaster in recorded history to affect those islands and was also the deadliest Atlantic hurricane since Jeanne in 2004. The tenth-most intense Atlantic hurricane on record and the most intense tropical cyclone worldwide in 2017, Maria was the thirteenth named storm, eighth consecutive hurricane, fourth major hurricane, second Category 5 hurricane, and deadliest storm of the hyperactive 2017 Atlantic hurricane season. At its peak, the hurricane caused catastrophic destruction and numerous fatalities across the northeastern Caribbean, compounding recovery efforts in the areas of the Leeward Islands already struck by Hurricane Irma. Total losses from the hurricane are estimated at upwards of $91.61 billion, mostly in Puerto Rico, ranking it as the third-costliest tropical cyclone on record.",
      "Originating from a tropical wave, Maria became a tropical storm on September 16, east of the Lesser Antilles. Highly favorable environmental conditions allowed the storm to undergo explosive intensification as it approached the island arc."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hurricane_Maria",
    "urlGoogle": "https://artsandculture.google.com/entity/hurricane-maria/g11fy_1d36n"
  },
  "funFacts": [
    { "id": "9", "fact": "The average speed of a housefly is 4.5 mph.", "category": ["Animals"] },
    { "id": "733", "fact": "All scorpions glow.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "554071",
      "fact": "The average American typically eats between 3000 and 5000 calories at Thanksgiving dinner."
    }
  ],
  "person": {
    "id": "prince-gong",
    "name": "Prince Gong",
    "dates": "Jan 11, 1833 - May 29, 1898",
    "mainImg": "img/people/prince-gong.jpg",
    "summary": [
      "Yixin, better known in English as Prince Kung or Gong, was an imperial prince of the Aisin Gioro clan and an important statesman of the Manchu-led Qing dynasty in China. He was a regent of the empire from 1861 to 1865 and wielded great influence at other times as well.",
      "At a young age, Yixin was already noted for his brilliance and was once considered by his father the Daoguang Emperor as a potential heir. However, his older half-brother Yizhu eventually inherited the throne as the Xianfeng Emperor. During the Second Opium War in 1860, Prince Gong negotiated with the British, French and Russians, signing the Convention of Beijing on behalf of the Qing Empire. Following the death of the Xianfeng Emperor, Prince Gong launched the Xinyou Coup in 1861 with the aid of the Empress Dowagers Ci'an and Cixi and seized power from a group of eight regents appointed by the Xianfeng Emperor on his deathbed to assist his young son and successor, the Tongzhi Emperor. After the coup, he served as Prince-Regent from 1861–65 and presided over the reforms implemented during the Tongzhi Restoration."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Prince_Gong",
    "urlGoogle": "https://artsandculture.google.com/entity/prince-gong/m02pw6w"
  },
  "place": {
    "id": "boston",
    "name": "Boston",
    "mainImg": "img/places/boston.jpg",
    "summary": [
      "Boston is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles with an estimated population of 692,600 in 2019, also making it the most populous city in New England, and is the seat of Suffolk County. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area, this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
      "Boston is one of the oldest municipalities in the United States, founded on the Shawmut Peninsula in 1630 by Puritan settlers from the English town of the same name. It was the scene of several key events of the American Revolution, such as the Boston Massacre, the Boston Tea Party, the Battle of Bunker Hill, and the Siege of Boston."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Boston",
    "urlGoogle": "https://artsandculture.google.com/entity/boston/m01cx_"
  },
  "wiki": {
    "id": "game-fa-qs",
    "name": "GameFAQs",
    "summary": "GameFAQs is a website that hosts FAQs and walkthroughs for video games. It was created in November 1995 by Jeff \"CJayC\" Veasey and has been owned by CNET Networks since May 2003. The site has a large database of video game information and has been called a place where readers \"can get almost any information\" regarding game strategies. The systems covered range from the 8-bit Atari platform to the consoles of today, including computer games. The FAQs, cheat codes, reviews, game saves, and credits are submitted by volunteer gamers, and contributions are reviewed by the site's two editors, Jeff Veasey and Allen Tyner. The site hosts a large and active message board community. Every game listed on the site has a board for discussion or gameplay help. Many of the boards are shared between GameFAQs and GameSpot, another CNET website. The site also features a daily opinion poll and related tournament contests. GameFAQs.com is one of the 200 highest-trafficked websites according to Alexa.",
    "url": "https://en.wikipedia.org/wiki/GameFAQs"
  },
  "word": {
    "id": "apotheosis",
    "word": "apotheosis",
    "url": "https://www.merriam-webster.com/dictionary/apotheosis",
    "partOfSpeech": "noun",
    "pronunciation": "uh-pah-thee-OH-sis",
    "audioPath": "audio/words/apotheosis.mp3",
    "definitions": [
      "elevation to divine status : deification",
      "the perfect example : quintessence"
    ],
    "examples": [
      "\"Long before celebrity reached its apotheosis, the great gossip columnist and radio broadcaster Walter Winchell … understood that celebrity was a basis for an ongoing, daily national conversation….\" (Neal Gabler, _Newsweek_, December 21, 2009)"
    ],
    "origin": "Among the ancient Greeks, it was sometimes thought fitting -- or simply handy, say if you wanted a god somewhere in your bloodline -- to grant someone or other god status. So they created the word \"apotheosis,\" meaning \"making into a god.\" (The prefix \"apo-\" can mean simply \"quite\" or \"completely,\" and \"theos\" is the Greek word for \"god.\") There's not a lot of Greek-style apotheosizing in the 21st century, but there is hero-worship. Our extended use of \"apotheosis\" as \"elevation to divine status\" is the equivalent of \"placement on a very high pedestal.\" Even more common these days is to use \"apotheosis\" in reference to a perfect example or ultimate form. For example, one might describe a movie as \"the apotheosis of the sci-fi movie genre.\""
  }
}
