{
  "artist": {
    "id": "cornelius-johnson",
    "name": "Cornelius Johnson",
    "dates": "Oct 14, 1593 - Aug 5, 1661",
    "mainImg": "img/art/artists/cornelius-johnson.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Susanna Temple, Later Lady Lister",
        "path": "img/art/artworks/cornelius-johnson-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-susanna-temple-later-lady-lister-cornelius-johnson/tgHlN0MphvJyFQ"
      },
      {
        "name": "Portait of a Lady in Blue",
        "path": "img/art/artworks/cornelius-johnson-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portait-of-a-lady-in-blue/RQFOOU74eqLiBQ"
      },
      {
        "name": "Portrait of a Woman",
        "path": "img/art/artworks/cornelius-johnson-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-woman-cornelis-jonson-van-ceulen-the-elder/4gHMe-gfk8dqew"
      },
      {
        "name": "Portrait of a Man",
        "path": "img/art/artworks/cornelius-johnson-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-cornelius-johnson-1593–1661-british/QgEnaI1s7-eX-A"
      },
      {
        "name": "Anna Maria van Schurman",
        "path": "img/art/artworks/cornelius-johnson-a5.jpg",
        "source": "https://artsandculture.google.com/asset/anna-maria-van-schurman-cornelis-van-dalen-the-younger-after-cornelis-jonson-van-ceulen/LQGpR4-1s9gDPQ"
      },
      {
        "name": "Anna Maria van Schurman",
        "path": "img/art/artworks/cornelius-johnson-a6.jpg",
        "source": "https://artsandculture.google.com/asset/anna-maria-van-schurman-cornelis-jonson-van-ceulen/kwGdkOBECy_QQg"
      }
    ],
    "summary": [
      "Cornelius Johnson or Cornelis Janssens van Ceulen was an English painter of portraits of Dutch or Flemish parentage. He was active in England, from at least 1618 to 1643, when he moved to Middelburg in the Netherlands to escape the English Civil War. Between 1646 and 1652 he lived in Amsterdam, before settling in Utrecht, where he died.",
      "Johnson painted many portraits of emerging new English gentry. His early portraits were panel paintings with \"fictive\" oval frames. His works can be found in major collections in the UK and overseas as well as in private collections in stately homes in Britain.",
      "He was an accomplished portrait painter, but lacked the flair of a master such as Van Dyck. His style varied considerably over his career, and he was able to assimilate new influences into his own style without any discordant effect. He was particularly accurate and detailed in his depiction of clothing. He was one of the few artists in England at this time who consistently signed and dated their work."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Oil paint", "Wood", "Drawing", "Oak", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Cornelius_Johnson_%28artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/cornelius-johnson/m09f7vw"
  },
  "event": {
    "id": "1968-democratic-national-convention",
    "name": "1968 Democratic National Convention",
    "dates": "Aug 26, 1968 - Aug 29, 1968",
    "mainImg": "img/events/1968-democratic-national-convention.jpg",
    "summary": [
      "The 1968 Democratic National Convention was held August 26–29 at the International Amphitheatre in Chicago, Illinois. As President Lyndon B. Johnson had announced he would not seek reelection, the purpose of the convention was to select a new presidential nominee to run as the Democratic Party's candidate for the office. The keynote speaker was Senator Daniel Inouye. Vice President Hubert H. Humphrey and Senator Edmund S. Muskie of Maine were nominated for president and vice president, respectively. The centerpiece of debate was the continuing American military involvement in the Vietnam war and calls to present reforms in the representation by minorities and youth in government and Politics.",
      "The convention was held during a year of violence, political turbulence, and civil unrest, particularly riots in more than 100 cities following the assassination of Martin Luther King Jr. on April 4. The convention also followed the assassination of Robert F. Kennedy on June 5. Both Kennedy and Senator Eugene McCarthy of Minnesota had been running for the Democratic nomination at the time."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1968_Democratic_National_Convention",
    "urlGoogle": "https://artsandculture.google.com/entity/1968-democratic-national-convention/m0bq4d"
  },
  "funFacts": [
    {
      "id": "321",
      "fact": "The word \"purple\" does not rhyme with any other word in the English language.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "925",
      "fact": "The White House was originally called the President's Palace. It became The White House in 1901.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553528",
      "fact": "Mr. Rogers always mentioned out loud that he was feeding his fish because a young blind viewer once asked him to do so. She wanted to know the fish were OK."
    }
  ],
  "idiom": {
    "id": "wet-ones-whistle",
    "term": "wet one's whistle",
    "definition": "Have a drink, as in *I'm just going to wet my whistle before I go out on the tennis court.* This expression uses *whistle* in the sense of \"mouth\" and may allude to the fact that it is very hard to whistle with dry lips. [Late 1300s]"
  },
  "person": {
    "id": "gaius-maecenas",
    "name": "Gaius Maecenas",
    "dates": "67 BC - 7 BC",
    "mainImg": "img/people/gaius-maecenas.jpg",
    "summary": [
      "Gaius Cilnius Maecenas was a friend and political advisor to Octavian, who later reigned as Augustus. He was also an important patron for the new generation of Augustan poets, including both Horace and Virgil. During the reign of Augustus, Maecenas served as a quasi-culture minister to the Emperor but in spite of his wealth and power he chose not to enter the Senate, remaining of equestrian rank."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gaius_Maecenas",
    "urlGoogle": "https://artsandculture.google.com/entity/gaius-maecenas/m04_5j"
  },
  "place": {
    "id": "dijon",
    "name": "Dijon",
    "mainImg": "img/places/dijon.jpg",
    "summary": [
      "Dijon is a city in Eastern France, the capital of the Côte-d'Or department in the Bourgogne-Franche-Comté region.",
      "The earliest archaeological finds within the city limits of Dijon date to the Neolithic period. Dijon later became a Roman settlement named Divio, located on the road from Lyon to Paris. The province was home to the Dukes of Burgundy from the early 11th until the late 15th centuries, and Dijon was a place of tremendous wealth and power, one of the great European centres of art, learning, and science. Population: 151,576 within the city limits; 250,516 for the greater Dijon area.",
      "The city has retained varied architectural styles from many of the main periods of the past millennium, including Capetian, Gothic, and Renaissance. Many still-inhabited town houses in the city's central district date from the 18th century and earlier. Dijon architecture is distinguished by, among other things, toits bourguignons made of tiles glazed in terracotta, green, yellow, and black and arranged in geometric patterns.",
      "Dijon holds an International and Gastronomic Fair every year in autumn."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dijon",
    "urlGoogle": "https://artsandculture.google.com/entity/dijon/m0pbhz"
  },
  "wiki": {
    "id": "through-the-looking-glass-lost",
    "name": "Through the Looking Glass (Lost)",
    "summary": "\"Through the Looking Glass\" is the 22nd episode and season finale of the third season—sixty-ninth episode overall—of the American Broadcasting Company television series Lost. It was written by co-creator/executive producer Damon Lindelof and executive producer Carlton Cuse, and directed by executive producer Jack Bender. Like the previous two season finales, it was two hours long with advertisements, which is twice the length of a normal episode. It was split when released on DVD. The season finale was critically acclaimed and the episode has garnered a number of awards and nominations, including three Emmy nominations. Despite heavy security measures, a synopsis of the episode was leaked online before the episode aired. The episode begins on December 22, 2004, ninety-two days after the crash of Oceanic Airlines Flight 815. The battle between the crash survivors and the dangerous and mysterious island inhabitants referred to as \"The Others\" comes to a head as ten of the Others ambush the survivors' camp and are subsequently killed.",
    "url": "https://en.wikipedia.org/wiki/Through_the_Looking_Glass_(Lost)"
  },
  "word": {
    "id": "credulous",
    "word": "credulous",
    "url": "https://www.merriam-webster.com/dictionary/credulous",
    "partOfSpeech": "adjective",
    "pronunciation": "KREJ-uh-lus",
    "audioPath": "audio/words/credulous.mp3",
    "definitions": [
      "ready to believe especially on slight or uncertain evidence",
      "proceeding from credulity"
    ],
    "examples": [
      "Because she is by nature _credulous_, Ivy didn’t question Bill’s assertion that the castle they stood in had been built in England and shipped across the English Channel to France.",
      "\"Koolhoven's philosophical probing of human limitation among the good guys -- and of what that complexity might mean to a _credulous_ lad hungry for role models -- is all but overwhelmed by his commercial instincts and undeniable skill at juggling realism with genre.\" -- From a movie review by Ella Taylor in _The Village Voice_, March 16, 2011"
    ],
    "origin": "It’s easier to give credit to people who adhere to their creed than to give credence to what miscreants say, or for that matter, to find recreants altogether credible. That sentence contains a half dozen words which, like today’s \"credulous,\" are descendants of \"credere,\" the Latin verb that means \"to believe\" or \"to trust\": \"credit\" (\"honor,\" as well as \"belief\"); \"creed\" (\"guiding principle\"); \"credence\" (\"acceptance as true\"); \"miscreant\" (\"a heretic\" or \"a criminal\"); \"recreant\" (\"coward, deserter\"); and \"credible\" (\"offering reasonable grounds for being believed\"). \"Credulous\" is even more closely allied to the nouns \"credulity\" and \"credulousness\" (both meaning \"gullibility\"), and of course its antonym, \"incredulous\" (\"skeptical,\" also \"improbable\")."
  }
}
