{
  "artist": {
    "id": "urs-fischer",
    "name": "Urs Fischer",
    "dates": "Born May 2, 1973",
    "mainImg": "img/art/artists/urs-fischer.jpg",
    "artworkImgs": [
      {
        "name": "Michael Chow Wax Portrait",
        "path": "img/art/artworks/urs-fischer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/michael-chow-wax-portrait-urs-fischer/WQE1DcIpcK2MOg"
      },
      {
        "name": "Kaldor Public Art Project 15: Urs Fischer 2007",
        "path": "img/art/artworks/urs-fischer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/kaldor-public-art-project-15-urs-fischer-2007-urs-fischer/vAFYfy7H9NJTRw"
      },
      {
        "name": "As it Lays—Michael Chow",
        "path": "img/art/artworks/urs-fischer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/as-it-lays—michael-chow-urs-fischer/RwH9icEL-3A0UQ"
      },
      {
        "name": "Urs Fischer, Sigh, Sigh, Sherlock!",
        "path": "img/art/artworks/urs-fischer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/urs-fischer-sigh-sigh-sherlock-urs-fischer/6AHyD9UHM6RP2w"
      },
      {
        "name": "Lamp",
        "path": "img/art/artworks/urs-fischer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lamp-urs-fischer/kAExx2QkZUiaDQ"
      }
    ],
    "summary": [
      "Urs Fischer is a Swiss-born contemporary visual artist living in New York City. Fischer’s practice includes sculpture, installation and photography. Fischer is represented by contemporary galleries Gagosian and Sadie Coles HQ."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Fiberglass", "Vitreous enamel", "Enamel paint", "Plaster", "Iron", "Glass"],
    "urlWiki": "https://en.wikipedia.org/wiki/Urs_Fischer",
    "urlGoogle": "https://artsandculture.google.com/entity/urs-fischer/m03h5tnv"
  },
  "event": {
    "id": "second-boer-war",
    "name": "Second Boer War",
    "dates": "Oct 11, 1899 - May 31, 1902",
    "mainImg": "img/events/second-boer-war.jpg",
    "summary": [
      "The Second Boer War was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. It is also known variously as the Boer War, Anglo-Boer War, or South African War. Initial Boer attacks were successful, and although British reinforcements later reversed these, the war continued for years with Boer guerrilla warfare, until harsh British counter-measures including a scorched earth policy brought the Boers to terms.",
      "The war started with the British overconfident and under-prepared. The Boers were well armed and struck first, besieging Ladysmith, Kimberley, and Mafeking in early 1900, and winning important battles at Colenso, Magersfontein and Stormberg. Staggered, the British brought in large numbers of soldiers and fought back. General Redvers Buller was replaced by Lord Roberts and Lord Kitchener. They relieved the three besieged cities, and invaded the two Boer republics in late 1900."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Second_Boer_War",
    "urlGoogle": "https://artsandculture.google.com/entity/second-boer-war/m0bqtx"
  },
  "funFacts": [
    {
      "id": "228",
      "fact": "There is a town in South Dakota named Tea.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "313",
      "fact": "\"O\" is the oldest letter of the alphabet, dating back to 3000 B.C.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554023",
      "fact": "To ensure the Queen receives her food on time, the clocks in the royal kitchen at Windsor Castle are set five minutes ahead."
    }
  ],
  "idiom": {
    "id": "well-heeled",
    "term": "well heeled",
    "definition": "Well off, prosperous. In the 1700s this term was used to describe a cock whose spurs had been sharpened prior to a cockfight. In the 1800s it came to mean \"well armed,\" and later in that century it acquired its present sense. For example, *The Coopers must be well heeled to afford two country club memberships.*"
  },
  "person": {
    "id": "sun-yat-sen",
    "name": "Sun Yat-sen",
    "dates": "Nov 12, 1866 - Mar 12, 1925",
    "mainImg": "img/people/sun-yat-sen.jpg",
    "summary": [
      "Sun Yat-sen was a Chinese philosopher, physician, and politician, who served as the provisional first president of the Republic of China and the first leader of the Kuomintang. He is referred as the \"Father of the Nation\" in the Republic of China for his instrumental role in the overthrow of the Qing dynasty during the Xinhai Revolution. Sun is unique among 20th-century Chinese leaders for being widely revered in both mainland China and Taiwan.",
      "Sun is considered to be one of the greatest leaders of modern China, but his political life was one of constant struggle and frequent exile. After the success of the revolution in which Han Chinese regained power after 268 years of living under the Manchu Qing dynasty, he quickly resigned as President of the newly founded Republic of China and relinquished it to Yuan Shikai. He soon went to exile in Japan for safety but returned to found a revolutionary government in the South as a challenge to the warlords who controlled much of the nation. In 1923, he invited representatives of the Communist International to Canton to re-organize his party and formed a brittle alliance with the Chinese Communist Party."
    ],
    "quote": "“An individual should not have too much freedom. A nation should have absolute freedom.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Sun_Yat-sen",
    "urlGoogle": "https://artsandculture.google.com/entity/sun-yat-sen/m0m56y"
  },
  "place": {
    "id": "egypt",
    "name": "Egypt",
    "mainImg": "img/places/egypt.jpg",
    "summary": [
      "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
      "Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Egypt",
    "urlGoogle": "https://artsandculture.google.com/entity/egypt/m02k54"
  },
  "wiki": {
    "id": "allegro-musical",
    "name": "Allegro (musical)",
    "summary": "Allegro is a musical by Richard Rodgers (music) and Oscar Hammerstein II (book and lyrics), their third collaboration for the stage, which premiered on Broadway on October 10, 1947. After the immense successes of the first two Rodgers and Hammerstein musicals, Oklahoma! and Carousel, the pair sought a subject for their next play. Hammerstein had long contemplated a serious work that would deal with the problems of an ordinary man in the fast-moving modern world. Rodgers and he sought to create a work that would be as innovative as their first two stage musicals. To that end, they created a play with a large cast, including a Greek chorus. After a disastrous tryout in New Haven, Connecticut, the musical opened on Broadway to a large advance sale of tickets and very mixed reviews. The Broadway run, directed by Agnes de Mille, ended after nine months; it had no West End production and has rarely been revived.",
    "url": "https://en.wikipedia.org/wiki/Allegro_(musical)"
  },
  "word": {
    "id": "interloper",
    "word": "interloper",
    "url": "https://www.merriam-webster.com/dictionary/interloper",
    "partOfSpeech": "noun",
    "pronunciation": "in-ter-LOH-per",
    "audioPath": "audio/words/interloper.mp3",
    "definitions": ["one that intrudes in a place or sphere of activity"],
    "examples": [
      "As he watched the startled doe and her fawn dart off into the woods, Nelson felt like an interloper in the forest world."
    ],
    "origin": "When English speakers combined \"inter-\" with \"-loper\" in the late 1500s, they already had a word \"landloper\" (now archaic) for \"a person who runs about the land\" (in other words, a vagrant). The \"-loper\" part of \"interloper\" is related to Middle Dutch and Old English words meaning \"to run\" and \"to leap.\" An \"interloper\" is essentially one who jumps into the midst of things without an invitation to do so. In its earliest uses, \"interloper\" referred specifically to one who interfered in trade illegally -- that is, a trader who trespassed on the rights or charters of others. Sometimes \"interloper\" even referred to a ship employed in illegal trading. But the word quickly took on extended use, coming to refer not just to intrusion in trade but also in personal affairs or other matters."
  }
}
