{
  "artist": {
    "id": "andrea-del-verrocchio",
    "name": "Andrea del Verrocchio",
    "dates": "1435 - Oct 10, 1488",
    "mainImg": "img/art/artists/andrea-del-verrocchio.jpg",
    "artworkImgs": [
      {
        "name": "Baptism of Christ",
        "path": "img/art/artworks/andrea-del-verrocchio-a1.jpg",
        "source": "https://artsandculture.google.com/asset/baptism-of-christ-verrocchio-leonardo-da-vinci-verrocchio-leonardo-da-vinci/HgE0TNZqMx1hXw"
      },
      {
        "name": "Lorenzo de' Medici",
        "path": "img/art/artworks/andrea-del-verrocchio-a2.jpg",
        "source": "https://artsandculture.google.com/asset/lorenzo-de-medici/xwGDv7QuazufIg"
      },
      {
        "name": "Giuliano de' Medici",
        "path": "img/art/artworks/andrea-del-verrocchio-a3.jpg",
        "source": "https://artsandculture.google.com/asset/giuliano-de-medici/EAExdvLkXCwJSQ"
      },
      {
        "name": "Alexander the Great",
        "path": "img/art/artworks/andrea-del-verrocchio-a4.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-the-great-workshop-of-andrea-del-verrocchio/QwH_DrkEu3mncQ"
      },
      {
        "name": "Mary with the Child",
        "path": "img/art/artworks/andrea-del-verrocchio-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mary-with-the-child-andrea-del-verrocchio/fAG8x3dcYNWKQg"
      },
      {
        "name": "Madonna and Child",
        "path": "img/art/artworks/andrea-del-verrocchio-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-andrea-del-verrocchio/xAH24tUxyexE9Q"
      }
    ],
    "summary": [
      "Andrea del Verrocchio, born Andrea di Michele di Francesco de' Cioni, was an Italian painter, sculptor, and goldsmith who was a master of an important workshop in Florence. He apparently became known as Verrocchio after the surname of his master, a goldsmith. Few paintings are attributed to him with certainty, but a number of important painters were trained at his workshop. His pupils included Leonardo da Vinci, Pietro Perugino and Lorenzo di Credi. His greatest importance was as a sculptor and his last work, the Equestrian statue of Bartolomeo Colleoni in Venice, is generally accepted as a masterpiece."
    ],
    "quote": null,
    "movements": ["Italian Renaissance", "Renaissance", "Florentine painting"],
    "mediums": ["Terracotta", "Rock", "Clay", "Sculpture", "Wood", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Andrea_del_Verrocchio",
    "urlGoogle": "https://artsandculture.google.com/entity/andrea-del-verrocchio/m01fgbq"
  },
  "event": {
    "id": "1958-lebanon-crisis",
    "name": "1958 Lebanon crisis",
    "dates": "Jul 15, 1958 - Oct 25, 1958",
    "mainImg": "img/events/1958-lebanon-crisis.jpg",
    "summary": [
      "The 1958 Lebanon crisis was a Lebanese political crisis caused by political and religious tensions in the country that included a United States military intervention. The intervention lasted for around three months until President Camille Chamoun, who had requested the assistance, completed his term as president of Lebanon. American and Lebanese government forces successfully occupied the Port of Beirut and Beirut International Airport. With the crisis over, the United States withdrew."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1958_Lebanon_crisis",
    "urlGoogle": "https://artsandculture.google.com/entity/1958-lebanon-crisis/m01q7v1"
  },
  "funFacts": [
    {
      "id": "927",
      "fact": "John Adams was the only President to be defeated by his Vice President, Thomas Jefferson.",
      "category": ["History", "Onlies"]
    },
    {
      "id": "101",
      "fact": "About half of all Americans are on a diet on any given day.",
      "category": ["Habits"]
    },
    {
      "id": "423",
      "fact": "U.S. paper currency isn't made of paper - it's actually a blend of cotton and linen.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    { "id": "553824", "fact": "Sleeping through summer is called estivation." },
    {
      "id": "553502",
      "fact": "Family Feud host Richard Dawson met his second wife, Gretchen Johnson, when she was a contestant on the show in 1981. And yes, he kissed her."
    }
  ],
  "idiom": {
    "id": "ones-ears-are-burning",
    "term": "one's ears are burning",
    "definition": "Be disconcerted by what one hears, especially when one is being talked about. For example, *Were your ears burning? Jim was telling us about your exploits.* Similarly, **make one's ears burn** means \"to embarrass,\" as in *Mom's stories about us as babies make my ears burn.* These expressions allude to one's ears turning red from blushing."
  },
  "person": {
    "id": "vitellius",
    "name": "Vitellius",
    "dates": "15 AD - 69 AD",
    "mainImg": "img/people/vitellius.jpg",
    "summary": [
      "Vitellius was Roman emperor for eight months, from 16 April to 22 December 69 AD. Vitellius was proclaimed emperor following the quick succession of the previous emperors Galba and Otho, in a year of civil war known as the Year of the Four Emperors. Vitellius was the first to add the honorific cognomen Germanicus to his name instead of Caesar upon his accession. Like his direct predecessor, Otho, Vitellius attempted to rally public support to his cause by honoring and imitating Nero who remained widely popular in the empire.",
      "His claim to the throne was soon challenged by legions stationed in the eastern provinces, who proclaimed their commander Vespasian emperor instead. War ensued, leading to a crushing defeat for Vitellius at the Second Battle of Bedriacum in northern Italy. Once he realised his support was wavering, Vitellius prepared to abdicate in favor of Vespasian. He was not allowed to do so by his supporters, resulting in a brutal battle for Rome between Vitellius' forces and the armies of Vespasian. He was executed in Rome by Vespasian's soldiers on 22 December 69."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vitellius",
    "urlGoogle": "https://artsandculture.google.com/entity/vitellius/m07_8_"
  },
  "place": {
    "id": "framingham",
    "name": "Framingham",
    "mainImg": "img/places/framingham.jpg",
    "summary": [
      "Framingham is a city in the Commonwealth of Massachusetts in the United States. Incorporated in 1700, it is within Middlesex County and the MetroWest subregion of the Greater Boston metropolitan area. The city proper covers 25 square miles with a population of 68,318 in 2010, making it the 14th most populous municipality in Massachusetts. As of 2017 the estimated population was 72,032. Residents voted in favor of adopting a charter to transition from a representative town meeting system to a mayor–council government in April 2017, and the municipality transitioned to city status on January 1, 2018."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Framingham,_Massachusetts",
    "urlGoogle": "https://artsandculture.google.com/entity/framingham/m01m2n1"
  },
  "quote": {
    "id": "11",
    "quote": "If you cannot do great things, do small things in a great way.",
    "author": "Napoleon Hill"
  },
  "wiki": {
    "id": "hey-jude",
    "name": "Hey Jude",
    "summary": "\"Hey Jude\" is a song attributed to Paul McCartney and John Lennon (though largely the work of McCartney), originally recorded by The Beatles for the self-titled The Beatles album, but released instead as a single. The song, despite its unusually long length (seven minutes, 12 seconds), became the Beatles' best-selling single, although they did produce a trimmed down version for American radio due to most stations' refusal to air a song of such length. The song–originally titled \"Hey Jules\"–was written for John Lennon's son Julian by McCartney, at a trying time for the Lennon family when John and his first wife, Cynthia, were getting divorced. The senior Lennon related to the song extremely well too, as he had just begun his relationship with his future second wife, Yoko Ono. McCartney had also just broken up with Jane Asher and was about to start seeing Linda Eastman.",
    "url": "https://en.wikipedia.org/wiki/Hey_Jude"
  },
  "word": {
    "id": "venal",
    "word": "venal",
    "url": "https://www.merriam-webster.com/dictionary/venal",
    "partOfSpeech": "adjective",
    "pronunciation": "VEE-nul",
    "audioPath": "audio/words/venal.mp3",
    "definitions": [
      "capable of being bought or obtained for money or other valuable consideration; especially : open to corrupt influence and especially bribery",
      "originating in, characterized by, or associated with corrupt bribery"
    ],
    "examples": [
      "The crusading journalist attempted to fight corruption in government by casting light on _venal_ lawmakers and the special interests that whispered in their ears.",
      "\"Kate Winslet gives an amazing performance in Todd Haynes’ Mildred Pierce as a woman who uses her mind, indulges her sexual desires, yet can’t begin to cope with her _venal_, betraying daughter.\" -- From a blog post by Caryn James on IndieWire, March 27, 2011"
    ],
    "origin": "If you are given the choice between acts that are \"venal\" and those that are \"venial,\" go for the venial. Although the two words look and sound alike, they have very different meanings and histories. \"Venal\" demonstrates the adage that anything can be had if the price is high enough and the morals are low enough. That word originated with the Latin \"venum,\" which simply referred to something that was sold or for sale. Some of those transactions must have been rather shady, because by the mid-1600s, \"venal\" had gained the sense of corruption it carries today. \"Venial\" sins, on the other hand, are pardonable, the kind that show that everyone makes mistakes sometimes. That forgiving term descends from \"venia,\" Latin for \"favor,\" \"indulgence,\" or \"pardon.\""
  }
}
