{
  "artist": {
    "id": "ludovico-carracci",
    "name": "Ludovico Carracci",
    "dates": "Apr 21, 1555 - Nov 13, 1619",
    "mainImg": "img/art/artists/ludovico-carracci.jpg",
    "artworkImgs": [
      {
        "name": "Annunciation",
        "path": "img/art/artworks/ludovico-carracci-a1.jpg",
        "source": "https://artsandculture.google.com/asset/annunciation-ludovico-carracci/WgGQrPSLK5CYBA"
      },
      {
        "name": "Christ in the Wilderness, Served by Angels",
        "path": "img/art/artworks/ludovico-carracci-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christ-in-the-wilderness-served-by-angels-ludovico-carracci/YAFs7zdXqfNpUw"
      },
      {
        "name": "Portrait of a Young Man",
        "path": "img/art/artworks/ludovico-carracci-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-young-man/2gGiKzP2KhVH3g"
      },
      {
        "name": "The Conversion of Saint Paul",
        "path": "img/art/artworks/ludovico-carracci-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-conversion-of-saint-paul-ludovico-carracci/LAH5e2tvSoxUYQ"
      },
      {
        "name": "Madonna and Child with Saints",
        "path": "img/art/artworks/ludovico-carracci-a5.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-with-saints-ludovico-carracci/LQFyZKi074nzrg"
      },
      {
        "name": "Saint Sebastian Thrown into the Cloaca Maxima",
        "path": "img/art/artworks/ludovico-carracci-a6.jpg",
        "source": "https://artsandculture.google.com/asset/saint-sebastian-thrown-into-the-cloaca-maxima/swHrqozopNFZnQ"
      }
    ],
    "summary": [
      "Ludovico Carracci was an Italian, early-Baroque painter, etcher, and printmaker born in Bologna. His works are characterized by a strong mood invoked by broad gestures and flickering light that create spiritual emotion and are credited with reinvigorating Italian art, especially fresco art, which was subsumed with formalistic Mannerism. He died in Bologna in 1619."
    ],
    "quote": null,
    "movements": ["Baroque", "Classicism"],
    "mediums": ["Oil paint", "Chalk", "Pigment", "Pen", "Ink", "Etching"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ludovico_Carracci",
    "urlGoogle": "https://artsandculture.google.com/entity/ludovico-carracci/m03gmgb"
  },
  "event": {
    "id": "siege-of-geertruidenberg",
    "name": "Siege of Geertruidenberg",
    "dates": null,
    "mainImg": "img/events/siege-of-geertruidenberg.jpg",
    "summary": [
      "The Siege of Geertruidenberg was a siege of the city of Geertruidenberg that took place between 27 March and 24 June 1593 during the Eighty Years' War and the Anglo–Spanish War. Anglo-Dutch troops under the commands of Maurice of Nassau and Francis Vere laid siege to the Spanish garrisoned city. The siege was unique in that the besiegers used a hundred ships, forming a semicircle in a chain on the Mass river to form a blockade. A Spanish relief force under the command of the Count of Mansfeld was attempted in May but this was defeated and he was later forced to withdraw. Three Governors of the city were killed - after the last fatality and as a result of the failed relief, the Spanish surrendered the city on 24 June 1593. The victory earned Maurice much fame and had thus become a steadfast strategist in the art of war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Geertruidenberg_%281593%29",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-geertruidenberg/g121v2fpm"
  },
  "funFacts": [
    {
      "id": "870",
      "fact": "President Warren G. Harding once lost white house china in a poker game.",
      "category": ["History"]
    },
    { "id": "836", "fact": "Pomology is the study of fruit.", "category": ["Food", "Definitions"] }
  ],
  "funFacts2": [
    {
      "id": "554104",
      "fact": "In 2010, Nickelback approached Dark Horse Brewery about having their beer featured in a video, which would have meant great exposure for the small Michigan brewery. They declined, however, as “none of us at the brewery really care for the band.”"
    }
  ],
  "idiom": {
    "id": "odor-of-sanctity",
    "term": "odor of sanctity",
    "definition": "Exaggerated or hypocritical piety, an assumption of moral superiority, as in *This candidate puts off some voters with his odor of sanctity.* This expression, originating in the medieval idea that the dead body of a saintly individual gives off a sweet smell, was used to describe saintliness in the mid-1700s. Today it is generally used ironically."
  },
  "person": {
    "id": "mario-scelba",
    "name": "Mario Scelba",
    "dates": "Sep 5, 1901 - Oct 29, 1991",
    "mainImg": "img/people/mario-scelba.jpg",
    "summary": [
      "Mario Scelba was an Italian politician who served as the 33rd Prime Minister of Italy from February 1954 to July 1955.",
      "A founder of the Christian Democracy, Scelba was one of the longest-serving Minister of the Interior in the history of the republic, having served at the Viminale Palace in three distinct terms from 1947 to 1962. A fervent pro-Europeanist, he was also President of the European Parliament from March 1969 to March 1971.",
      "Known for his law and order policies, Scelba was a key figure in Italy's post-war reconstruction, thanks to his drastic reorganization of the Italian police, which came out heavily disorganised from the war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mario_Scelba",
    "urlGoogle": "https://artsandculture.google.com/entity/mario-scelba/m04llgq"
  },
  "place": {
    "id": "minneapolis",
    "name": "Minneapolis",
    "mainImg": "img/places/minneapolis.jpg",
    "summary": [
      "Minneapolis is the largest city in the U.S. state of Minnesota and the principal city of the 16th-largest metropolitan area in the United States. As of 2019, Minneapolis has an estimated population of 429,606, making it the 46th-largest city in the United States. Minneapolis and its neighbor Saint Paul make up the Twin Cities, with Minneapolis being the larger of the two. The Twin Cities metro and their surrounding suburbs contain about 3.63 million people, making it the third-largest economic and population center in the Midwest. Minneapolis is the county seat of Hennepin County.",
      "Minneapolis lies on both banks of the Mississippi River, just north of the river's confluence with the Minnesota River, and adjoins Saint Paul, the state's capital. The city is abundantly rich in water, with 13 lakes, wetlands, the Mississippi River, creeks and waterfalls; many connected by parkways in the Chain of Lakes and the Grand Rounds National Scenic Byway. Due in part to its high degree of accessibility, the city is routinely ranked as having the best park system in the United States. Minneapolis was once the world's flour milling capital and a hub for timber."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Minneapolis",
    "urlGoogle": "https://artsandculture.google.com/entity/minneapolis/m0fpzwf"
  },
  "quote": {
    "id": "20",
    "quote": "We make a living by what we get, but we make a life by what we give.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "mount-tambora",
    "name": "Mount Tambora",
    "summary": "Mount Tambora is an active stratovolcano on Sumbawa island, Indonesia. Sumbawa is flanked both to the north and south by oceanic crust and Tambora was formed by the active subduction zones beneath it. This process raised Mount Tambora as high as 4,300 m (14,000 ft), making it one of the tallest peaks in the Indonesian archipelago, and drained off a large magma chamber inside the mountain. In 1815, Tambora erupted with a rating of seven on the Volcanic Explosivity Index; the largest eruption since the Lake Taupo eruption in AD 181. The death toll was at least 71,000 people, of which 11,000–12,000 were killed directly by the eruption. The eruption created global climate anomalies in the following years. 1816 became known as the Year Without a Summer because of the impact on North American and European weather. During an excavation in 2004, a team of archaeologists discovered a civilization obliterated by the 1815 eruption, known as the Pompeii of the East.",
    "url": "https://en.wikipedia.org/wiki/Mount_Tambora"
  },
  "word": {
    "id": "ramify",
    "word": "ramify",
    "url": "https://www.merriam-webster.com/dictionary/ramify",
    "partOfSpeech": "verb",
    "pronunciation": "RAM-uh-fye",
    "audioPath": "audio/words/ramify.mp3",
    "definitions": [
      "to split up into branches or constituent parts",
      "to send forth branches or extensions",
      "to cause to branch"
    ],
    "examples": [
      "\"The people of Rafadh had decisions to make, ones that might soon _ramify_ across all of Yemen's remote mountains and deserts and even half a world away in the Pentagon.\" - From an article by Robert F. Worth in the _New York Times Magazine_, July 6, 2010",
      "\"And most of these stories aren't over yet. They'll ripple and _ramify_ for years to come, in ways that are destined to both shock and gratify us.\" - From a review by Armin Rosen of the top international news stories of 2012, in the _Atlantic_, December 7, 2012"
    ],
    "origin": "\"Ramify\" has been part of English since the 15th century and is an offshoot of the Latin word for \"branch,\" which is \"ramus.\" English acquired several scientific words from \"ramus,\" including \"biramous\" (\"having two branches\"). Another English word derived from \"ramus\" is the now obsolete \"ramage,\" meaning \"untamed\" or \"wild.\" \"Ramage\" originated in falconry-it was initially used of young hawks that had begun to fly from branch to branch in trees. \"Ramify\" started out as a scientific word, at first referring to branching parts of plants and trees and later to veins and nerves, but it soon branched out into non-scientific and even figurative uses, as in \"ideas that ramify throughout society.\""
  }
}
