{
  "artist": {
    "id": "alexej-von-jawlensky",
    "name": "Alexej von Jawlensky",
    "dates": "Mar 13, 1864 - Mar 15, 1941",
    "mainImg": "img/art/artists/alexej-von-jawlensky.jpg",
    "artworkImgs": [
      {
        "name": "The Blue Mantilla",
        "path": "img/art/artworks/alexej-von-jawlensky-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-blue-mantilla-alexej-von-jawlensky/rgGQ79hqlWOOnA"
      },
      {
        "name": "Portrait of a Girl",
        "path": "img/art/artworks/alexej-von-jawlensky-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-girl-alexej-jawlensky/CQGbkxuyeuvs-w"
      },
      {
        "name": "Portrait of the Dancer Aleksandr Sakharov",
        "path": "img/art/artworks/alexej-von-jawlensky-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-dancer-aleksandr-sakharov-jawlensky-alexej/ogGvLdZg_9FlIQ"
      },
      {
        "name": "With Red Swallow-Patterned Wallpaper, 1915",
        "path": "img/art/artworks/alexej-von-jawlensky-a4.jpg",
        "source": "https://artsandculture.google.com/asset/with-red-swallow-patterned-wallpaper-1915/NwHcGXN9xgacLA"
      },
      {
        "name": "Head of a Woman",
        "path": "img/art/artworks/alexej-von-jawlensky-a5.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-a-woman-alexej-von-jawlensky/0gHlflLW5w6N-w"
      },
      {
        "name": "Young Girl with a Flowered Hat, 1910",
        "path": "img/art/artworks/alexej-von-jawlensky-a6.jpg",
        "source": "https://artsandculture.google.com/asset/young-girl-with-a-flowered-hat-1910/3wE7F_o9BSpGzQ"
      }
    ],
    "summary": [
      "Alexej Georgewitsch von Jawlensky was a Russian expressionist painter active in Germany. He was a key member of the New Munich Artist's Association, Der Blaue Reiter group and later the Die Blaue Vier."
    ],
    "quote": null,
    "movements": [
      "Der Blaue Reiter",
      "Expressionism",
      "Modern art",
      "German Expressionism",
      "Modernism"
    ],
    "mediums": ["Oil paint", "Cardboard", "Laid paper", "Drawing", "Ink", "Masonite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Alexej_von_Jawlensky",
    "urlGoogle": "https://artsandculture.google.com/entity/alexej-von-jawlensky/m012ch6"
  },
  "event": {
    "id": "operation-overlord",
    "name": "Operation Overlord",
    "dates": "Jun 6, 1944 - Aug 25, 1944",
    "mainImg": "img/events/operation-overlord.jpg",
    "summary": [
      "Operation Overlord was the codename for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied Western Europe during World War II. The operation was launched on 6 June 1944 with the Normandy landings. A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels. Nearly 160,000 troops crossed the English Channel on 6 June, and more than two million Allied troops were in France by the end of August.",
      "The decision to undertake a cross-channel invasion in 1944 was taken at the Trident Conference in Washington in May 1943. General Dwight D. Eisenhower was appointed commander of Supreme Headquarters Allied Expeditionary Force, and General Bernard Montgomery was named as commander of the 21st Army Group, which comprised all the land forces involved in the invasion. The coast of Normandy of northwestern France was chosen as the site of the invasion, with the Americans assigned to land at sectors codenamed Utah and Omaha, the British at Sword and Gold, and the Canadians at Juno."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Overlord",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-overlord/m0ch1lys"
  },
  "funFacts": [
    {
      "id": "677",
      "fact": "A full-grown tree produces enough oxygen to support a family of four.",
      "category": ["Plants", "Science"]
    },
    { "id": "970", "fact": "Dolphins are unable to smell.", "category": ["Animals", "Science"] }
  ],
  "funFacts2": [
    {
      "id": "522214",
      "fact": "Foreign Accent Syndrome is a rare side effect of brain trauma. Patients speak their native language in a foreign dialect."
    }
  ],
  "idiom": {
    "id": "a-lick-and-a-promise",
    "term": "a lick and a promise",
    "definition": "A superficial effort made without care or enthusiasm. For example, *I haven't time to do a good job of vacuuming, just enough for a lick and a promise.* This expression is believed to allude to the quick lick a cat or other animal might give itself and a promise to do more or better at some future time. [Mid-1800s]"
  },
  "person": {
    "id": "robert-c-weaver",
    "name": "Robert C. Weaver",
    "dates": "Dec 29, 1907 - Jul 17, 1997",
    "mainImg": "img/people/robert-c-weaver.jpg",
    "summary": [
      "Robert Clifton Weaver was an American economist, academic, and political administrator; he served as the first United States Secretary of Housing and Urban Development from 1966 to 1968, in the new agency established in 1965 under President Lyndon B. Johnson. Weaver was the first African American to be appointed to a US cabinet-level position.",
      "Prior to his appointment as cabinet officer, Weaver had served in the administration of President John F. Kennedy. In addition, he had served in New York State government, and in high-level positions in New York City. During the Franklin D. Roosevelt administration, he was one of 45 prominent African Americans appointed to positions and helped make up the Black Cabinet, an informal group of African-American public policy advisers. Weaver directed federal programs during the administration of the New Deal, at the same time completing his doctorate in economics in 1934 at Harvard University."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_C._Weaver",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-c-weaver/m04fsng"
  },
  "place": {
    "id": "greensboro",
    "name": "Greensboro",
    "mainImg": "img/places/greensboro.jpg",
    "summary": [
      "Greensboro is a city in and the county seat of Guilford County, North Carolina, United States. It is the third-most populous city in North Carolina, the 68th-most populous city in the United States, and the largest city in the Piedmont Triad metropolitan region. At the 2010 United States Census the city population was 269,666. In 2019 the estimated population was 296,710. Three major interstate highways in the Piedmont region of central North Carolina were built to intersect at this city.",
      "In 1808, \"Greensborough\" was planned around a central courthouse square to succeed Guilford Court House as the county seat. The county courts were thus placed closer to the geographical center of the county, a location more easily reached at the time by the majority of the county's citizens, who depended on horse and foot for travel.",
      "In 2003, the previous Greensboro – Winston-Salem – High Point metropolitan statistical area was re-defined by the U.S. Office of Management and Budget. This region was separated into the Greensboro–High Point MSA and the Winston-Salem MSA. The 2010 population for the Greensboro–High Point MSA was 723,801."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Greensboro,_North_Carolina",
    "urlGoogle": "https://artsandculture.google.com/entity/greensboro/m0kcw2"
  },
  "wiki": {
    "id": "bernard-bosanquet-cricketer",
    "name": "Bernard Bosanquet (cricketer)",
    "summary": "Bernard Bosanquet (1877–1936) was an English cricketer best known for inventing the googly, a delivery designed to deceive the batsman. He played first-class cricket for Middlesex County Cricket Club and appeared in seven Test matches for England as an all-rounder. While playing a tabletop game, Bosanquet devised a new technique for delivering a ball, later named the \"googly\", which he practised while attending Oriel College, Oxford. He first used it in cricket matches around 1900, but it was not until 1903, when he had a successful season as a bowler, that his new delivery began to attract attention. He was selected in 1903–04 to tour Australia with England and made his Test debut. Although his batting was unsuccessful, he performed well as a bowler and troubled all the opposing batsmen. His career with the ball peaked when he bowled England to victory in the first Test against Australia in 1905, but he remained an inconsistent performer. In subsequent years, he bowled infrequently and played little first-class cricket.",
    "url": "https://en.wikipedia.org/wiki/Bernard_Bosanquet_(cricketer)"
  },
  "word": {
    "id": "nostrum",
    "word": "nostrum",
    "url": "https://www.merriam-webster.com/dictionary/nostrum",
    "partOfSpeech": "noun",
    "pronunciation": "NAHSS-trum",
    "audioPath": "audio/words/nostrum.mp3",
    "definitions": ["a usually questionable remedy or scheme : panacea"],
    "examples": [
      "Critics predict the mayor's plan to revitalize the downtown area by offering tax breaks to businesses will prove a costly and ineffective _nostrum_.",
      "\"For example, the Internet will likely soon be overflowing with _nostrums_, essential oils, tree bark, eye of toad and essence of newt promising to prevent or cure Ebola. The FDA and FTC should be gathering their lawyers right now to get this claptrap off the web.\" - Arthur Leonard Caplan, _Forbes_, September 30, 2014"
    ],
    "origin": "\"Whether there was real efficacy in these nostrums, and whether their author himself had faith in them, is more than can safely be said,\" wrote 19th-century American writer Nathaniel Hawthorne, \"but, at all events, the public believed in them.\" The word _nostrum_ has often been linked to quack medicine and false hopes for miracle cures, but there's nothing deceitful about its etymology. It has been a part of English since at least 1602, and comes from the Latin _noster_, meaning \"our\" or \"ours.\" Some think that specially prepared medicinal concoctions came to be called _nostrums_ because their purveyors marketed them as \"our own\" remedy. In other words, the use of nostrum emphasized that such a potion was unique or exclusive to the pitchman peddling it."
  }
}
