{
  "artist": {
    "id": "sebald-beham",
    "name": "Sebald Beham",
    "dates": "1500 - Nov 22, 1550",
    "mainImg": "img/art/artists/sebald-beham.jpg",
    "artworkImgs": [
      {
        "name": "Patience (Die Geduld)",
        "path": "img/art/artworks/sebald-beham-a1.jpg",
        "source": "https://artsandculture.google.com/asset/patience-die-geduld-hans-sebald-beham/VwEqP3AQ6c7bLQ"
      },
      {
        "name": "Hercules Slaying the Hydra",
        "path": "img/art/artworks/sebald-beham-a2.jpg",
        "source": "https://artsandculture.google.com/asset/hercules-slaying-the-hydra-hans-sebald-beham/TAEp0Ntf3B_dPQ"
      },
      {
        "name": "Patience",
        "path": "img/art/artworks/sebald-beham-a3.jpg",
        "source": "https://artsandculture.google.com/asset/patience-sebald-beham/WQGzfwowRPhW9A"
      },
      {
        "name": "Geduld (Patientia)",
        "path": "img/art/artworks/sebald-beham-a4.jpg",
        "source": "https://artsandculture.google.com/asset/geduld-patientia-hans-sebald-beham/1QEuk9iBGRjF7w"
      },
      {
        "name": "Hercules Killing the Nemean Lion",
        "path": "img/art/artworks/sebald-beham-a5.jpg",
        "source": "https://artsandculture.google.com/asset/hercules-killing-the-nemean-lion-sebald-beham/gwHqj7hAHyZjMA"
      },
      {
        "name": "Hercules Capturing Cerberus",
        "path": "img/art/artworks/sebald-beham-a6.jpg",
        "source": "https://artsandculture.google.com/asset/hercules-capturing-cerberus-hans-sebald-beham/5wGfuoAyk-YUXg"
      }
    ],
    "summary": [
      "Sebald Beham was a German painter and printmaker, mainly known for his very small engravings. Born in Nuremberg, he spent the later part of his career in Frankfurt. He was one of the most important of the \"Little Masters\", the group of German artists making prints in the generation after Dürer.",
      "His name is often given as Hans Sebald Beham, although there is no documentary evidence that he ever used this additional forename.",
      "He produced approximately 252 engravings, 18 etchings and 1500 woodcuts, including woodcut book illustrations. He worked extensively on tiny, highly detailed, engravings, many as small as postage stamps, placing him in the German printmaking school known as the \"Little Masters\" from the size of their prints. These works he printed and published himself, while his much larger woodcuts were mostly commissioned work. The engravings found a ready market among German bourgeois collectors. He also made prints for use as playing cards and wallpaper.",
      "His engravings cover a range of subjects, but he is especially known for scenes of peasant life, and scenes from classical myth or history, both often with an erotic element."
    ],
    "quote": null,
    "movements": ["Renaissance", "German Renaissance", "Northern Renaissance"],
    "mediums": ["Engraving", "Etching", "Laid paper", "Pen", "Ink", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sebald_Beham",
    "urlGoogle": "https://artsandculture.google.com/entity/sebald-beham/m09mstn"
  },
  "event": {
    "id": "mexican-revolution",
    "name": "Mexican Revolution",
    "dates": "Nov 20, 1910 - 1924",
    "mainImg": "img/events/mexican-revolution.jpg",
    "summary": [
      "The Mexican Revolution was a major armed struggle, lasting roughly from 1910 to 1920, that transformed Mexican culture and government. Although recent research has focused on local and regional aspects of the revolution, it was a genuinely national revolution. Its outbreak in 1910 resulted from the failure of the 31-year-long regime of Porfirio Díaz to find a managed solution to presidential succession. This meant there was a political crisis among competing elites and the opportunity for agrarian insurrection. Wealthy landowner Francisco I. Madero challenged Díaz in the 1910 presidential election, and following the rigged results, revolted under the Plan of San Luis Potosí. Armed conflict broke out in northern Mexico and Díaz was forced out. In the Treaty of Ciudad Juárez, Díaz resigned and went into exile, new elections were to occur in the fall, and an interim presidency under Francisco León de la Barra was installed. A new election was held in 1911, bringing Madero to the presidency.",
      "The origins of the conflict were broadly based in opposition to the Díaz regime, with the 1910 election becoming the catalyst for the outbreak of political rebellion."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mexican_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/mexican-revolution/m012gs4"
  },
  "funFacts": [
    {
      "id": "83",
      "fact": "Googol is a number (1 followed by 100 zeros).",
      "category": ["Science"]
    },
    {
      "id": "199",
      "fact": "The largest cheesecake ever made weighed 57,508 lbs.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [
    {
      "id": "553857",
      "fact": "It took the editors of the first Oxford English Dictionary five years to reach the word ant."
    }
  ],
  "idiom": {
    "id": "hells-half-acre",
    "term": "hell's half acre",
    "definition": "A wild, desolate, dangerous place. The term originated in the American West, where numerous localities used it as a place name. It appears in the titles of a number of books, both fiction and nonfiction, about such places in the West. It also has been transferred to other bad situations, as in Avis D. Schorer's book, *A Half Acre of Hell: A Combat Nurse in WWII* (2000). [Slang, 1860s]"
  },
  "person": {
    "id": "kirsty-duncan",
    "name": "Kirsty Duncan",
    "dates": "Born Oct 31, 1966",
    "mainImg": "img/people/kirsty-duncan.jpg",
    "summary": [
      "Kirsty Ellen Duncan PC MP is a Canadian politician and medical geographer from Ontario, Canada. Duncan is the Member of Parliament for the Toronto riding of Etobicoke North and Duncan serves as deputy leader of the government in the House of Commons. Duncan has previously served as minister of science and minister of sport and persons with disabilities. She has published a book about her 1998 expedition to uncover the cause of the 1918 Spanish flu epidemic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kirsty_Duncan",
    "urlGoogle": "https://artsandculture.google.com/entity/kirsty-duncan/m04jj_b0"
  },
  "place": {
    "id": "chamonix",
    "name": "Chamonix",
    "mainImg": "img/places/chamonix.jpg",
    "summary": [
      "Chamonix-Mont-Blanc, more commonly known as Chamonix, is a commune in the Haute-Savoie department in the Auvergne-Rhône-Alpes region in south-eastern France. It was the site of the first Winter Olympics in 1924.",
      "Situated to the north of Mont Blanc, between the peaks of the Aiguilles Rouges and the notable Aiguille du Midi, Chamonix is one of the oldest ski resorts in France. The Chamonix commune is popular with skiers and mountain enthusiasts, and via the cable car lift to the Aiguille du Midi it is possible to access the off-piste ski run of the Vallée Blanche."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Chamonix",
    "urlGoogle": "https://artsandculture.google.com/entity/chamonix/m0ps3g"
  },
  "wiki": {
    "id": "red-necked-grebe",
    "name": "Red-necked Grebe",
    "summary": "The Red-necked Grebe is a migratory aquatic bird that is found in the temperate regions of the northern hemisphere. Its wintering habitat is largely restricted to calm waters just beyond the waves around ocean coasts, although some birds may winter on large lakes. Grebes prefer shallow bodies of fresh water such as lakes, marshes or fish-ponds as breeding sites. A nondescript dusky-grey bird in winter, it acquires the distinctive red neck, black cap and contrasting pale grey face from which its name is derived during the breeding season. It also has an elaborate courtship display and a variety of loud mating calls. Once paired, it builds a nest from water plants on top of floating vegetation in a shallow lake or bog.",
    "url": "https://en.wikipedia.org/wiki/Red-necked_Grebe"
  },
  "word": {
    "id": "instauration",
    "word": "instauration",
    "url": "https://www.merriam-webster.com/dictionary/instauration",
    "partOfSpeech": "noun",
    "pronunciation": "in-staw-RAY-shun",
    "audioPath": "audio/words/instauration.mp3",
    "definitions": [
      "restoration after decay, lapse, or dilapidation",
      "an act of instituting or establishing something"
    ],
    "examples": [
      "\"Once, humanity dreamed of the great _instauration_ - a rebirth of ancient wisdom that would compel us into a New Age....\" - From an article by Knute Berger in the _Seattle Weekly_, December 14, 2005",
      "\"The Thibaut/Savigny conflict, the conflict between two leading professors, led to the _instauration_ of the two law commissions, again composed of professors, which finally paved the way for the adoption of the German Civil Code, some fifty years later.\" - From an introduction by Hans-W. Micklitz to the 2011 book _The Many Concepts of Social Justice in European Private Law_"
    ],
    "origin": "\"Instauration\" first appeared in English in the early 17th century, a product of the Latin verb \"instaurare,\" meaning \"to renew or restore.\" This same source gave us our verb \"store,\" by way of Middle English and Anglo-French. Less than 20 years after \"instauration\" broke into English, the philosopher Francis Bacon began writing his _Instauratio Magna_, which translates to _The Great Instauration_. This uncompleted collection of works, which was written in Latin, calls for a restoration to a state of paradise on earth, but one in which mankind is enlightened by knowledge and truth."
  }
}
