{
  "artist": {
    "id": "mikhail-vrubel",
    "name": "Mikhail Vrubel",
    "dates": "Mar 17, 1856 - Apr 14, 1910",
    "mainImg": "img/art/artists/mikhail-vrubel.jpg",
    "artworkImgs": [
      {
        "name": "The portrait of Valery Brusov by Mikhail Vrubel, a renowned Russian painter (1856-1910)",
        "path": "img/art/artworks/mikhail-vrubel-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-portrait-of-valery-brusov-by-mikhail-vrubel-a-renowned-russian-painter-1856-1910-mikhail-vrubel/hgEP9ixeB9dpuw"
      },
      {
        "name": "Demon (sitting)",
        "path": "img/art/artworks/mikhail-vrubel-a2.jpg",
        "source": "https://artsandculture.google.com/asset/demon-sitting-mikhail-vrubel/EQFjnAisIfWvAQ"
      },
      {
        "name": "Портрет молодой грузинки",
        "path": "img/art/artworks/mikhail-vrubel-a3.jpg",
        "source": "https://artsandculture.google.com/asset/портрет-молодой-грузинки-врубель-михаил-александрович/YgFsbw_26SkbCQ"
      },
      {
        "name": "Bogatyr",
        "path": "img/art/artworks/mikhail-vrubel-a4.jpg",
        "source": "https://artsandculture.google.com/asset/bogatyr/CQFDRYUF7ShoOw"
      },
      {
        "name": "The Princess of the Dream",
        "path": "img/art/artworks/mikhail-vrubel-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-princess-of-the-dream-mikhail-vrubel/JwGPy8cbj-EJRw"
      },
      {
        "name": "Flying Demon",
        "path": "img/art/artworks/mikhail-vrubel-a6.jpg",
        "source": "https://artsandculture.google.com/asset/flying-demon/bAFhqr3Dw0C1tQ"
      }
    ],
    "summary": [
      "Mikhail Vrubel – a 19th-20th century Russian painter who worked in all genres of art, including painting, graphics, decorative sculpture, and theatrical art. In 1896, Vrubel married the famous singer Nadezhda Zabela-Vrubel whom he regularly painted.",
      "Soviet historian Nina Dmitrieva compared Vrubel’s artistic biography to a three-act drama with prologue and epilogue, while the transition between acts was rapid and unexpected. The “Prologue” refers to his earlier years of studying and choosing a career path. The “first act” peaked in the 1880s when Vrubel was studying at the Imperial Academy of Arts and then moved to Kiev to study Byzantine and Christian art. The “second act” corresponded to the so-called “Moscow period” that started in 1890 with the painting “The Demon Seated” and ended in 1902 with “The Demon Downcast” and the subsequent hospitalization of the artist. The “third act” lasted from 1903 to 1906 when Vrubel was suffering from his mental illness that gradually undermined his physical and intellectual capabilities. For the last four years of his life, already being blind, Vrubel lived only physically."
    ],
    "quote": null,
    "movements": ["Symbolism", "Modernism", "Art Nouveau"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Mikhail_Vrubel",
    "urlGoogle": "https://artsandculture.google.com/entity/mikhail-vrubel/m04_1zx"
  },
  "event": {
    "id": "urartu-assyria-war",
    "name": "Urartu–Assyria War",
    "dates": null,
    "mainImg": "img/events/urartu-assyria-war.jpg",
    "summary": [
      "The Urartu–Assyria War was a conflict between the Kingdom of Urartu and the Neo-Assyrian Empire. The war began around 714 BC, with the invasion of Urartu by the Assyrian King Sargon II. Sargon led multiple offensives deep into Urartian territory, amassing numerous victories in the war. Following his death, however, Urartian Kings Argishti II and Rusa II launched many successful counterattacks, reclaiming Urartu's lost territory and gaining some from Assyria. However, their successors suffered multiple major defeats, resulting in Urartu becoming an Assyrian client state."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Urartu%E2%80%93Assyria_War",
    "urlGoogle": "https://artsandculture.google.com/entity/urartu–assyria-war/m04lg3tz"
  },
  "funFacts": [
    {
      "id": "709",
      "fact": "Hybrid cars produce up to 75% less pollution than other vehicles.",
      "category": ["Science"]
    },
    {
      "id": "693",
      "fact": "A male cricket's ear is located on the tibia of its leg.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [{ "id": "553697", "fact": "Newborn elephants suck their trunks for comfort." }],
  "idiom": {
    "id": "life-is-just-a-bowl-of-cherries",
    "term": "life is just a bowl of cherries",
    "definition": "These are happy circumstances; life is wonderful. This phrase is often used ironically, as in *My husband is about to get laid off--- life is just a bowl of cherries, right?* Originating as the title of a song (1931) by Lew Brown (lyrics) and composer Ray Henderson, this term expressed the idea that everything was going very well. However, its ironical use was established by the 1970s."
  },
  "person": {
    "id": "carl-spaatz",
    "name": "Carl Spaatz",
    "dates": "Jun 28, 1891 - Jul 14, 1974",
    "mainImg": "img/people/carl-spaatz.jpg",
    "summary": [
      "Carl Andrew Spaatz, nicknamed \"Tooey\", was an American World War II general. As commander of Strategic Air Forces in Europe in 1944, he successfully pressed for the bombing of the enemy's oil production facilities as a priority over other targets. He became Chief of Staff of the newly formed United States Air Force in 1947."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Carl_Spaatz",
    "urlGoogle": "https://artsandculture.google.com/entity/carl-spaatz/m01ykjv"
  },
  "place": {
    "id": "auburn",
    "name": "Auburn",
    "mainImg": "img/places/auburn.jpg",
    "summary": [
      "Auburn is a city in Lee County, Alabama, United States. It is the largest city in eastern Alabama with a 2019 population of 66,259. It is a principal city of the Auburn-Opelika Metropolitan Area. The Auburn-Opelika, AL MSA with a population of 158,991, along with the Columbus, GA-AL MSA and Tuskegee, Alabama, comprises the greater Columbus-Auburn-Opelika, GA-AL CSA, a region home to 501,649 residents.",
      "Auburn is a historic college town and is the home of Auburn University. It is Alabama's fastest-growing metropolitan area and the nineteenth fastest-growing metro area in the United States since 1990. U.S. News ranked Auburn among its top ten list of best places to live in the United States for the year 2009. The city's unofficial nickname is \"The Loveliest Village On The Plains,\" taken from a line in the poem The Deserted Village by Oliver Goldsmith: \"Sweet Auburn! Loveliest village of the plain...\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Auburn,_Alabama",
    "urlGoogle": "https://artsandculture.google.com/entity/auburn/m0q8p8"
  },
  "quote": {
    "id": "72",
    "quote": "Don't sweat the petty things and don't pet the sweaty things.",
    "author": "George Carlin"
  },
  "wiki": {
    "id": "transformers-film",
    "name": "Transformers (film)",
    "summary": "Transformers is a 2007 American science fiction action film based on the Transformers toy line. The film, which combines computer animation with live action, is directed by Michael Bay and produced by Steven Spielberg. It stars Shia LaBeouf as Sam Witwicky, a teenager involved in a war between the heroic Autobots and the evil Decepticons, two factions of alien robots that can disguise themselves by transforming into everyday machinery. The Decepticons desire control of the AllSpark, the object that created their robotic race, with the intention of using it to build an army by giving life to the machines of Earth. Megan Fox, Josh Duhamel, Tyrese Gibson, Jon Voight, Anthony Anderson and John Turturro also star, while actors Peter Cullen and Hugo Weaving voice Optimus Prime and Megatron respectively. Transformers was a box-office success, despite mixed critical reaction. Two sequels have been released: Transformers: Revenge of the Fallen in 2009 and Transformers: Dark of the Moon in 2011.",
    "url": "https://en.wikipedia.org/wiki/Transformers_(film)"
  },
  "word": {
    "id": "ephebic",
    "word": "ephebic",
    "url": "https://www.merriam-webster.com/dictionary/ephebic",
    "partOfSpeech": "adjective",
    "pronunciation": "ih-FEE-bik",
    "audioPath": "audio/words/ephebic.mp3",
    "definitions": [
      "of, relating to, or characteristic of a youth of ancient Greece or a young man"
    ],
    "examples": [
      "\"_Ephebic_ training included athletic instruction in the events which were contested in the Olympics and in the hundreds of other athletic contests of the eastern Mediterranean.\" - From a post by Dr. Jason Koenig at his Ancient and Modern Olympics blog, May 31, 2013",
      "\"This Old Master didn't disport himself with mistresses or, like Leonardo and Michelangelo, with _ephebic_ young men; most of his surviving correspondence chases unpaid bills.\" - From a book review by Peter Conrad in _The Observer_, December 2, 2012"
    ],
    "origin": "An ephebus was a youth in ancient Greece who had reached the age of puberty. The name is from the Greek word \"ephēbos,\" from \"epi-\" (\"upon\") and \"hēbē\" (\"youth\" or \"puberty\"). Ephebi (the plural of \"ephebus\") aged 18 or 19 were at one time required to undergo two years of stringent military training, but the requirement became less compulsory and the training less rigorous and militaristic over time. The youthfulness of the ephebi inspired both the adjective \"ephebic\" and the noun \"ephebe.\" The latter can mean \"a young man,\" as illustrated by John Walsh in the _Independent Extra_, March 23, 2010: \"When you're 40, the sight of your one-time room-mate Philip, once a skinny ephebe with golden ringlets, now transmogrified into a burly renegade with a head like a Sumo bouncer and a body to match, is frightening.\""
  }
}
