{
  "artist": {
    "id": "malcolm-mc-laren",
    "name": "Malcolm McLaren",
    "dates": "Jan 22, 1946 - Apr 8, 2010",
    "mainImg": "img/art/artists/malcolm-mc-laren.jpg",
    "artworkImgs": [
      {
        "name": "Man's Punk Ensemble",
        "path": "img/art/artworks/malcolm-mc-laren-a1.jpg",
        "source": "https://artsandculture.google.com/asset/man-s-punk-ensemble-malcom-mclaren-vivienne-westwood/xQF_GCOhetIv6A"
      },
      {
        "name": "Shirt",
        "path": "img/art/artworks/malcolm-mc-laren-a2.jpg",
        "source": "https://artsandculture.google.com/asset/shirt-vivienne-westwood-and-malcolm-mclaren/cgEHu7UKeNAw7g"
      },
      {
        "name": "Google Art Camera; Gene Vincent leather ‘SEX’ skirt, 1974 by Vivienne Westwood and Malcolm McLaren",
        "path": "img/art/artworks/malcolm-mc-laren-a3.jpg",
        "source": "https://artsandculture.google.com/asset/google-art-camera-gene-vincent-leather-‘sex’-skirt-1974-by-vivienne-westwood-and-malcolm-mclaren-vivienne-westwood-and-malcolm-mclaren/MwFS0sqovNkviA"
      },
      {
        "name": "Google Art Camera; Keith Haring ‘Witches’ dress, AW83/84 by Vivienne Westwood and Malcolm McLaren",
        "path": "img/art/artworks/malcolm-mc-laren-a4.jpg",
        "source": "https://artsandculture.google.com/asset/google-art-camera-keith-haring-‘witches’-dress-aw83-84-by-vivienne-westwood-and-malcolm-mclaren-vivienne-westwood-and-malcolm-mclaren/kAEc4SS8C7qPdw"
      }
    ],
    "summary": [
      "Malcolm Robert Andrew McLaren was an English impresario, visual artist, performer, musician, clothes designer and boutique owner, notable for combining these activities in an inventive and provocative way. He is best known as a promoter and manager of bands the New York Dolls and the Sex Pistols.",
      "Brought up unconventionally by his grandmother after his father, Peter, left the family home, McLaren attended a number of British art colleges and adopted the stance of the social rebel in the style of French revolutionaries the Situationists. McLaren realised that a new protest style was needed for the 1970s, and largely initiated the punk movement, for which he supplied fashions from the Chelsea boutique SEX, which he operated with girlfriend Vivienne Westwood. After a period advising the New York Dolls in the U.S., McLaren managed the Sex Pistols, for which he recruited the nihilistic frontman Johnny Rotten. The issue of a controversial record, \"God Save the Queen\", satirising the Queen's Jubilee in 1977, was typical of McLaren's shock tactics, and he gained publicity by being arrested after a promotional boat trip outside the Houses of Parliament."
    ],
    "quote": "“Rock and roll doesn't necessarily mean a band. It doesn't mean a singer, and it doesn't mean a lyric, really. It's that question of trying to be immortal.”",
    "movements": ["Contemporary art", "Pop art"],
    "mediums": ["Textile", "Gauze", "Metal", "Photograph", "Natural rubber", "Resin"],
    "urlWiki": "https://en.wikipedia.org/wiki/Malcolm_McLaren",
    "urlGoogle": "https://artsandculture.google.com/entity/malcolm-mclaren/m01l6qfs"
  },
  "event": {
    "id": "siege-of-ostend",
    "name": "Siege of Ostend",
    "dates": "Jul 5, 1601 - Sep 16, 1604",
    "mainImg": "img/events/siege-of-ostend.jpg",
    "summary": [
      "The Siege of Ostend was a three-year siege of the city of Ostend during the Eighty Years' War and the Anglo–Spanish War. A Spanish force under Archduke Albrecht besieged the fortress being held initially by a Dutch force which was reinforced by English troops under Francis Vere who became the town's governor. It was said \"the Spanish assailed the unassailable; the Dutch defended the indefensible.\" The commitment of both sides in the dispute over the only Dutch ruled area in the province of Flanders, made the campaign continue for more than any other during the war. This resulted in one of the longest and bloodiest sieges in world history: more than 100,000 people were killed, wounded or succumbed to disease during the siege.",
      "Ostend was resupplied via the sea and as a result held out for three years. A garrison did a tour of duty before being replaced by fresh troops, normally 3,000 at a time keeping casualties and disease to a minimum. The siege consisted of a number of assaults by the Spanish, including a massive unsuccessful assault by 10,000 Spanish infantry in January 1602 when governed by Vere."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Ostend",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-ostend/m05hf0_"
  },
  "funFacts": [
    {
      "id": "754",
      "fact": "An alligator can go through 3,000 teeth in a lifetime.",
      "category": ["Animals"]
    },
    { "id": "129", "fact": "Dolphins can jump up to 20 feet in the air.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553830",
      "fact": "Half of the world's geothermal features, and two-thirds of all the world's geysers, are found in Yellowstone National Park."
    }
  ],
  "idiom": {
    "id": "give-short-shrift",
    "term": "give short shrift",
    "definition": "Also, **get short shrift.** Give (or receive) cursory attention or little time. For example, *The architect made elaborate plans for the entry but gave short shrift to the back of the house.* Literally, *shrift* refers to confession to a priest, who gives absolution and penance, and *short shrift* to the brief time allowed for this sacrament to a prisoner before execution. Shakespeare so used it in *Richard III* (3:4), but it came to be used more loosely in succeeding centuries. [Late 1800s]"
  },
  "person": {
    "id": "henry-laurens",
    "name": "Henry Laurens",
    "dates": "Mar 6, 1724 - Dec 8, 1792",
    "mainImg": "img/people/henry-laurens.jpg",
    "summary": [
      "Henry Laurens was an American merchant, slave trader, and rice planter from South Carolina who became a political leader during the Revolutionary War. A delegate to the Second Continental Congress, Laurens succeeded John Hancock as President of the Congress. He was a signatory to the Articles of Confederation and President of the Continental Congress when the Articles were passed on November 15, 1777.",
      "Laurens had earned great wealth as a partner in the largest slave-trading house in North America, Austin and Laurens. In the 1750s alone, this Charleston firm oversaw the sale of more than 8,000 enslaved Africans.",
      "Laurens served for a time as Vice-President of South Carolina, and as the United States Minister to the Netherlands during the Revolutionary War. He was captured at sea by the British, and imprisoned for several years in the Tower of London.",
      "His oldest son, John Laurens, was an aide-de-camp to George Washington and a colonel in the Continental Army."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_Laurens",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-laurens/m03q2v"
  },
  "place": {
    "id": "poland",
    "name": "Poland",
    "mainImg": "img/places/poland.jpg",
    "summary": [
      "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres, and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
      "Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.",
      "The history of human activity on Polish soil spans almost 500,000 years. Throughout late antiquity it became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to 966, when the pagan ruler of a realm coextensive with the territory of present-day Poland embraced Christianity and converted to Catholicism."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Poland",
    "urlGoogle": "https://artsandculture.google.com/entity/poland/m05qhw"
  },
  "wiki": {
    "id": "duke-university",
    "name": "Duke University",
    "summary": "Duke University is a private coeducational research university located in Durham, North Carolina, US. The school, which officially became Duke University in 1924, traces its institutional roots to 1838. Duke is ranked among the world's best universities. In its 2007 edition of \"America's Best Colleges,\" U.S. News & World Report ranked the undergraduate division eighth in the nation, while ranking the medical, law, and business schools among the top eleven in the country. Besides academics, research, and athletics, Duke is also well known for its sizeable campus and Gothic architecture, especially Duke Chapel. Duke's 8,709 acres (35 km²) contain three main campuses in Durham as well as a marine lab in Beaufort, North Carolina.",
    "url": "https://en.wikipedia.org/wiki/Duke_University"
  },
  "word": {
    "id": "sagacious",
    "word": "sagacious",
    "url": "https://www.merriam-webster.com/dictionary/sagacious",
    "partOfSpeech": "adjective",
    "pronunciation": "suh-GAY-shus",
    "audioPath": "audio/words/sagacious.mp3",
    "definitions": [
      "of keen and farsighted penetration and judgment : discerning",
      "caused by or indicating acute discernment"
    ],
    "examples": [
      "Uncle John tried to stump Natalie with a series of riddles, but for each one the _sagacious_ child managed to deduce the correct answer.",
      "\"However, the new learning from Arab and ancient Greek sources recovered in the twelfth century showed that even the most _sagacious_ ancient authors, including the likes of Ptolemy himself, believed in astrology.\" -- From James Hannam’s 2011 book _The Genesis of Science_"
    ],
    "origin": "You might expect the root of \"sagacious\" to be \"sage,\" which means \"wise\" or \"wise man,\" but that wouldn't be a wise assumption. Despite their similarities, the two words are not all that closely related. \"Sagacious\" traces back to \"sagire,\" a Latin verb meaning \"to perceive keenly.\" It’s also related to the Latin adjective \"sagus\" (\"prophetic\"), which is the ancestor of our verb \"seek.\" Etymologists believe that \"sage\" comes from a different Latin verb, \"sapere,\" which means \"to taste,\" \"to have good taste,\" or \"to be wise.\""
  }
}
