{
  "artist": {
    "id": "juan-luna",
    "name": "Juan Luna",
    "dates": "Oct 23, 1857 - Dec 7, 1899",
    "mainImg": "img/art/artists/juan-luna.jpg",
    "artworkImgs": [
      {
        "name": "España y Filipinas (Spain and the Philippines)",
        "path": "img/art/artworks/juan-luna-a1.jpg",
        "source": "https://artsandculture.google.com/asset/españa-y-filipinas-spain-and-the-philippines-juan-luna/SwG1IQeJYIZaWA"
      },
      {
        "name": "Universal Chart",
        "path": "img/art/artworks/juan-luna-a2.jpg",
        "source": "https://artsandculture.google.com/asset/universal-chart-juan-vespuccio/VQHi0n0Pk4v8ZQ"
      },
      {
        "name": "Femenine figure",
        "path": "img/art/artworks/juan-luna-a3.jpg",
        "source": "https://artsandculture.google.com/asset/femenine-figure-juan-luna-novicio/fAEa2fGmJnWRxg"
      },
      {
        "name": "Mestiza",
        "path": "img/art/artworks/juan-luna-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mestiza-juan-luna-novicio/2gGB0jK-kSj_JA"
      },
      {
        "name": "Nude",
        "path": "img/art/artworks/juan-luna-a5.jpg",
        "source": "https://artsandculture.google.com/asset/nude-juan-luna-novicio/5QHH2m3jlrNmig"
      },
      {
        "name": "Steamship Montserrat",
        "path": "img/art/artworks/juan-luna-a6.jpg",
        "source": "https://artsandculture.google.com/asset/steamship-montserrat-juan-luna-y-novivio/sAHYwUy4DfMhsg"
      }
    ],
    "summary": [
      "Juan Luna de San Pedro y Novicio Ancheta, better known as Juan Luna, was a Filipino painter, sculptor and a political activist of the Philippine Revolution during the late 19th century. He became one of the first recognized Philippine artists.",
      "His winning the gold medal in the 1884 Madrid Exposition of Fine Arts, along with the silver win of fellow Filipino painter Félix Resurrección Hidalgo, prompted a celebration which was a major highlight in the memoirs of members of the Propaganda Movement, with the fellow Ilustrados toasting to the two painters' good health and to the brotherhood between Spain and the Philippines.",
      "Regarded for work done in the manner of European academies of his time, Luna painted literary and historical scenes, some with an underscore of political commentary. His allegorical works were inspired with classical balance, and often showed figures in theatrical poses."
    ],
    "quote": null,
    "movements": ["Realism", "Impressionism", "Romanticism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Juan_Luna",
    "urlGoogle": "https://artsandculture.google.com/entity/juan-luna/m049l1p"
  },
  "event": {
    "id": "philippine-revolution",
    "name": "Philippine Revolution",
    "dates": "Aug 23, 1896 - Jun 12, 1898",
    "mainImg": "img/events/philippine-revolution.jpg",
    "summary": [
      "The Philippine Revolution, called the Tagalog War by the Spanish, was a revolution and subsequent conflict fought between the people and insurgents of the Philippines and the Spanish colonial authorities of the Spanish East Indies, under the Spanish Empire.",
      "The Philippine Revolution began in August 1896, when the Spanish authorities discovered the Katipunan, an anti-colonial secret organization. The Katipunan, led by Andrés Bonifacio, began to influence much of the Philippines. During a mass gathering in Caloocan, the leaders of the Katipunan organized themselves into a revolutionary government, named the newly established government \"Haring Bayang Katagalugan\", and openly declared a nationwide armed revolution. Bonifacio called for an attack on the capital city of Manila. This attack failed; however, the surrounding provinces began to revolt. In particular, rebels in Cavite led by Mariano Álvarez and Emilio Aguinaldo won early major victories. A power struggle among the revolutionaries led to Bonifacio's death in 1897, with command shifting to Aguinaldo, who led the newly formed revolutionary government."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Philippine_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/philippine-revolution/m04jl_j"
  },
  "funFacts": [
    {
      "id": "684",
      "fact": "Manhattan Island was once home to as many different species as Yellowstone National Park.",
      "category": ["History"]
    },
    {
      "id": "955",
      "fact": "A bolt of lightning can reach temperatures hotter than 50,000 degrees Fahrenheit - five times hotter than the sun.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "554040",
      "fact": "All newspapers in the British \u0003Library were ironed by hand to ensure a clear image before they were microfilmed."
    }
  ],
  "person": {
    "id": "william-christian-bullitt-jr",
    "name": "William Christian Bullitt Jr.",
    "dates": "Jan 25, 1891 - Feb 15, 1967",
    "mainImg": "img/people/william-christian-bullitt-jr.jpg",
    "summary": [
      "William Christian Bullitt Jr. was an American diplomat, journalist, and novelist. He is known for his special mission to negotiate with Lenin on behalf of the Paris Peace Conference, often recalled as a missed opportunity to normalize relations with the Bolsheviks. He was also the first US ambassador to the Soviet Union and the US ambassador to France during World War II. In his youth, he was considered a radical, but he later became an outspoken anticommunist."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/William_Christian_Bullitt_Jr.",
    "urlGoogle": "https://artsandculture.google.com/entity/william-christian-bullitt-jr/m05sk82"
  },
  "place": {
    "id": "heraklion",
    "name": "Heraklion",
    "mainImg": "img/places/heraklion.jpg",
    "summary": [
      "Heraklion or Iraklion is the largest city and the administrative capital of the island of Crete and capital of Heraklion regional unit. It is the fifth largest city in Greece with a population of 140,730 according to the 2011 census. The population of the municipality was 173,993.",
      "The Bronze Age palace of Knossos, also known as the Palace of Minos, is located nearby.",
      "Heraklion was Europe's fastest growing tourism destination for 2017, according to Euromonitor, with an 11.2% growth in international arrivals. According to the ranking, Heraklion was ranked as the 20th most visited region in Europe, as the 66th area on the Planet and as the 2nd in Greece for the year 2017, with 3.2 million visitors and the 19th in Europe for 2018, with 3.4 million visitors."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Heraklion",
    "urlGoogle": "https://artsandculture.google.com/entity/heraklion/m0g87b"
  },
  "wiki": {
    "id": "western-ganga-dynasty",
    "name": "Western Ganga Dynasty",
    "summary": "The Western Ganga Dynasty was an important ruling dynasty of ancient Karnataka in India which lasted from about 350 to 1000 CE. They are known as Western Gangas to distinguish them from the Eastern Gangas who in later centuries ruled over modern Orissa. Though territorially a small kingdom, the Western Ganga contribution to polity, culture and literature of the modern south Karnataka region is considered important. The Western Ganga kings showed benevolent tolerance to all faiths but are most famous for their patronage towards Jainism resulting in the construction of monuments in places such as Shravanabelagola and Kambadahalli. The kings of this dynasty encouraged the fine arts due to which literature in Kannada and Sanskrit flourished. Chavundaraya's writing, Chavundaraya Purana of 978 CE, is an important work in Kannada prose. Many classics were written on various subjects ranging from religion to elephant management.",
    "url": "https://en.wikipedia.org/wiki/Western_Ganga_Dynasty"
  },
  "word": {
    "id": "rechauffe",
    "word": "réchauffé",
    "url": "https://www.merriam-webster.com/dictionary/réchauffé",
    "partOfSpeech": "noun",
    "pronunciation": "ray-shoh-FAY",
    "audioPath": "audio/words/rechauffe.mp3",
    "definitions": [
      "something presented in a new form without change of substance : rehash",
      "a warmed-over dish of food"
    ],
    "examples": [
      "The day after the holiday, it was traditional to serve _réchauffés_ and snacks rather than cook a full meal.",
      "\"\\[It\\] is a _réchauffé_, … lifted and stitched from 'The Gastronomical Me' and other books.\" - Victoria Glendinning, _New York Times Book Review_, June 9, 1991"
    ],
    "origin": "We borrowed _réchauffé_ in the early 19th century from the French; it is the past participle of their verb _réchauffer_, which means \"to reheat.\" Nineteenth-century French speakers were using it figuratively to designate something that was already old hat-you might say, \"warmed over.\" English speakers adopted that same meaning, which is still our most common. But within decades someone had apparently decided that leftovers would seem more appealing with a French name. The notion caught on. A recipe for \"Réchauffé of Beef a la Jardiniere,\" for example, instructs the cook to reheat \"yesterday's piece of meat\" in a little water with some tomatoes added, and serve it on a platter with peas and carrots and potatoes. _Réchauffé_ shares its root with another English word, _chafing dish_, the name of a receptacle for keeping food warm at the table."
  }
}
