{
  "artist": {
    "id": "willem-claesz-heda",
    "name": "Willem Claesz. Heda",
    "dates": "Dec 14, 1594 - 1680",
    "mainImg": "img/art/artists/willem-claesz-heda.jpg",
    "artworkImgs": [
      {
        "name": "Still Life with Oysters, a Silver Tazza, and Glassware",
        "path": "img/art/artworks/willem-claesz-heda-a1.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-oysters-a-silver-tazza-and-glassware-willem-claesz-heda/AAHLJ6TM-7l_hg"
      },
      {
        "name": "Still Life with a Gilt Cup",
        "path": "img/art/artworks/willem-claesz-heda-a2.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-a-gilt-cup-willem-claesz-heda/AgEXHatuN_lk7A"
      },
      {
        "name": "Still Life with Oysters, a Rummer, a Lemon and a Silver Bowl",
        "path": "img/art/artworks/willem-claesz-heda-a3.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-oysters-a-rummer-a-lemon-and-a-silver-bowl/KwHWpG2mxO0CTQ"
      },
      {
        "name": "Banquet Piece with Mince Pie",
        "path": "img/art/artworks/willem-claesz-heda-a4.jpg",
        "source": "https://artsandculture.google.com/asset/banquet-piece-with-mince-pie/vwGyjkxzEJ1Z6Q"
      },
      {
        "name": "Still Life with a gilded Beer Tankard",
        "path": "img/art/artworks/willem-claesz-heda-a5.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-a-gilded-beer-tankard-willem-claesz-heda/RwE4XbFLkM3Vdg"
      },
      {
        "name": "Still Life with Oysters, a Silver Tazza, and Glassware",
        "path": "img/art/artworks/willem-claesz-heda-a6.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-oysters-a-silver-tazza-and-glassware-willem-claesz-heda/iAHQrYMbCIugew"
      }
    ],
    "summary": [
      "Willem Claesz. Heda was a Dutch Golden Age artist from the city of Haarlem devoted exclusively to the painting of still life. He is known for his innovation of the late breakfast genre of still life painting."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Wood", "Oak"],
    "urlWiki": "https://en.wikipedia.org/wiki/Willem_Claesz._Heda",
    "urlGoogle": "https://artsandculture.google.com/entity/willem-claesz-heda/m03f_6c"
  },
  "event": {
    "id": "raid-on-scarborough-hartlepool-and-whitby",
    "name": "Raid on Scarborough, Hartlepool and Whitby",
    "dates": "Dec 16, 1914",
    "mainImg": "img/events/raid-on-scarborough-hartlepool-and-whitby.jpg",
    "summary": [
      "The Raid on Scarborough, Hartlepool and Whitby on 16 December 1914, was an attack by the Imperial German Navy on the British ports of Scarborough, Hartlepool, West Hartlepool and Whitby. The attack resulted in 592 casualties, many of them civilians, of whom 137 died. The attack caused public outrage towards the German Navy for the attack, and against the Royal Navy for its failure to prevent the raid."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Raid_on_Scarborough,_Hartlepool_and_Whitby",
    "urlGoogle": "https://artsandculture.google.com/entity/raid-on-scarborough-hartlepool-and-whitby/m0g9sl4"
  },
  "funFacts": [
    {
      "id": "28",
      "fact": "Chewing gum while peeling onions will prevent you from crying.",
      "category": ["Food", "Make-it-Easies"]
    },
    { "id": "762", "fact": "A duck has three eyelids.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "504746",
      "fact": "Fredric Baur invented the Pringles can. When he passed away in 2008, his ashes were buried in one."
    }
  ],
  "idiom": {
    "id": "the-whole-kit-and-caboodle",
    "term": "the whole kit and caboodle",
    "definition": "Everything, every part, as in *He packed up all his gear, the whole kit and caboodle, and walked out.* This expression is a redundancy, for *kit* has meant \"a collection or group\" since the mid-1700s (though this meaning survives only in the full idiom today), and *caboodle* has been used with the same meaning since the 1840s. In fact *caboodle* is thought to be a corruption of the phrase *kit and boodle,* another redundant phrase, since *boodle* also meant \"a collection.\""
  },
  "person": {
    "id": "mikhail-kalinin",
    "name": "Mikhail Kalinin",
    "dates": "Nov 19, 1875 - Jun 3, 1946",
    "mainImg": "img/people/mikhail-kalinin.jpg",
    "summary": [
      "Mikhail Ivanovich Kalinin, known familiarly by Soviet citizens as \"Kalinych\", was a Bolshevik revolutionary and a Soviet politician. He served as head of state of the Russian Soviet Federative Socialist Republic and later of the Soviet Union from 1919 to 1946. From 1926, he was a member of the Politburo of the Communist Party of the Soviet Union.",
      "Born to a peasant family, Kalinin worked as a metal worker in Saint Petersburg and took part in the 1905 Russian Revolution as an early member of the Bolsheviks. During and after the October Revolution, he served as mayor of Petrograd. After the revolution, Kalinin became the head of the new Soviet state, as well as a member of the Central Committee of the Communist Party and the Politburo.",
      "Kalinin remained head of the Soviet Union after the rise of Joseph Stalin, but held little real power or influence. He retired in 1946 and died in the same year. The former East-Prussian city of Königsberg was renamed Kaliningrad after him. The city of Tver was also known as Kalinin until the end of the Soviet Union in 1991."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mikhail_Kalinin",
    "urlGoogle": "https://artsandculture.google.com/entity/mikhail-kalinin/m022d26"
  },
  "place": {
    "id": "houston",
    "name": "Houston",
    "mainImg": "img/places/houston.jpg",
    "summary": [
      "Houston is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2019 population of 2,320,268. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
      "Comprising a total area of 637.4 square miles, Houston is the eighth most expansive city in the United States. It is the largest city in the United States by total area, whose government is not consolidated with that of a county, parish or borough. Though primarily in Harris County, small portions of the city extend into Fort Bend and Montgomery counties, bordering other principal communities of Greater Houston such as Sugar Land and The Woodlands."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Houston",
    "urlGoogle": "https://artsandculture.google.com/entity/houston/m03l2n"
  },
  "quote": {
    "id": "109",
    "quote": "You are under no obligation to remain the same person you were a year ago, a month ago, or even a day ago. You are here to create yourself, continuously.",
    "author": "Richard Feynman"
  },
  "wiki": {
    "id": "l-ron-hubbard",
    "name": "L. Ron Hubbard",
    "summary": "L. Ron Hubbard (1911–1986) was an American pulp fiction author and religious leader who founded the Church of Scientology. After establishing a career as a writer of pulp fiction, becoming best known for his science fiction and fantasy stories, he developed a self-help system called Dianetics which was first published in 1950. He subsequently developed his ideas into a wide-ranging set of doctrines and rituals as part of a new religious movement that he called Scientology. His writings became the guiding texts for the Church of Scientology and a number of affiliated organizations that address such diverse topics as business administration, literacy and drug rehabilitation. The Church of Scientology depicts Hubbard in hagiographic terms, drawing on his legacy as its ultimate source of doctrine and legitimacy. His critics have characterized him as a liar, a charlatan and a madman, and many of his autobiographical statements have been proven to be fictitious.",
    "url": "https://en.wikipedia.org/wiki/L._Ron_Hubbard"
  },
  "word": {
    "id": "megillah",
    "word": "megillah",
    "url": "https://www.merriam-webster.com/dictionary/megillah",
    "partOfSpeech": "noun",
    "pronunciation": "muh-GHIH-luh",
    "audioPath": "audio/words/megillah.mp3",
    "definitions": ["slang a long involved story or account"],
    "examples": [
      "Instead of just saying she was running late, Lynette went into the whole _megillah_ of why her appointment would have to be rescheduled.",
      "\"It takes place far below the surface of the earth, among dripping stalactites, and if you're a fan of Tolkien's mythos in any of its versions, you know it's perhaps the most pivotal moment in the whole _megillah_: the scene where Bilbo gets his paws on That Ring.\" - Ty Burr, _The Boston Globe_, December 13, 2012"
    ],
    "origin": "Although _megillah_ is a slang word in English, it has perfectly respectable Hebrew origins. _Megillah_ derives from the Yiddish _megile_, which itself comes from the Hebrew word _mĕgillāh_, meaning \"scroll\" or \"volume.\" (_Mĕgillāh_ is especially likely to be used in reference to the Book of Esther, which is read aloud at Purim celebrations.) It makes sense, then, that when _megillah_ first appeared in English in the mid-20th century, it referred to a story that was so long (and often tedious or complicated) that it was reminiscent of the length of the _mĕgillāh_ scrolls. The Hebrew word is serious, but the Yiddish _megile_ can be somewhat playful, and our _megillah_ has also inherited that lightheartedness."
  }
}
