{
  "artist": {
    "id": "jacob-jordaens",
    "name": "Jacob Jordaens",
    "dates": "May 19, 1593 - Oct 18, 1678",
    "mainImg": "img/art/artists/jacob-jordaens.jpg",
    "artworkImgs": [
      {
        "name": "The Holy Family with Shepherds",
        "path": "img/art/artworks/jacob-jordaens-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-holy-family-with-shepherds-jacob-jordaens/5QE78mXGUKhKNg"
      },
      {
        "name": "Mercure et Argus",
        "path": "img/art/artworks/jacob-jordaens-a2.jpg",
        "source": "https://artsandculture.google.com/asset/mercure-et-argus-jacob-jordaens/nAFYvCJIi-OtfQ"
      },
      {
        "name": "Allegory of Fertility",
        "path": "img/art/artworks/jacob-jordaens-a3.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-of-fertility-jacques-jordaens/SQGTPhLdrhrpHg"
      },
      {
        "name": "Jupiter and Mercury in the House of Philemon and Baucis",
        "path": "img/art/artworks/jacob-jordaens-a4.jpg",
        "source": "https://artsandculture.google.com/asset/jupiter-and-mercury-in-the-house-of-philemon-and-baucis-jacob-jordaens/8AG2eapZA6QPZA"
      },
      {
        "name": "The Virgin and Child with St. John and His Parents",
        "path": "img/art/artworks/jacob-jordaens-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-and-child-with-st-john-and-his-parents-jacob-jordaens/2wHpFDn1AUVb5Q"
      },
      {
        "name": "Satyr Playing the Pipe (Jupiter's Childhood) (fragment)",
        "path": "img/art/artworks/jacob-jordaens-a6.jpg",
        "source": "https://artsandculture.google.com/asset/satyr-playing-the-pipe-jupiter-s-childhood-fragment-jacob-jordaens/QgFYwwnIvypLNA"
      }
    ],
    "summary": [
      "Jacob Jordaens was a Flemish painter, draughtsman and tapestry designer known for his history paintings, genre scenes and portraits. After Peter Paul Rubens and Anthony van Dyck, he was the leading Flemish Baroque painter of his day. Unlike those contemporaries he never travelled abroad to study Italian painting, and his career is marked by an indifference to their intellectual and courtly aspirations. In fact, except for a few short trips to locations in the Low Countries, he remained in Antwerp his entire life. As well as being a successful painter, he was a prominent designer of tapestries.",
      "Like Rubens, Jordaens painted altarpieces, mythological, and allegorical scenes, and after 1640—the year Rubens died—he was the most important painter in Antwerp for large-scale commissions and the status of his patrons increased in general. However, he is best known today for his numerous large genre scenes based on proverbs in the manner of his contemporary Jan Brueghel the Elder, depicting The King Drinks and As the Old Sing, So Pipe the Young."
    ],
    "quote": null,
    "movements": ["Baroque", "Antwerp school", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Chalk", "Pigment", "Drawing", "Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jacob_Jordaens",
    "urlGoogle": "https://artsandculture.google.com/entity/jacob-jordaens/m01bbhf"
  },
  "event": {
    "id": "salt-march",
    "name": "Salt March",
    "dates": "Mar 12, 1930 - Apr 6, 1930",
    "mainImg": "img/events/salt-march.jpg",
    "summary": [
      "The Salt March, also known as the Salt Satyagraha, Dandi March and the Dandi Satyagraha, was an act of nonviolent civil disobedience in colonial India led by Mohandas Karamchand Gandhi. The 24-day march lasted from 12 March 1930 to 6 April 1930 as a direct action campaign of tax resistance and nonviolent protest against the British salt monopoly. Another reason for this march was that the Civil Disobedience Movement needed a strong inauguration that would inspire more people to follow Gandhi's example. Mahatma Gandhi started this march with 78 of his trusted volunteers. Walking ten miles a day for 24 days, the march spanned over 240 miles, from Sabarmati Ashram to Dandi, which was called Navsari at that time. Growing numbers of Indians joined them along the way. When Gandhi broke the salt laws at 6:30 am on 6 April 1930, it sparked large scale acts of civil disobedience against the British Raj salt laws by millions of Indians.",
      "After making the salt by evaporation at Dandi, Gandhi continued southward along the coast, making salt and addressing meetings on the way. The Congress Party planned to stage a satyagraha at the Dharasana Salt Works, 25 miles south of Dandi."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Salt_March",
    "urlGoogle": "https://artsandculture.google.com/entity/salt-march/m0324lm"
  },
  "funFacts": [
    {
      "id": "98",
      "fact": "When the moon is directly overhead, you weigh slightly less.",
      "category": ["Science"]
    },
    {
      "id": "869",
      "fact": "Theodore Roosevelt had a pet bear while in office.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    { "id": "553700", "fact": "When asked if Abe had any hobbies, Mary Todd Lincoln said, “Cats.”" }
  ],
  "idiom": {
    "id": "right-as-rain",
    "term": "right as rain",
    "definition": "In good order or good health, satisfactory, as in *He was very ill, but he's right as rain now,* or *If she'd only worked on it another week everything would have been as right as rain.* The allusion in this simile is unclear, but it originated in Britain, where rainy weather is a normal fact of life, and indeed W.L. Phelps wrote, \"The expression 'right as rain' must have been invented by an Englishman.\" It was first recorded in 1894."
  },
  "person": {
    "id": "robert-m-la-follette",
    "name": "Robert M. La Follette",
    "dates": "Jun 14, 1855 - Jun 18, 1925",
    "mainImg": "img/people/robert-m-la-follette.jpg",
    "summary": [
      "Robert Marion La Follette Sr., colloquially known as Fighting Bob, was an American lawyer and politician. He represented Wisconsin in both chambers of Congress and served as the Governor of Wisconsin. A Republican for most of his career, he ran for President of the United States as the nominee of his own Progressive Party in the 1924 presidential election. Historian John D. Buenker describes La Follette as \"the most celebrated figure in Wisconsin history.\"",
      "Born and raised in Wisconsin, La Follette won election as the Dane County District Attorney in 1880. Four years later, he was elected to the United States House of Representatives, where he was friendly with party leaders like William McKinley. After losing his seat in the 1890 election, La Follette embraced progressivism and built up a coalition of disaffected Republicans. He sought election as governor in 1896 and 1898 before winning the 1900 gubernatorial election. As governor of Wisconsin, La Follette compiled a progressive record, implementing primary elections and tax reform.",
      "La Follette won re-election in 1902 and 1904, but in 1905 the legislature elected him to the United States Senate."
    ],
    "quote": "“The will of the people shall be the law of the land.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_M._La_Follette",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-m-la-follette/m01ltns"
  },
  "place": {
    "id": "lyon",
    "name": "Lyon",
    "mainImg": "img/places/lyon.jpg",
    "summary": [
      "Lyon or Lyons is the third-largest city and second-largest urban area of France. It is located at the confluence of the rivers Rhône and Saône, about 470 km south of Paris, 320 km north of Marseille and 56 km northeast of Saint-Étienne. Inhabitants of the city are called Lyonnais.",
      "Lyon had a population of 513,275 in 2015. It is the capital of the Metropolis of Lyon and the region of Auvergne-Rhône-Alpes. The Lyon metropolitan area had a population of 2,265,375 in 2014. The city is known for its cuisine and gastronomy, and historical and architectural landmarks; part of it is registered as a UNESCO World Heritage site. Lyon was historically an important area for the production and weaving of silk. Lyon played a significant role in the history of cinema: it is where Auguste and Louis Lumière invented the cinematograph. It is also known for its light festival, the Fête des Lumières, which begins every 8 December and lasts for four days, earning Lyon the title of Capital of Lights.",
      "Economically, Lyon is a major centre for banking, as well as for the chemical, pharmaceutical, and biotech industries."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lyon",
    "urlGoogle": "https://artsandculture.google.com/entity/lyon/m0dprg"
  },
  "wiki": {
    "id": "hurricane-john-2006",
    "name": "Hurricane John (2006)",
    "summary": "Hurricane John was the eleventh named storm, seventh hurricane, and fifth major hurricane of the 2006 Pacific hurricane season. Hurricane John developed on August 28 from a tropical wave to the south of Mexico. Favorable conditions allowed the storm to intensify quickly, and it attained peak winds of 135 mph (215 km/h) on August 30. Eyewall replacement cycles and land interaction with western Mexico weakened the hurricane, and John made landfall on southeastern Baja California Sur with winds of 110 mph (180 km/h) on September 1. It slowly weakened as it moved northwestward through the Baja California peninsula, and dissipated on September 4. The hurricane threatened large portions of the western coastline of Mexico, resulting in the evacuation of tens of thousands of people. In coastal portions of western Mexico, strong winds downed trees, while heavy rain resulted in mudslides. Hurricane John caused moderate damage on the Baja California peninsula, including the destruction of more than 200 houses and thousands of flimsy shacks. The hurricane killed five people in Mexico, and damage totaled $663 million (2006 MXN, $60.8 million 2006 USD).",
    "url": "https://en.wikipedia.org/wiki/Hurricane_John_(2006)"
  },
  "word": {
    "id": "elysian",
    "word": "elysian",
    "url": "https://www.merriam-webster.com/dictionary/elysian",
    "partOfSpeech": "adjective, often capitalized",
    "pronunciation": "ih-LIZH-un",
    "audioPath": "audio/words/elysian.mp3",
    "definitions": ["of or relating to Elysium", "blissful, delightful"],
    "examples": [
      "\"The summer, in some climates, makes possible to man a sort of Elysian life.\" (Henry David Thoreau, _Walden_)"
    ],
    "origin": "In classical mythology Elysium, also known as the Elysian Fields, was the paradise reserved for the heroes immortalized by the gods. Ancient Greek poets imagined it as the abode of the blessed after death. The first known use of the place-name as a word for a blissful state enjoyed by mere mortals is found in Shakespeare's _Henry V_. Following the Bard, many other writers over the centuries have used \"Elysium,\" as well as \"Elysian Fields,\" to refer to paradisiacal places or states. Samuel Johnson (1709-1784) was the first to summon \"Elysian\" as an adjective for the blissful quality emanating from such places."
  }
}
