{
  "artist": {
    "id": "richard-marquis",
    "name": "Richard Marquis",
    "dates": "Born Sep 17, 1945",
    "mainImg": "img/art/artists/richard-marquis.jpg",
    "artworkImgs": [
      {
        "name": "Squirrel Horn Construction",
        "path": "img/art/artworks/richard-marquis-a1.jpg",
        "source": "https://artsandculture.google.com/asset/squirrel-horn-construction/oAHRH93X5VF9gw"
      },
      {
        "name": "Lord's Prayer Murrina",
        "path": "img/art/artworks/richard-marquis-a2.jpg",
        "source": "https://artsandculture.google.com/asset/lord-s-prayer-murrina/RAGT1fhjqRk10Q"
      },
      {
        "name": "Murrina with Checkerboard",
        "path": "img/art/artworks/richard-marquis-a3.jpg",
        "source": "https://artsandculture.google.com/asset/murrina-with-checkerboard/CgEnNUXUJlbAdA"
      },
      {
        "name": "Murrina with Checkerboard",
        "path": "img/art/artworks/richard-marquis-a4.jpg",
        "source": "https://artsandculture.google.com/asset/murrina-with-checkerboard/aAE-0V0OCggW9Q"
      },
      {
        "name": "Untitled Construction",
        "path": "img/art/artworks/richard-marquis-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-construction/eQGjsSkX23VSWw"
      },
      {
        "name": "Mae West Cup with Cloth Carrying Case",
        "path": "img/art/artworks/richard-marquis-a6.jpg",
        "source": "https://artsandculture.google.com/asset/mae-west-cup-with-cloth-carrying-case/kAFkISPWYtn1ew"
      }
    ],
    "summary": [
      "Richard \"Dick\" Marquis is an American studio glass artist. One of the first Americans ever to work in a Venetian glass factory, he became a master of Venetian cane and murrine techniques. He is considered a pioneer of American contemporary glass art, and is noted for his quirky, playful work that incorporates flawless technique and underlying seriousness about form and color."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Glass", "Sculpture", "Metal", "Wood", "Rope", "Colored pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Richard_Marquis",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-marquis/m03c8xcn"
  },
  "event": {
    "id": "gettysburg-campaign",
    "name": "Gettysburg campaign",
    "dates": "Jun 9, 1863 - Jul 23, 1863",
    "mainImg": "img/events/gettysburg-campaign.jpg",
    "summary": [
      "The Gettysburg campaign was a military invasion of Pennsylvania by the main Confederate army under General Robert E. Lee in summer 1863. The Union won a decisive victory at Gettysburg, July 1–3, with heavy casualties on both sides. Lee managed to escape back to Virginia with most of his army. It was a turning point in the American Civil War, with Lee increasingly pushed back toward Richmond until his surrender in April 1865. After his victory in the Battle of Chancellorsville, Lee's Army of Northern Virginia moved north for a massive raid designed to obtain desperately needed supplies, to undermine civilian morale in the North, and to encourage anti-war elements. The Union Army of the Potomac was commanded by Maj. Gen. Joseph Hooker and then by Maj. Gen. George G. Meade.",
      "Lee's army slipped away from Federal contact at Fredericksburg, Virginia, on June 3, 1863. The largest predominantly cavalry battle of the war was fought at Brandy Station on June 9. The Confederates crossed the Blue Ridge Mountains and moved north through the Shenandoah Valley, capturing the Union garrison at Winchester, Virginia, in the Second Battle of Winchester, June 13–15."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gettysburg_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/gettysburg-campaign/m05740w"
  },
  "funFacts": [
    {
      "id": "951",
      "fact": "A pearl can be dissolved by vinegar.",
      "category": ["Food", "Science"]
    },
    {
      "id": "434",
      "fact": "In the U.S. a pig has to weigh more than 180 lbs to be called a hog.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553688",
      "fact": "The Mobile Phone Throwing World Championships are held in Finland.  A recent winner said he prepared for the event by “mainly drinking.”"
    }
  ],
  "person": {
    "id": "lucian-truscott",
    "name": "Lucian Truscott",
    "dates": "Jan 9, 1895 - Sep 12, 1965",
    "mainImg": "img/people/lucian-truscott.jpg",
    "summary": [
      "General Lucian King Truscott Jr. was a highly decorated senior United States Army officer, who saw distinguished active service during World War II. Between 1943–45, he successively commanded the 3rd Infantry Division, VI Corps, Fifteenth Army and Fifth Army. He and Alexander Patch were the only U.S. Army officers to command a division, a corps, and a field army on active service during the war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lucian_Truscott",
    "urlGoogle": "https://artsandculture.google.com/entity/lucian-truscott/m01c89p"
  },
  "place": {
    "id": "haarlem",
    "name": "Haarlem",
    "mainImg": "img/places/haarlem.jpg",
    "summary": [
      "Haarlem is a city and municipality in the Netherlands. It is the capital of the province of North Holland and is situated at the northern edge of the Randstad, one of the most populated metropolitan areas in Europe. Haarlem had a population of 161,265 in 2019.",
      "Haarlem was granted city status or stadsrechten in 1245, although the first city walls were not built until 1270. The modern city encompasses the former municipality of Schoten as well as parts that previously belonged to Bloemendaal and Heemstede. Apart from the city, the municipality of Haarlem also includes the western part of the village of Spaarndam. Newer sections of Spaarndam lie within the neighbouring municipality of Haarlemmermeer."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Haarlem",
    "urlGoogle": "https://artsandculture.google.com/entity/haarlem/m0h095"
  },
  "wiki": {
    "id": "order-of-st-patrick",
    "name": "Order of St. Patrick",
    "summary": "The Most Illustrious Order of Saint Patrick is an order of chivalry associated with Ireland. The Order was created in 1783 by George III. The regular creation of knighthoods of St Patrick lasted until 1922, when most of Ireland became independent as the Irish Free State. While the Order technically still exists, no knighthood of St Patrick has been created since 1934, and the last surviving knight, Prince Henry, Duke of Gloucester, died in 1974. The patron saint of the Order is St Patrick. Its motto is Quis separabit?, which is Latin for \"Who will separate us?\". Most British orders of chivalry cover the entire kingdom, but the three most exalted ones each pertain to one constitutent nation only. The Order of St Patrick, which pertains to Ireland, is the third-most senior in precedence and age. The Order of St Patrick earned international coverage when in 1907 its insignia, known generally as the Irish Crown Jewels, were stolen from Dublin Castle shortly before a visit by the Order's Sovereign, King Edward VII. Their whereabouts remain a mystery.",
    "url": "https://en.wikipedia.org/wiki/Order_of_St._Patrick"
  },
  "word": {
    "id": "bivouac",
    "word": "bivouac",
    "url": "https://www.merriam-webster.com/dictionary/bivouac",
    "partOfSpeech": "verb",
    "pronunciation": "BIV-uh-wak",
    "audioPath": "audio/words/bivouac.mp3",
    "definitions": [
      "to make a temporary encampment under little or no shelter",
      "to take shelter often temporarily",
      "to provide temporary quarters for"
    ],
    "examples": [
      "The search party _bivouacked_ under a nearby ledge until the storm passed.",
      "\"Until Saturday, the virus had never entered the United States. But opposition to its importation via the ailing patients has been minimal, limited mainly to right-wing pundits and individuals griping on social media or eyeing the media horde _bivouacked_ outside Emory.\" - Tina Susman, _Los Angeles Times_, August 3, 2014"
    ],
    "origin": "In his 1841 dictionary, Noah Webster observed _bivouac_ to be a French borrowing having military origins. He defined the noun _bivouac_ as \"the guard or watch of a whole army, as in cases of great danger of surprise or attack\" and the verb as \"to watch or be on guard, as a whole army.\" The French word is derived from the Low German word biwacht, which translates to \"by guard.\" Germans used the word specifically for a patrol of citizens who assisted the town watch at night. Today, _bivouac_ has less to do with guarding and patrolling than it does with taking shelter."
  }
}
