{
  "artist": {
    "id": "tintoretto",
    "name": "Tintoretto",
    "dates": "1519 - May 31, 1594",
    "mainImg": "img/art/artists/tintoretto.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Vincenzo Morosini",
        "path": "img/art/artworks/tintoretto-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-vincenzo-morosini-jacopo-tintoretto/uAEZLv-geEoZKw"
      },
      {
        "name": "Mary with the Child, Venerated by Two Evangelists",
        "path": "img/art/artworks/tintoretto-a2.jpg",
        "source": "https://artsandculture.google.com/asset/mary-with-the-child-venerated-by-two-evangelists-tintoretto/7wGeux5OJ3XCPg"
      },
      {
        "name": "Susanna and the Elders",
        "path": "img/art/artworks/tintoretto-a3.jpg",
        "source": "https://artsandculture.google.com/asset/susanna-and-the-elders-jacopo-robusti-called-tintoretto/oQElxVov8NZf2g"
      },
      {
        "name": "Penitent Magdalene",
        "path": "img/art/artworks/tintoretto-a4.jpg",
        "source": "https://artsandculture.google.com/asset/penitent-magdalene/0AHbPoDZ5B-25w"
      },
      {
        "name": "The Origin of the Milky Way",
        "path": "img/art/artworks/tintoretto-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-origin-of-the-milky-way-jacopo-tintoretto/ZQEexGM2Z5VjLQ"
      },
      {
        "name": "Head of Giuliano de' Medici",
        "path": "img/art/artworks/tintoretto-a6.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-giuliano-de-medici-jacopo-tintoretto/9QGqt4_mkjE5NQ"
      }
    ],
    "summary": [
      "Tintoretto was an Italian painter and a notable exponent of the Venetian school. His contemporaries both admired and criticized the speed with which he painted, and the unprecedented boldness of his brushwork. For his phenomenal energy in painting he was termed Il Furioso. His work is characterised by his muscular figures, dramatic gestures and bold use of perspective, in the Mannerist style."
    ],
    "quote": null,
    "movements": [
      "Renaissance",
      "Mannerism",
      "Italian Renaissance",
      "Venetian painting",
      "Baroque"
    ],
    "mediums": ["Oil paint", "Drawing", "Chalk", "Pigment", "Ink", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Tintoretto",
    "urlGoogle": "https://artsandculture.google.com/entity/tintoretto/m01xtzs"
  },
  "event": {
    "id": "suez-crisis",
    "name": "Suez Crisis",
    "dates": "October 1956 - March 1957",
    "mainImg": "img/events/suez-crisis.jpg",
    "summary": [
      "The Suez Crisis, or the Second Arab–Israeli war, also called the tripartite aggression in the Arab world and Sinai War in Israel,",
      "was an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain Western control of the Suez Canal and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the fighting had started, political pressure from the United States, the Soviet Union and the United Nations led to a withdrawal by the three invaders. The episode humiliated the United Kingdom and France and strengthened Nasser.",
      "On 29 October, Israel invaded the Egyptian Sinai. Britain and France issued a joint ultimatum to cease fire, which was ignored. On 5 November, Britain and France landed paratroopers along the Suez Canal. The Egyptian forces were defeated, but they did block the canal to all shipping. It later became clear that Israel, France and Britain had conspired to plan out the invasion. The three allies had attained a number of their military objectives, but the canal was useless. Heavy political pressure from the United States and the USSR led to a withdrawal. U.S. president Dwight D."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Suez_Crisis",
    "urlGoogle": "https://artsandculture.google.com/entity/suez-crisis/m0f_tp"
  },
  "funFacts": [
    {
      "id": "673",
      "fact": "The average turtle can't reproduce until it's 25 years old.",
      "category": ["Animals"]
    },
    {
      "id": "60",
      "fact": "The tongue is the fastest healing part of the body.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "553540",
      "fact": "Theodore Roosevelt's daughter Alice had a pet snake named Emily Spinach. She liked to carry it around the White House in her purse and take it out at unexpected moments."
    }
  ],
  "idiom": {
    "id": "squirrel-away",
    "term": "squirrel away",
    "definition": "Hide or store, as in *She squirreled away her savings in at least four different banks.* This expression alludes to the squirrel's habit of hiding nuts and acorns in the ground. [First half of 1900s]"
  },
  "person": {
    "id": "joseph-stilwell",
    "name": "Joseph Stilwell",
    "dates": "Mar 19, 1883 - Oct 12, 1946",
    "mainImg": "img/people/joseph-stilwell.jpg",
    "summary": [
      "Joseph Warren Stilwell was a United States Army general who served in the China Burma India Theater during World War II. His caustic personality was reflected in the nickname \"Vinegar Joe\".",
      "Distrust of his Allies and a lack of resources meant Stilwell was continually forced to improvise. He famously differed as to strategy, ground troops versus air power, with his subordinate, Claire Chennault, who had the ear of Generalissimo Chiang Kai-shek. General George Marshall, the Army Chief of Staff, acknowledged he had given Stilwell \"one of the most difficult\" assignments of any theater commander."
    ],
    "quote": "“Don't let the bastards grind you down.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Stilwell",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-stilwell/m017fj_"
  },
  "place": {
    "id": "georgia",
    "name": "Georgia",
    "mainImg": "img/places/georgia.jpg",
    "summary": [
      "Georgia is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres, and its approximate population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.",
      "During the classical era, several independent kingdoms became established in what is now Georgia, such as Colchis and Iberia. The Georgians officially adopted Christianity in the early 4th century. The Georgian Orthodox Church had enormous importance for the spiritual and political unification of early Georgian states. The unified Kingdom of Georgia reached its Golden Age during the reign of King David the Builder and Queen Tamar the Great in the 12th and early 13th centuries. Thereafter, the kingdom declined and eventually disintegrated under the hegemony of various regional powers, including the Mongols, the Ottoman Empire and successive dynasties of Iran."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Georgia_%28country%29",
    "urlGoogle": "https://artsandculture.google.com/entity/georgia/m0d0kn"
  },
  "wiki": {
    "id": "java-programming-language",
    "name": "Java programming language",
    "summary": "Java is an object-oriented programming language developed initially by James Gosling and colleagues at Sun Microsystems. It was intended to replace C++, although the feature set better resembles that of Objective-C. Sun Microsystems currently maintains and updates Java regularly. Specifications of the Java language, the Java Virtual Machine (JVM) and the Java API are community-maintained through the Sun-managed Java Community Process. Java was developed in 1991 by Gosling and other Sun engineers, as part of the Green Project. After first being made public in 1994, it achieved prominence following the announcement at 1995's SunWorld that Netscape would be including support for it in their Navigator browser.",
    "url": "https://en.wikipedia.org/wiki/Java_programming_language"
  },
  "word": {
    "id": "glower",
    "word": "glower",
    "url": "https://www.merriam-webster.com/dictionary/glower",
    "partOfSpeech": "verb",
    "pronunciation": "GLOW-er (the OW is as in \"cow\")",
    "audioPath": "audio/words/glower.mp3",
    "definitions": ["to look or stare with sullen annoyance or anger"],
    "examples": ["I could sense Katherine glowering at me after I took her usual parking spot."],
    "origin": "Do words of uncertain origin make you scowl? If so, \"glower\" may put a frown on your face, because only part of its history can be validated. The well-established part of its story leads us to Scotland, where \"glower\" (or \"glowren,\" to use the older Scottish form of the word) has been used since the late Middle Ages. Originally, the word meant simply \"to look intently\" or \"to stare in amazement,\" but by the late 1700s, glowering stares were being associated with anger instead of astonishment. Beyond that, however, the history of the word is murky. The most we can say is that \"glower\" is a distant relative of Middle Low German \"glŪren,\" which means \"to be overcast,\" and of Middle Dutch \"gloeren,\" meaning \"to leer.\""
  }
}
