{
  "artist": {
    "id": "gerhard-richter",
    "name": "Gerhard Richter",
    "dates": "Born Feb 9, 1932",
    "mainImg": "img/art/artists/gerhard-richter.jpg",
    "artworkImgs": [
      {
        "name": "9 Objekte",
        "path": "img/art/artworks/gerhard-richter-a1.jpg",
        "source": "https://artsandculture.google.com/asset/9-objekte-richter-gerhard/LAEuG5PcT6qwZQ"
      },
      {
        "name": "Abstract Painting (849-2)",
        "path": "img/art/artworks/gerhard-richter-a2.jpg",
        "source": "https://artsandculture.google.com/asset/abstract-painting-849-2-gerhard-richter/GQERbT3RiYdaWg"
      },
      {
        "name": "Seascape (Seestück)",
        "path": "img/art/artworks/gerhard-richter-a3.jpg",
        "source": "https://artsandculture.google.com/asset/seascape-seestück-gerhard-richter/MgHpNvEtvtYtLA"
      },
      {
        "name": "Stadtbild SA (219/1)",
        "path": "img/art/artworks/gerhard-richter-a4.jpg",
        "source": "https://artsandculture.google.com/asset/stadtbild-sa-219-1-gerhard-richter/TwFnzM2ldsOiQQ"
      },
      {
        "name": "Abstract Picture (Rhombus) (851-1)",
        "path": "img/art/artworks/gerhard-richter-a5.jpg",
        "source": "https://artsandculture.google.com/asset/abstract-picture-rhombus-851-1-gerhard-richter/dwEWiDkquBAKfQ"
      },
      {
        "name": "Abstract Pictures (The Rhombus Cycle)",
        "path": "img/art/artworks/gerhard-richter-a6.jpg",
        "source": "https://artsandculture.google.com/asset/abstract-pictures-the-rhombus-cycle-gerhard-richter/5wGc0zyuZY4VGQ"
      }
    ],
    "summary": [
      "Gerhard Richter is a German visual artist. Richter has produced abstract as well as photorealistic paintings, and also photographs and glass pieces. He is widely regarded as one of the most important contemporary German artists and several of his works have set record prices at auction."
    ],
    "quote": "“This time the entire floor is covered with cut-up illustrated journals, a new tic and trick of mine (eight days now): I cut out photos from illustrated journals and dissolve them with a chemical solution and swipe and smear them. That is fabulous fun. I have always loved illustrated magazines, perhaps because of their documentary actuality. I have also already made a few attempts to paint something like that in a larger format. Curious to see how it will continue. I am pursuing something which in a certain way resembles the most recent movement: Pop art (from popular), probably came up in America and is now heating up the minds here.”",
    "movements": [
      "Conceptual art",
      "Contemporary art",
      "Modern art",
      "Abstract art",
      "Photorealism",
      "Neo-expressionism"
    ],
    "mediums": ["Oil paint", "Graphite", "Cardboard", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gerhard_Richter",
    "urlGoogle": "https://artsandculture.google.com/entity/gerhard-richter/m03dm5p"
  },
  "event": {
    "id": "arab-cold-war",
    "name": "Arab Cold War",
    "dates": null,
    "mainImg": "img/events/arab-cold-war.jpg",
    "summary": [
      "The Arab Cold War was a period of political rivalry in the Arab world that occurred as part of the broader Cold War between, approximately, the Egyptian Revolution of 1952 that brought President Gamal Abdel Nasser to power in that country, and the 1979 Iranian Revolution which led Arab-Iranian tensions to eclipse intra-Arab strife. On one side were newly-established republics, led by Nasser's Egypt, and on the other side were traditionalist kingdoms led by King Faisal of Saudi Arabia.",
      "Nasser espoused secular, pan-Arab nationalism and socialism as a response to the Islamism and rentierism of the kingdoms, as well as their perceived complicity in Western meddling in the region. He also established himself as the foremost defender of Arab and Palestinian honor against the humiliation brought on by the independence of Israel and its victory in the 1948 war. Gradually, so-called Nasserism gained the support of other Arab presidents as they replaced monarchies in their countries, notably in Syria, Iraq, Libya, North Yemen, and Sudan. A number of attempts to unite these states in various configurations were made, but all ultimately failed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Arab_Cold_War",
    "urlGoogle": "https://artsandculture.google.com/entity/arab-cold-war/m0brzddj"
  },
  "funFacts": [
    {
      "id": "327",
      "fact": "Chewing gum was invented in New York City in 1870 by Thomas Adams.",
      "category": ["Food", "History"]
    },
    { "id": "425", "fact": "Kangaroos can't walk backwards.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553925",
      "fact": "Hay-on-Wye in Wales is the used book capital of the world. It’s home to the famous Honesty Bookshop: an outdoor book market with a collection box in place of a cashier."
    }
  ],
  "idiom": {
    "id": "hell-has-no-fury-like-a-woman-scorned",
    "term": "hell has no fury like a woman scorned",
    "definition": "No anger is worse than that of a jilted woman. For example, *Nancy has nothing good to say about Tom---hell has no fury, you know.* This term is a shortening of William Congreve's lines, \"Heav'n has no rage, like love to hatred turn'd, nor Hell a fury like a woman scorn'd\" (*The Mourning Bride,* 1697). Today the proverb is often shortened even more, as in the example, and is also often put as **hell hath no fury....**"
  },
  "person": {
    "id": "chester-bowles",
    "name": "Chester Bowles",
    "dates": "Apr 5, 1901 - May 25, 1986",
    "mainImg": "img/people/chester-bowles.jpg",
    "summary": [
      "Chester Bliss Bowles was an American diplomat and ambassador, Governor of Connecticut, Congressman and co-founder of a major advertising agency, Benton & Bowles, now part of Publicis Groupe. Bowles Is best known for his influence on American foreign policy during Cold War years, when he argued that economic assistance to the Third World was not only the best means to fight communism, and even more important, to create a more peaceable world order. During World War II, he held high office in Washington as director of the Office of Price Administration, and control of setting consumer prices. Just after the war, he was the chief of the Office of Economic Stabilization, but had great difficulty controlling inflation. Moving into state politics, he served a term as governor of Connecticut. He promoted liberal programs in education and housing, but was defeated for reelection by conservative backlash.",
      "As ambassador to India, he established a good relationship with Prime Minister Jawaharlal Nehru, an emerging leader of the nonalignment movement. Bowles promoted rapid economic industrialization in India, and repeatedly called on Washington to help finance it."
    ],
    "quote": "“Production is the only answer to inflation.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Chester_Bowles",
    "urlGoogle": "https://artsandculture.google.com/entity/chester-bowles/m01g7jw"
  },
  "place": {
    "id": "amalfi",
    "name": "Amalfi",
    "mainImg": "img/places/amalfi.jpg",
    "summary": [
      "Amalfi is a town and comune in the province of Salerno, in the region of Campania, Italy, on the Gulf of Salerno. It lies at the mouth of a deep ravine, at the foot of Monte Cerreto, surrounded by dramatic cliffs and coastal scenery. The town of Amalfi was the capital of the maritime republic known as the Duchy of Amalfi, an important trading power in the Mediterranean between 839 and around 1200.",
      "In the 1920s and 1930s, Amalfi was a popular holiday destination for the British upper class and aristocracy.",
      "Amalfi is the main town of the coast on which it is located, named Costiera Amalfitana, and is today an important tourist destination together with other towns on the same coast, such as Positano, Ravello and others. Amalfi is included in the UNESCO World Heritage Sites.",
      "A patron saint of Amalfi is Saint Andrew, the Apostle, whose relics are kept here at Amalfi Cathedral."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Amalfi",
    "urlGoogle": "https://artsandculture.google.com/entity/amalfi/m0cltb"
  },
  "wiki": {
    "id": "cpu-cache",
    "name": "CPU cache",
    "summary": "A CPU cache is a cache used by the central processing unit of a computer to reduce the average time to access memory. The cache is a smaller, faster memory which stores copies of the most frequently used main memory locations. So long as most accesses are to the cached copies, the average latency to memory will be closer to the cache latency than to the latency of main memory. When the processor wishes to read or write a location in main memory, it first checks the main memory address against the tags in the cache. If one of the tag entries matches (a cache hit), the processor reads or writes the corresponding data in that entry rather than doing the same to main memory. If none of the tag entries match, the reference is a miss. Misses are slow because they require the data from main memory, and the slowness of that memory is, of course, the reason for the cache in the first place. The proportion of accesses that result in a cache hit is known as the hit rate.",
    "url": "https://en.wikipedia.org/wiki/CPU_cache"
  },
  "word": {
    "id": "demean",
    "word": "demean",
    "url": "https://www.merriam-webster.com/dictionary/demean",
    "partOfSpeech": "verb",
    "pronunciation": "dih-MEEN",
    "audioPath": "audio/words/demean.mp3",
    "definitions": ["to conduct or behave (oneself) usually in a proper manner"],
    "examples": [
      "Sylvia was proud of the polite way her young children demeaned themselves in front of the dinner guests."
    ],
    "origin": "There are two words spelled \"demean\" in English. The more familiar \"demean\" -- \"to lower in character, status, or reputation\" -- comes straight from \"mean,\" the adjective that means \"spiteful.\" Today's featured word, on the other hand, comes from the Anglo-French verb \"demener\" (\"to conduct\"), which in turn comes from Latin \"minare,\" meaning \"to drive.\" This verb has been with us since the 14th century and is generally used in contexts specifying a type of behavior: \"he demeaned himself in a most unfriendly manner\"; \"she demeaned herself as befitting her station in life\"; \"they knew not how to demean themselves in the king's presence.\" As you may have already guessed, the noun \"demeanor,\" meaning \"behavior,\" comes from this \"demean.\""
  }
}
