{
  "artist": {
    "id": "giuseppe-arcimboldo",
    "name": "Giuseppe Arcimboldo",
    "dates": "Apr 5, 1526 - Jul 11, 1593",
    "mainImg": "img/art/artists/giuseppe-arcimboldo.jpg",
    "artworkImgs": [
      {
        "name": "L’Ortolano - Giuseppe Arcimboldo",
        "path": "img/art/artworks/giuseppe-arcimboldo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/l’ortolano-giuseppe-arcimboldo-giuseppe-arcimboldo/YgEItjbKaPkX9Q"
      },
      {
        "name": "Rudolf II of Habsburg as Vertumnus",
        "path": "img/art/artworks/giuseppe-arcimboldo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/rudolf-ii-of-habsburg-as-vertumnus-giuseppe-arcimboldo/TAGn3nhWHkbIBA"
      },
      {
        "name": "The Librarian",
        "path": "img/art/artworks/giuseppe-arcimboldo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-librarian-giuseppe-arcimboldo/GgEi3YoGxi2baw"
      },
      {
        "name": "La Primavera",
        "path": "img/art/artworks/giuseppe-arcimboldo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/la-primavera-giuseppe-arcimboldo/iwHATomxJenU4w"
      },
      {
        "name": "Four Seasons in One Head",
        "path": "img/art/artworks/giuseppe-arcimboldo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/four-seasons-in-one-head/WwHACWGI-pgLUQ"
      },
      {
        "name": "Self Portrait",
        "path": "img/art/artworks/giuseppe-arcimboldo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-giuseppe-arcimboldo/3gHpTvmCqrcIlg"
      }
    ],
    "summary": [
      "Giuseppe Arcimboldo was an Italian painter best known for creating imaginative portrait heads made entirely of objects such as fruits, vegetables, flowers, fish and books.",
      "These works form a distinct category from his other productions. He was a conventional court painter of portraits for three Holy Roman emperors in Vienna and Prague, also producing religious subjects and, among other things, a series of coloured drawings of exotic animals in the imperial menagerie. He specialized in grotesque symbolical compositions of fruits, animals, landscapes, or various inanimate objects arranged into human forms. The still-life portraits were clearly partly intended as whimsical curiosities to amuse the court, but critics have speculated as to how seriously they engaged with Renaissance Neo-Platonism or other intellectual currents of the day."
    ],
    "quote": null,
    "movements": ["Baroque", "Renaissance", "Rococo"],
    "mediums": ["Oil paint", "Drawing", "Ink", "Pigment", "Pen", "Etching"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giuseppe_Arcimboldo",
    "urlGoogle": "https://artsandculture.google.com/entity/giuseppe-arcimboldo/m030b1q"
  },
  "event": {
    "id": "four-days-battle",
    "name": "Four Days' Battle",
    "dates": "Jun 1, 1666 - Jun 4, 1666",
    "mainImg": "img/events/four-days-battle.jpg",
    "summary": [
      "The Four Days' Battle, also known as the Four Days' Fight in some English sources and as Vierdaagse Zeeslag in Dutch was a naval battle of the Second Anglo-Dutch War. Fought from 1 June to 4 June 1666 in the Julian or Old Style calendar then used in England, in the southern North Sea, it began off the Flemish coast and ended near the English coast. It remains one of the longest naval engagements in history. The Dutch accounts refer to its dates as 11 June to 14 June 1666 using the New Style calendar.",
      "The Dutch inflicted significant damage on the English fleet which lost ten ships in total, with over 1,000 men killed including two vice-admirals, Sir Christopher Myngs and Sir William Berkeley, while almost 2,000 English were taken prisoner including a third vice-admiral George Ayscue. Dutch losses were four ships destroyed by fire and over 1,550 men killed, including Lieutenant Admiral Cornelis Evertsen, Vice Admiral Abraham van der Hulst and Rear Admiral Frederik Stachouwer."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Four_Days%27_Battle",
    "urlGoogle": "https://artsandculture.google.com/entity/four-days-battle/m011l3p"
  },
  "funFacts": [
    {
      "id": "968",
      "fact": "-40 degrees Fahrenheit is the same temperatures as -40 degrees Celsius.",
      "category": ["Science"]
    },
    {
      "id": "958",
      "fact": "The state of Alabama once financed the construction of a bridge by holding a rooster auction.",
      "category": ["Geography", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553683",
      "fact": "If your dog's feet smell like corn chips, you're not alone. The term \"Frito Feet\" was coined to describe the scent."
    }
  ],
  "idiom": {
    "id": "leave-in-the-lurch",
    "term": "leave in the lurch",
    "definition": "Abandon or desert someone in difficult straits. For example, *Jane was angry enough to quit without giving notice, leaving her boss in the lurch.* This expression alludes to a 16th-century French dice game, *lourche,* where to incur a *lurch* meant to be far behind the other players. It later was used in cribbage and other games, as well as being used in its present figurative sense by about 1600."
  },
  "person": {
    "id": "james-a-garfield",
    "name": "James A. Garfield",
    "dates": "Nov 19, 1831 - Sep 19, 1881",
    "mainImg": "img/people/james-a-garfield.jpg",
    "summary": [
      "James Abram Garfield was the 20th president of the United States, serving from March 4, 1881, until his death by assassination six and a half months later. He is the only sitting member of the United States House of Representatives to be elected to the presidency.",
      "Garfield entered politics as a Republican in 1857. He served as a member of the Ohio State Senate from 1859 to 1861. Garfield opposed Confederate secession, served as a major general in the Union Army during the American Civil War, and fought in the battles of Middle Creek, Shiloh, and Chickamauga. He was first elected to Congress in 1862 to represent Ohio's 19th district. Throughout Garfield's congressional service after the war, he firmly supported the gold standard and gained a reputation as a skilled orator. He initially agreed with Radical Republican views on Reconstruction, but later favored a moderate approach to civil rights enforcement for freedmen.",
      "At the 1880 Republican National Convention, delegates chose Garfield, who had not sought the White House, as a compromise presidential nominee on the 36th ballot."
    ],
    "quote": "“Right reason is stronger than force.”",
    "urlWiki": "https://en.wikipedia.org/wiki/James_A._Garfield",
    "urlGoogle": "https://artsandculture.google.com/entity/james-a-garfield/m0b22w"
  },
  "place": {
    "id": "dunedin",
    "name": "Dunedin",
    "mainImg": "img/places/dunedin.jpg",
    "summary": [
      "Dunedin is the second-largest city in the South Island of New Zealand, and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.",
      "The urban area of Dunedin lies on the central-eastern coast of Otago, surrounding the head of Otago Harbour, and the harbour and hills around Dunedin are the remnants of an extinct volcano. The city suburbs extend out into the surrounding valleys and hills, onto the isthmus of the Otago Peninsula, and along the shores of the Otago Harbour and the Pacific Ocean. Dunedin was the largest New Zealand city by territorial land area until superseded by Auckland with the formation of the Auckland Council in November 2010.",
      "Archaeological evidence points to lengthy occupation of the area by Māori prior to the arrival of Europeans. The province and region of Otago takes its name from the Ngāi Tahu village of Otakou at the mouth of the harbour, which became a whaling station in the 1830s.",
      "In 1848 a Scottish settlement was established by the Lay Association of the Free Church of Scotland. Between 1855 and 1900 many thousands of Scots emigrated to the incorporated city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dunedin",
    "urlGoogle": "https://artsandculture.google.com/entity/dunedin/m02y9wq"
  },
  "wiki": {
    "id": "we-can-do-it",
    "name": "We Can Do It!",
    "summary": "\"We Can Do It!\" is an American wartime propaganda poster produced by J. Howard Miller in 1943 for Westinghouse Electric to boost worker morale. The poster is generally thought to be based on a black-and-white wire service photograph taken of a Michigan factory worker named Geraldine Hoff. During World War II the image was strictly internal to Westinghouse, displayed only during February 1943, and was not for recruitment but to exhort already-hired women to work harder. It was rediscovered in the early 1980s and widely reproduced in many forms, often called \"We Can Do It!\" but also called \"Rosie the Riveter\" after the iconic figure of a strong female war production worker. The \"We Can Do It!\" image was used to promote feminism and other political issues beginning in the 1980s. The image made the cover of the Smithsonian magazine in 1994 and was fashioned into a US first-class mail stamp in 1999. It was incorporated in 2008 into campaign materials for several US politicians, and was reworked by an artist in 2010 to celebrate the first woman becoming prime minister of Australia. The poster is one of the ten most-requested images at the National Archives and Records Administration.",
    "url": "https://en.wikipedia.org/wiki/We_Can_Do_It!"
  },
  "word": {
    "id": "etiquette",
    "word": "etiquette",
    "url": "https://www.merriam-webster.com/dictionary/etiquette",
    "partOfSpeech": "noun",
    "pronunciation": "ET-ih-kut",
    "audioPath": "audio/words/etiquette.mp3",
    "definitions": [
      "the conduct or procedure required by good breeding or prescribed by authority to be observed in social or official life"
    ],
    "examples": [
      "According to Miss Manners, it is a myth that newlyweds have up to a year to write thank-you notes for wedding gifts; rather, etiquette dictates that the notes should be sent as soon as possible."
    ],
    "origin": "One definition of the French word \"étiquette\" is \"ticket\" or \"label attached to something for identification.\" In 16th-century Spain, the French word was borrowed (and altered to \"etiqueta\") to refer to the written protocols describing orders of precedence and behavior demanded of those who appeared in court. Eventually, \"etiqueta\" came to be applied to the court ceremonies themselves as well as the documents which outlined the requirements for them. Interestingly, this then led to French speakers of the time attributing the second sense of \"proper behavior\" to their \"étiquette,\" and in the middle of the 18th century English speakers finally adopted both the word and the second meaning from the French."
  }
}
