{
  "artist": {
    "id": "amedeo-modigliani",
    "name": "Amedeo Modigliani",
    "dates": "Jul 12, 1884 - Jan 24, 1920",
    "mainImg": "img/art/artists/amedeo-modigliani.jpg",
    "artworkImgs": [
      {
        "name": "Alice",
        "path": "img/art/artworks/amedeo-modigliani-a1.jpg",
        "source": "https://artsandculture.google.com/asset/alice-amedeo-modigliani/YwGRxJmTEiOzgw"
      },
      {
        "name": "Girl with Pigtails",
        "path": "img/art/artworks/amedeo-modigliani-a2.jpg",
        "source": "https://artsandculture.google.com/asset/girl-with-pigtails-amedeo-modigliani/VwFkT2NrPAuAlQ"
      },
      {
        "name": "Portrait of Jeanne Hebuterne, Seated, 1918",
        "path": "img/art/artworks/amedeo-modigliani-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-jeanne-hebuterne-seated-1918-amedeo-modigliani/dAGuxqXh3Gl_rA"
      },
      {
        "name": "Elena Povolozky",
        "path": "img/art/artworks/amedeo-modigliani-a4.jpg",
        "source": "https://artsandculture.google.com/asset/elena-povolozky-amedeo-modigliani/hgGv7q8zvatn8Q"
      },
      {
        "name": "Portrait of the Artist Léopold Survage",
        "path": "img/art/artworks/amedeo-modigliani-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-artist-léopold-survage-amedeo-modigliani/HAEXUBJYS8mGrg"
      },
      {
        "name": "Ritratto di Hanka Zborowska",
        "path": "img/art/artworks/amedeo-modigliani-a6.jpg",
        "source": "https://artsandculture.google.com/asset/ritratto-di-hanka-zborowska-amedeo-modigliani/nAFJdYS1tQPl4Q"
      }
    ],
    "summary": [
      "Amedeo Clemente Modigliani was an Italian Jewish painter and sculptor who worked mainly in France. He is known for portraits and nudes in a modern style characterized by elongation of faces, necks, and figures that were not received well during his lifetime but later found acceptance. Modigliani spent his youth in Italy, where he studied the art of antiquity and the Renaissance. In 1906 he moved to Paris, where he came into contact with such artists as Pablo Picasso and Constantin Brâncuși. By 1912 Modigliani was exhibiting highly stylized sculptures with Cubists of the Section d'Or group at the Salon d'Automne.",
      "Modigliani's oeuvre includes paintings and drawings. From 1909 to 1914 he devoted himself mainly to sculpture. His main subject was portraits and full figures, both in the images and in the sculptures. Modigliani had little success while alive, but after his death achieved great popularity. He died of tubercular meningitis, at the age of 35, in Paris."
    ],
    "quote": "“It is your duty in life to save your dream.”",
    "movements": ["Modern art", "School of Paris", "Expressionism", "Fauvism"],
    "mediums": ["Oil paint", "Graphite", "Pencil", "Watercolor painting", "Rock", "Limestone"],
    "urlWiki": "https://en.wikipedia.org/wiki/Amedeo_Modigliani",
    "urlGoogle": "https://artsandculture.google.com/entity/amedeo-modigliani/m0gsc1"
  },
  "event": {
    "id": "russo-turkish-war",
    "name": "Russo-Turkish War",
    "dates": "Apr 24, 1877 - Mar 3, 1878",
    "mainImg": "img/events/russo-turkish-war.jpg",
    "summary": [
      "The Russo-Turkish War of 1877–1878 was a conflict between the Ottoman Empire and the Eastern Orthodox coalition led by the Russian Empire and composed of Bulgaria, Romania, Serbia, and Montenegro. Fought in the Balkans and in the Caucasus, it originated in emerging 19th-century Balkan nationalism. Additional factors included Russian goals of recovering territorial losses endured during the Crimean War of 1853–56, re-establishing itself in the Black Sea and supporting the political movement attempting to free Balkan nations from the Ottoman Empire.",
      "The Russian-led coalition won the war, pushing the Turks back all the way to the gates of Constantinople but for the timely intervention of the western European great powers.",
      "As a result, Russia succeeded in claiming provinces in the Caucasus, namely Kars and Batum, and also annexed the Budjak region. The principalities of Romania, Serbia, and Montenegro, each of which had had de facto sovereignty for some time, formally proclaimed independence from the Ottoman Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Russo-Turkish_War_%281877%E2%80%931878%29",
    "urlGoogle": "https://artsandculture.google.com/entity/russo-turkish-war/m01p6w8"
  },
  "funFacts": [
    {
      "id": "303",
      "fact": "Napoleon suffered from a fear of cats.",
      "category": ["Animals", "History"]
    },
    {
      "id": "166",
      "fact": "Before mercury, brandy was used to fill thermometers.",
      "category": ["Science"]
    },
    {
      "id": "1025",
      "fact": "The official taxonomic classification for llamas is Llama glama.",
      "category": ["Animals", "Definitions", "Science"]
    }
  ],
  "funFacts2": [],
  "idiom": {
    "id": "haste-makes-waste",
    "term": "haste makes waste",
    "definition": "Proceeding too quickly can spoil an enterprise, as in *Stop trying to rush through three things at once---haste makes waste, you know.* This rhyming warning, first recorded in this exact form in 1575, was in John Ray's 1678 proverb collection, where the full text was: \"Haste makes waste, and waste makes want, and want makes strife between the goodman and his wife.\""
  },
  "person": {
    "id": "john-lubbock-1-st-baron-avebury",
    "name": "John Lubbock, 1st Baron Avebury",
    "dates": "Apr 30, 1834 - May 28, 1913",
    "mainImg": "img/people/john-lubbock-1-st-baron-avebury.jpg",
    "summary": [
      "John Lubbock, 1st Baron Avebury, 4th Baronet, PC, DL, FRS, known as Sir John Lubbock, 4th Baronet from 1865 until 1900, was an English banker, Liberal politician, philanthropist, scientist and polymath. Lubbock worked in his family company as a banker but made significant contributions in archaeology, ethnography, and several branches of biology. He coined the terms \"Paleolithic\" and \"Neolithic\" to denote the Old and New Stone Ages, respectively. He helped establish archaeology as a scientific discipline, and was also influential in nineteenth-century debates concerning evolutionary theory. He introduced the first law for the protection of the UK's archaeological and architectural heritage. He was also a founding member of the X Club."
    ],
    "quote": "“What we see depends mainly on what we look for.”",
    "urlWiki": "https://en.wikipedia.org/wiki/John_Lubbock,_1st_Baron_Avebury",
    "urlGoogle": "https://artsandculture.google.com/entity/john-lubbock-1st-baron-avebury/m01zslg"
  },
  "place": {
    "id": "allentown",
    "name": "Allentown",
    "mainImg": "img/places/allentown.jpg",
    "summary": [
      "Allentown is a city located in Lehigh County, Pennsylvania, United States. It is Pennsylvania's third most populous city and the 233rd largest city in the United States. As of the 2010 census, the city had a total population of 118,032 and it is currently the fastest growing major city in Pennsylvania with an estimated 121,442 residents according to the 2019 census estimate. It is the largest city in the metropolitan area known as the Lehigh Valley, which had a population of 821,623 residents as of 2010. Allentown is the county seat of Lehigh County. In 2012, the city celebrated the 250th anniversary of its founding in 1762.",
      "Located on the Lehigh River, Allentown is the largest of three adjacent cities in Northampton and Lehigh counties that make up a region of eastern Pennsylvania known as the Lehigh Valley; the other two cities being Bethlehem, Pennsylvania, and Easton, Pennsylvania."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Allentown,_Pennsylvania",
    "urlGoogle": "https://artsandculture.google.com/entity/allentown/m0_3cs"
  },
  "wiki": {
    "id": "cynna-kydd",
    "name": "Cynna Kydd",
    "summary": "Cynna Kydd is an Australian netball player. She is currently goal shooter for the Melbourne Phoenix in the Commonwealth Bank Trophy, after a controversial defection from local rivals the Melbourne Kestrels in early 2006. Kydd had previously played for the Kestrels since 2000, and was the Kestrels captain from 2005 until her transfer. An often accurate and high-scoring shooter, Kydd was voted as the Commonwealth Bank Trophy's Most Valuable Player in 2004, and was a frequent member of the Australian national netball team from 2003 to 2005, but injury and a downturn in form saw her dropped from the national side in early 2005. Although she took some time to settle in at the Phoenix after her shock departure from the Kestrels, she subsequently recovered to have a successful season, and remains in contention to re-enter the national team in 2007.",
    "url": "https://en.wikipedia.org/wiki/Cynna_Kydd"
  },
  "word": {
    "id": "oracular",
    "word": "oracular",
    "url": "https://www.merriam-webster.com/dictionary/oracular",
    "partOfSpeech": "adjective",
    "pronunciation": "aw-RAK-yuh-ler",
    "audioPath": "audio/words/oracular.mp3",
    "definitions": [
      "resembling an oracle (as in solemnity of delivery)",
      "of, relating to, or being an oracle"
    ],
    "examples": [
      "A knowledgeable wine drinker herself, Roberta refuses to assign oracular status to professional wine critics; she drinks what she likes, not what has been well-reviewed."
    ],
    "origin": "When the ancient Greeks had questions or problems that were worrying them, they would often turn to one of their gods for answers by consulting an oracle. The word \"oracle\" has several meanings. It can refer to the god's answer, to the shrine the worshippers went to when seeking advice, or to a person through whom the god communicated, usually in the form of cryptic verse. (The words \"oracular\" and \"oracle\" trace back to the Latin verb \"orare,\" which means \"to speak.\") Today, \"oracle\" can simply mean an authoritative pronouncement or a person who makes such pronouncements (\"a designer who is an oracle of fashion\"). The related adjective \"oracular\" is used in similar contexts (\"a designer who is the oracular voice of fashion\")."
  }
}
