{
  "artist": {
    "id": "blu",
    "name": "Blu",
    "dates": null,
    "mainImg": "img/art/artists/blu.jpg",
    "artworkImgs": [
      {
        "name": "Martin Ron & Blu murals in Villa Urquiza, Buenos Aires",
        "path": "img/art/artworks/blu-a1.jpg",
        "source": "https://artsandculture.google.com/asset/martin-ron-blu-murals-in-villa-urquiza-buenos-aires-martin-ron/MgFksIt5Kl9rQA"
      },
      {
        "name": "untitled",
        "path": "img/art/artworks/blu-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-osgémeos-blu/2QGpAEGXPVuewg"
      },
      {
        "name": "Blu mural, La Boca, Buenos Aires (2011)",
        "path": "img/art/artworks/blu-a3.jpg",
        "source": "https://artsandculture.google.com/asset/blu-mural-la-boca-buenos-aires-2011-blu/qQH5URdYvEp_yg"
      },
      {
        "name": "Blu mural, Monserrat, Buenos Aires (2011)",
        "path": "img/art/artworks/blu-a4.jpg",
        "source": "https://artsandculture.google.com/asset/blu-mural-monserrat-buenos-aires-2011-blu/hwFy4qE0pU9fqw"
      },
      {
        "name": "Blu mural in Villa Urquiza, Buenos Aires (2007)",
        "path": "img/art/artworks/blu-a5.jpg",
        "source": "https://artsandculture.google.com/asset/blu-mural-in-villa-urquiza-buenos-aires-2007-blu/FAFjSMrR9DIJhw"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/blu-a6.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-gémeos/TwF-W1bi8_Bekw"
      }
    ],
    "summary": [
      "Blu is the pseudonym of an Italian artist who conceals his real identity. He was born in Senigallia. He lives in Bologna and has been active in street art since 1999.",
      "His early career involved the practice of shared artistic actions. Artists such as Dem, Sweza, Run and, above all, Ericailcane, were his companions during nocturnal raids where an anonymous creative participation overcame the need of signing their pieces. Also, during those years, Blu started experimenting with digital animation, and he created short interactive video clips that were used as a visual contribution to the live musical performances of the collective OK NO.",
      "The collaboration with Ericailcane had its best results from 2003 to 2006. The two personalities complemented each other; while Blu was painting his characteristic human figures Ericailcane made his typical animals. The two artists, friends in real life, continue to work together, although less often.",
      "Starting in 2004, some art galleries noticed Blu's artistic value and invited him to take part in both one-man and collective shows."
    ],
    "quote": null,
    "movements": ["Street art"],
    "mediums": ["Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Blu_%28artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/blu/m0bbtr7k"
  },
  "event": {
    "id": "third-anglo-dutch-war",
    "name": "Third Anglo-Dutch War",
    "dates": "1672 - 1674",
    "mainImg": "img/events/third-anglo-dutch-war.jpg",
    "summary": [
      "The Third Anglo-Dutch War or the Third Dutch War was a military conflict between the Kingdom of England and the Dutch Republic that lasted from 7 April 1672 to 19 February 1674. It was part of the Franco-Dutch War between the Dutch Republic and her allies—the Quadruple Alliance—and France.",
      "In comparison to First and Second Anglo-Dutch War, political reasons were more important as causes for this war than economic ones. In 1667, Charles II of England had been humiliated by the Dutch Raid on the Medway, and in 1668, Louis XIV of France had been offended by the Dutch preventing his conquest of the Spanish Netherlands through the Triple Alliance. In 1670, the two kings concluded the Secret Treaty of Dover, intending to destroy the Dutch Republic. This outcome seemed achievable as the Dutch land army was weak and, although their navy was strong, the combined English and French fleets outnumbered it. The prospect of war was unpopular in England, so Charles had difficulty obtaining the necessary money. He relied on secret French subsidies, deceiving Parliament and refusing to pay the Crown debts and fabricated diplomatic incidents to justify a conflict."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Third_Anglo-Dutch_War",
    "urlGoogle": "https://artsandculture.google.com/entity/third-anglo-dutch-war/m0m0r1"
  },
  "funFacts": [
    {
      "id": "453",
      "fact": "Raindrops can fall as fast as 20 miles per hour.",
      "category": ["Science"]
    },
    {
      "id": "255",
      "fact": "Among North Atlantic lobsters, about 1 in 5,000 is born bright blue.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504819",
      "fact": "Plants have ways of communicating with each other. The scent of freshly cut grass is equivalent to a cry for help."
    }
  ],
  "idiom": {
    "id": "call-on-the-carpet",
    "term": "call on the carpet",
    "definition": "Summon for a scolding or rebuke, as in *Suspecting a leak to the press, the governor called his press secretary on the carpet.* This term began as **on the carpet,** which in the early 1700s referred to a cloth (carpet) covering a conference table and therefore came to mean \"under consideration or discussion.\" In 19th-century America, however, *carpet* meant \"floor covering,\" and the expression, first recorded in 1902, alluded to being called before or reprimanded by a person rich or powerful enough to have a carpet."
  },
  "person": {
    "id": "mehmed-iv",
    "name": "Mehmed IV",
    "dates": "Jan 2, 1642 - Jan 6, 1693",
    "mainImg": "img/people/mehmed-iv.jpg",
    "summary": [
      "Mehmed IV was the Sultan of the Ottoman Empire from 1648 to 1687. He came to the throne at the age of six after his father was overthrown in a coup. Mehmed went on to become the second longest reigning sultan in Ottoman history after Suleiman the Magnificent. While the first and last years of his reign were characterized by military defeat and political instability, during his middle years he oversaw the revival of the empire's fortunes associated with the Köprülü era. Mehmed IV was known by contemporaries as a particularly pious ruler, and was referred to as gazi, or \"holy warrior\" for his role in the many conquests carried out during his long reign.",
      "Under his reign the empire reached the height of its territorial expansion in Europe. From a young age he developed a keen interest in hunting, for which he is known as avcı. In 1687 Mehmed was overthrown by soldiers disenchanted by the course of the ongoing War of the Holy League. He subsequently retired to Edirne, where he resided until his natural death in 1693."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mehmed_IV",
    "urlGoogle": "https://artsandculture.google.com/entity/mehmed-iv/m01dmnp"
  },
  "place": {
    "id": "patna",
    "name": "Patna",
    "mainImg": "img/places/patna.jpg",
    "summary": [
      "Patna, also known as Pataliputra, is the capital and largest city of the state of Bihar in India. Patna is the second-largest city in Eastern India after Kolkata. It had an estimated city population of 1.68 million in 2011, making it the 19th largest city in India. With over 2 million people, its urban agglomeration is the 18th largest in India. Patna also serves as the seat of Patna High Court.",
      "One of the oldest continuously inhabited places in the world, Patna was founded in 490 BCE by the king of Magadha. Ancient Patna, known as Patliputra, was the capital of the Magadh Empire under the Haryanka, Nanda, Mauryan, Shunga, Gupta and Pala empires. Pataliputra was a seat of learning and fine arts. Patliputra was home to many astronomers and scholars including Aryabhata, Vātsyāyana and Chanakya. Its population during the Maurya period was about 400,000. Patna served as the seat of power, political and cultural centre of Indian subcontinent during the Maurya and Gupta empires. With the fall of Gupta Empire, Patna lost its glory. It was revived again in the 17th century by the British as a centre of international trade."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Patna",
    "urlGoogle": "https://artsandculture.google.com/entity/patna/m027wvb"
  },
  "quote": {
    "id": "44",
    "quote": "Simplicity is the ultimate sophistication.",
    "author": "Leonardo da Vinci"
  },
  "wiki": {
    "id": "witold-lutoslawski",
    "name": "Witold Lutosławski",
    "summary": "Witold Lutosławski was one of the major European composers of the 20th century, and possibly the most significant Polish composer since Chopin. Lutosławski studied piano and composition in Warsaw, and during World War II he made a living in that city by playing the piano in bars. In the late 1940s and early 1950s his music was banned as formalist by the Stalinist authorities. In the last three decades of the century he became the pre-eminent musician of his country, and was presented with a large number of international honours, awards and prizes. Lutosławski's early compositions were overtly influenced by Polish folk music; from the late 1950s onwards he developed his own characteristically dense harmonies and innovative aleatory techniques. His works include four symphonies and a Concerto for Orchestra; he also composed concertos and song cycles for renowned musicians including Mstislav Rostropovich, Peter Pears, and Dietrich Fischer-Dieskau. He was also a notable conductor of his own music.",
    "url": "https://en.wikipedia.org/wiki/Witold_Lutos%C5%82awski"
  },
  "word": {
    "id": "anodyne",
    "word": "anodyne",
    "url": "https://www.merriam-webster.com/dictionary/anodyne",
    "partOfSpeech": "adjective",
    "pronunciation": "AN-uh-dyne",
    "audioPath": "audio/words/anodyne.mp3",
    "definitions": [
      "serving to alleviate pain",
      "not likely to offend or arouse tensions : innocuous"
    ],
    "examples": [
      "I felt nervous in their presence and couldn't muster anything more than an _anodyne_ question about the weather.",
      "\"The cuisine of Spain is largely misunderstood in the United States, where what passes for Spanish food is all too often an _anodyne_ assemblage of yellow rice, green sauce and red peppers.\" - From a restaurant review by Erica Marcus in _Newsday_ (New York), January 3, 2014"
    ],
    "origin": "\"Anodyne\" came to English via Latin from Greek \"anōdynos\" (\"without pain\"), and it has been used as both an adjective and a noun (\"something that relieves pain\") since the 16th century. It has sometimes been used of things that dull or lull the senses and render painful experiences less so. Edmund Burke used it this way, for example, in 1790 when he referred to flattery as an \"anodyne draft of oblivion\" that renders one (in this particular case, the deposed king Louis XVI) forgetful of the flatterer's true feelings. In the 1930s, a newer second sense began appearing in our vocabulary. Now, in addition to describing things that dull pain, \"anodyne\" can also refer to that which doesn't cause discomfort in the first place."
  }
}
