{
  "artist": {
    "id": "kunisada",
    "name": "Kunisada",
    "dates": "1786 - Jan 12, 1865",
    "mainImg": "img/art/artists/kunisada.jpg",
    "artworkImgs": [
      {
        "name": "The Actor Ichikawa Danjuro VIII",
        "path": "img/art/artworks/kunisada-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-actor-ichikawa-danjuro-viii-kunisada/9QETMWJ-DXDAKA"
      },
      {
        "name": "Acteurs uit het toneelstuk Satomi hakkenden.",
        "path": "img/art/artworks/kunisada-a2.jpg",
        "source": "https://artsandculture.google.com/asset/acteurs-uit-het-toneelstuk-satomi-hakkenden-kunisada-i-utagawa-anonymous-izumiya-ichibei-kansendo/8gFYsYZviI_1TA"
      },
      {
        "name": "The Eighteen Plays of the Ichikawa Clan: Actor Ichikawa Danjuro VIII as the Medicine Vendor Toraya Tokichi",
        "path": "img/art/artworks/kunisada-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-eighteen-plays-of-the-ichikawa-clan-actor-ichikawa-danjuro-viii-as-the-medicine-vendor-toraya-tokichi-artist-utagawa-kunisada/-gEdyGpgqyEaBg"
      },
      {
        "name": "Memorial Portrait of Hiroshige",
        "path": "img/art/artworks/kunisada-a4.jpg",
        "source": "https://artsandculture.google.com/asset/memorial-portrait-of-hiroshige-utagawa-kunisada-toyokuni-iii/JwH7l-84QaRvdA"
      },
      {
        "name": "Yakusha kijin den",
        "path": "img/art/artworks/kunisada-a5.jpg",
        "source": "https://artsandculture.google.com/asset/yakusha-kijin-den-artist-utagawa-kunisada/bwFnJjt6mZFPEg"
      },
      {
        "name": "重陽後の月宴 十二月ノ内|Banquet of the Next Full Moon at the Chrysanthemum Festival, from the series The Twelve Months (Chōyō nochi no tsuki no en, Jūni tsuki no uchi)",
        "path": "img/art/artworks/kunisada-a6.jpg",
        "source": "https://artsandculture.google.com/asset/重陽後の月宴-十二月ノ内-banquet-of-the-next-full-moon-at-the-chrysanthemum-festival-from-the-series-the-twelve-months-chōyō-nochi-no-tsuki-no-en-jūni-tsuki-no-uchi-utagawa-kunisada/_AH62H0Bh8ppQA"
      }
    ],
    "summary": [
      "Utagawa Kunisada, also known as Utagawa Toyokuni III, was the most popular, prolific and commercially successful designer of ukiyo-e woodblock prints in 19th-century Japan. In his own time, his reputation far exceeded that of his contemporaries, Hokusai, Hiroshige and Kuniyoshi."
    ],
    "quote": null,
    "movements": ["Ukiyo-e"],
    "mediums": ["Ink", "Book", "Metal", "Textile", "Brocade", "Silver"],
    "urlWiki": "https://en.wikipedia.org/wiki/Kunisada",
    "urlGoogle": "https://artsandculture.google.com/entity/kunisada/m01rthq"
  },
  "event": {
    "id": "allied-invasion-of-sicily",
    "name": "Allied invasion of Sicily",
    "dates": "Jul 9, 1943 - Aug 17, 1943",
    "mainImg": "img/events/allied-invasion-of-sicily.jpg",
    "summary": [
      "The Allied invasion of Sicily, codenamed Operation Husky, was a major campaign of World War II, in which the Allies took the island of Sicily from the Axis powers. It began with a large amphibious and airborne operation, followed by a six-week land campaign, and initiated the Italian Campaign.",
      "To divert some of their forces to other areas, the Allies engaged in several deception operations, the most famous and successful of which was Operation Mincemeat. Husky began on the night of 9–10 July 1943, and ended on 17 August. Strategically, Husky achieved the goals set out for it by Allied planners; the Allies drove Axis air, land and naval forces from the island and the Mediterranean sea lanes were opened for Allied merchant ships for the first time since 1941. The Italian leader, Benito Mussolini, was toppled from power in Italy and the way was opened for the Allied invasion of Italy. The German leader, Adolf Hitler, \"canceled a major offensive at Kursk after only a week, in part to divert forces to Italy\", resulting in a reduction of German strength on the Eastern Front."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Allied_invasion_of_Sicily",
    "urlGoogle": "https://artsandculture.google.com/entity/allied-invasion-of-sicily/m01lnrz"
  },
  "funFacts": [
    {
      "id": "862",
      "fact": "The typewriter was invented in Milwaukee, WI in 1867.",
      "category": ["History"]
    },
    {
      "id": "931",
      "fact": "The nothingness of a black hole generates a sound in the key of B flat.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "554007",
      "fact": "Nintendo was founded in 1889. Before it sold video games, the Japanese company specialized in playing cards."
    }
  ],
  "idiom": {
    "id": "daisy-chain",
    "term": "daisy chain",
    "definition": "**1\\.** A series of connected events, activities, or experiences. For example, *The daisy chain of lectures on art history encompassed the last 200 years.* This metaphorical term alludes to a string of the flowers linked together. [Mid-1800s] **2\\.** A line or circle of three or more persons engaged in simultaneous sexual activity. For example, *A high-class call girl, she drew the line at daisy chains.* [Vulgar slang; 1920s] **3\\.** A series of securities transactions intended to give the impression of active trading so as to drive up the price. For example, *The SEC is on the alert for unscrupulous brokers who are engaging in daisy chains.* [1980s]"
  },
  "person": {
    "id": "yusuf-dadoo",
    "name": "Yusuf Dadoo",
    "dates": "Sep 5, 1909 - Sep 19, 1983",
    "mainImg": "img/people/yusuf-dadoo.jpg",
    "summary": [
      "Yusuf Mohamed Dadoo was a South African Communist and an anti-apartheid activist. During his life, he was chair of both the South African Indian Congress and the South African Communist Party, as well as being a major proponent of co-operation between those organisations and the African National Congress. He was a leader of the Defiance Campaign and a defendant at the Treason Trial in 1956. His last days were spent in exile in London, where he is buried at Highgate Cemetery; a few metres away from the Tomb of Karl Marx."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Yusuf_Dadoo",
    "urlGoogle": "https://artsandculture.google.com/entity/yusuf-dadoo/m07vdqn"
  },
  "place": {
    "id": "sevastopol",
    "name": "Sevastopol",
    "mainImg": "img/places/sevastopol.jpg",
    "summary": [
      "Sevastopol is the largest city on the Crimean Peninsula and a major Black Sea port. Since annexing Crimea in 2014, the Russian Federation has administered Sevastopol as a federal city. Nevertheless, Ukraine and most of the UN member countries continue to regard Sevastopol as a city with special status within Ukraine. The population is made up of mostly Russians with small numbers of Ukrainians and Tatars.",
      "Sevastopol has a population of 393,304, concentrated mostly near the Sevastopol Bay and surrounding areas. The location and navigability of the city's harbours have made Sevastopol a strategically important port and naval base throughout history. The city has been a home to the Russian Black Sea Fleet, which is why it was considered as a separate city in Crimea of significant military importance and was once operated by the Soviet Union as a closed city.",
      "Although relatively small at 864 square kilometres, Sevastopol's unique naval and maritime features have been the basis for a robust economy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sevastopol",
    "urlGoogle": "https://artsandculture.google.com/entity/sevastopol/m0dlvj"
  },
  "quote": {
    "id": "29",
    "quote": "The difference between the right word and the almost right word is the difference between lightning and a lightning bug.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "reese-witherspoon",
    "name": "Reese Witherspoon",
    "summary": "Reese Witherspoon is an American actress who has established herself as one of the highest-paid Hollywood actresses in recent years. Witherspoon landed her first feature role as the female lead in the movie The Man in the Moon in 1991; later that year she made her television acting debut, in the cable movie Wildflower. In 1996, Witherspoon's performance in Freeway established her as a rising star and led to roles in three major 1998 movies: Overnight Delivery, Pleasantville, and Twilight. The following year, Witherspoon appeared in the critically acclaimed Election, which earned her a Golden Globe nomination. 2001 marked her career's turning point with the breakout role as Elle Woods in the box office hit Legally Blonde, and in 2002 she starred in Sweet Home Alabama, which became her biggest commercial film success to date. 2003 saw her return as lead actress and executive producer of Legally Blonde 2. In 2005, Witherspoon received worldwide attention and praise for her portrayal of June Carter Cash in Walk the Line, which earned her an Academy Award, a Golden Globe and a Screen Actors Guild Award for Best Actress. Witherspoon owns a production company named Type A Films.",
    "url": "https://en.wikipedia.org/wiki/Reese_Witherspoon"
  },
  "word": {
    "id": "burke",
    "word": "burke",
    "url": "https://www.merriam-webster.com/dictionary/burke",
    "partOfSpeech": "verb",
    "pronunciation": "BERK",
    "audioPath": "audio/words/burke.mp3",
    "definitions": ["to suppress quietly or indirectly", "bypass, avoid"],
    "examples": [
      "The governor attempted to discreetly _burke_ all inquiries into his alleged misuse of state funds.",
      "\"Meanwhile, I beg and beseech and instruct and order you, to see that the letter addressed to the Chief of Police is not _burked_.\" -- From Percival Christopher Wren's classic adventure novel _Beau Geste_"
    ],
    "origin": "When an elderly pensioner died at the Edinburgh boarding house of William Hare in 1827, the proprietor and his friend William Burke decided to sell the body to a local anatomy school. The sale was so lucrative that they decided to make sure they could repeat it. They began luring nameless wanderers (who were not likely to be missed) into the house, getting them drunk, then smothering or strangling them and selling the bodies. The two disposed of at least 15 victims before murdering a local woman whose disappearance led to their arrest. At Burke's execution (by hanging), irate crowds shouted \"Burke him!\" As a result of the case, the word \"burke\" became a byword first for death by suffocation or strangulation and eventually for any cover-up."
  }
}
