{
  "artist": {
    "id": "franz-anton-maulbertsch",
    "name": "Franz Anton Maulbertsch",
    "dates": "Jun 7, 1724 - Aug 8, 1796",
    "mainImg": "img/art/artists/franz-anton-maulbertsch.jpg",
    "artworkImgs": [
      {
        "name": "Saint Wenceslas at the Vintage, Attended by Angels and Putti",
        "path": "img/art/artworks/franz-anton-maulbertsch-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-wenceslas-at-the-vintage-attended-by-angels-and-putti-franz-anton-maulbertsch/DAEO8YiWOqn3uQ"
      },
      {
        "name": "The Glorification of the Union of the Houses of Hapsburg and Lorraine",
        "path": "img/art/artworks/franz-anton-maulbertsch-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-glorification-of-the-union-of-the-houses-of-hapsburg-and-lorraine-franz-anton-maulbertsch/SAFRyUI1VX_YMA"
      },
      {
        "name": "The Adoration of the Shepherds",
        "path": "img/art/artworks/franz-anton-maulbertsch-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-shepherds-franz-anton-maulbertsch/QgERJq0msT9Nhg"
      },
      {
        "name": "Apotheosis of Saint Stanislaus",
        "path": "img/art/artworks/franz-anton-maulbertsch-a4.jpg",
        "source": "https://artsandculture.google.com/asset/apotheosis-of-saint-stanislaus-franz-anton-maulbertsch/CwFTC0HmzXrZhQ"
      },
      {
        "name": "St. Paul the Apostle",
        "path": "img/art/artworks/franz-anton-maulbertsch-a5.jpg",
        "source": "https://artsandculture.google.com/asset/st-paul-the-apostle/LQEsmrJ7RvfRhA"
      },
      {
        "name": "The Last Supper",
        "path": "img/art/artworks/franz-anton-maulbertsch-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-last-supper-maulbertsch-franz-anton-1724–1796/tgEM-yozCDFgMg"
      }
    ],
    "summary": [
      "Franz Anton Maulbertsch was an Austrian painter and engraver, one of the most renowned exponents of roccoco painting in the German region.",
      "Maulbertsch was born in Langenargen and studied in the Academy of Vienna. Through the knowledge of Paul Troger, he was influenced by the Venetian painters Piazzetta and Giovanni Battista Pittoni. He also studied the frescoes by Sebastiano Ricci in the Schönbrunn Palace in Vienna, and frequented Giambattista Tiepolo, who was active in Würzburg starting from 1750.",
      "An appreciated frescoer, he received numerous commissions, mostly of ecclesiastical theme. He produced art for churches in Bicske, Kalocsa, Vienna’s Michaelerkirche and Piaristenkirche Maria Treu. He also decorated the Porta Coeli in Moravia, the Kroměříž Archbishop's Palace and the villa of Halbturn.",
      "He also painted a portrait of Narcissus of Jerusalem.",
      "He died at Vienna in 1796."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Laid paper", "Etching", "Ink", "Drawing", "Oil paint", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Franz_Anton_Maulbertsch",
    "urlGoogle": "https://artsandculture.google.com/entity/franz-anton-maulbertsch/m03d2p32"
  },
  "event": {
    "id": "occupation-of-poland",
    "name": "Occupation of Poland",
    "dates": "September 1939 - May 1945",
    "mainImg": "img/events/occupation-of-poland.jpg",
    "summary": [
      "The occupation of Poland by Nazi Germany and the Soviet Union during World War II (1939–1945) began with the German-Soviet invasion of Poland in September 1939, and it was formally concluded with the defeat of Germany by the Allies in May 1945. Throughout the entire course of the occupation, the territory of Poland was divided between Nazi Germany and the Soviet Union both of which intended to eradicate Poland's culture and subjugate its people. In the summer-autumn of 1941, the lands which were annexed by the Soviets were overrun by Germany in the course of the initially successful German attack on the USSR. After a few years of fighting, the Red Army drove the German forces out of the USSR and crossed into Poland from the rest of Central and Eastern Europe.",
      "Sociologist Tadeusz Piotrowski argues that both occupying powers were hostile to the existence of Poland's sovereignty, people, and the culture and aimed to destroy them. Before Operation Barbarossa, Germany and the Soviet Union coordinated their Poland-related policies, most visibly in the four Gestapo–NKVD conferences, where the occupiers discussed their plans to deal with the Polish resistance movement"
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Occupation_of_Poland_%281939%E2%80%931945%29",
    "urlGoogle": "https://artsandculture.google.com/entity/occupation-of-poland/m010hlnk2"
  },
  "funFacts": [
    {
      "id": "193",
      "fact": "The year that read the same upside down was 1961. That won't happen again until 6009.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "74",
      "fact": "You share your birthday with at least 9 million other people in the world.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    { "id": "554055", "fact": "The average cumulus cloud weighs roughly 1.1 million pounds." }
  ],
  "idiom": {
    "id": "chew-the-fat",
    "term": "chew the fat",
    "definition": "Also, **chew the rag.** Chat in a friendly, leisurely way, as in *Let's get together for coffee and chew the fat,* or *John and Dave spend hours just chewing the rag.* Before the 1880s in Britain, *chew the fat* meant \"to grumble or complain,\" and *chew the rag* also has been used in this way. Today both expressions are largely synonyms for a friendly talk or gossip session. Why this idiom uses *fat* and *rag* is not known, but some speculate that *fat* refers to juicy items of gossip and *rag* to ladies' sewing circles and the cloth they worked on while chatting."
  },
  "person": {
    "id": "heydar-aliyev",
    "name": "Heydar Aliyev",
    "dates": "May 10, 1923 - Dec 12, 2003",
    "mainImg": "img/people/heydar-aliyev.jpg",
    "summary": [
      "Heydar Alirza oglu Aliyev was an Azerbaijani politician who served as the third President of Azerbaijan from October 1993 to October 2003. As national president he held constitutional powers, but his influence on Azerbaijani politics had begun years earlier. As a young man he had joined the Azerbaijan SSR People's Commissariat for State Security and quickly rose to the rank of Major-General.",
      "The regime established by Heydar Aliyev in Azerbaijan has been described as dictatorial, authoritarian, and repressive. Political commentators highlight that Aliyev ran a heavy-handed police state, that he rigged elections and muzzled the media whereas others emphasize that his balanced policy brought stability to Azerbaijan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Heydar_Aliyev",
    "urlGoogle": "https://artsandculture.google.com/entity/heydar-aliyev/m023q8s"
  },
  "place": {
    "id": "nimes",
    "name": "Nîmes",
    "mainImg": "img/places/nimes.jpg",
    "summary": [
      "Nîmes is a city in the Occitanie region of southern France. It is the capital of the Gard department. Nîmes is located between the Mediterranean Sea and the Cévennes mountains. The estimated population of Nîmes is 151,001.",
      "Dubbed the most Roman city outside Italy, Nîmes has a rich history dating back to the Roman Empire when the city was a regional capital, and home to 50,000–60,000 people. Several famous monuments are in Nîmes, such as the Arena of Nîmes and the Maison Carrée. Because of this, Nîmes is often referred to as the French Rome."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/N%C3%AEmes",
    "urlGoogle": "https://artsandculture.google.com/entity/nîmes/m0pzcv"
  },
  "quote": {
    "id": "21",
    "quote": "Unless you try to do something beyond what you have already mastered, you will never grow.",
    "author": "Ralph Waldo Emerson"
  },
  "wiki": {
    "id": "united-states-academic-decathlon",
    "name": "United States Academic Decathlon",
    "summary": "The United States Academic Decathlon is an annual high school academic competition organized by the non-profit United States Academic Decathlon Association. Created by Robert Peterson in Orange County, California, for local schools in 1968 and expanded to a nationwide setting in 1981, the competition consists of seven thematically linked multiple choice tests in art, economics, language and literature, math, music, science and social science, as well as three subjective events graded by judges: essay, interview and speech. Teams generally consist of nine members, who are divided into three divisions based on grade point average. Each team member competes in all ten events against other students in his or her division, and team scores are calculated using the top two overall individual scores from each team in all three divisions. To earn a spot at the national competition in April, teams must advance through local, regional, and state competitions. Online competitions, separated into small, medium, and large categories, are also offered.",
    "url": "https://en.wikipedia.org/wiki/United_States_Academic_Decathlon"
  },
  "word": {
    "id": "sartorial",
    "word": "sartorial",
    "url": "https://www.merriam-webster.com/dictionary/sartorial",
    "partOfSpeech": "adjective",
    "pronunciation": "sahr-TOR-ee-ul",
    "audioPath": "audio/words/sartorial.mp3",
    "definitions": [
      "of or relating to a tailor or tailored clothes; broadly : of or relating to clothes"
    ],
    "examples": [
      "Since Daniel was well-known for his impeccable _sartorial_ taste, I asked him for help in upgrading my own wardrobe.",
      "\"Her truck, specializing in clothes for plus-size women, is one of the mobile fashion retailers-the _sartorial_ cousins to food trucks-that have taken to Washington area streets over the past year and a half.\" - From an article by Stephanie Merry in _The Washington Post_, April 16, 2014"
    ],
    "origin": "It's easy to uncover the root of \"sartorial.\" Just strip off the suffix \"-ial\" and you discover the Latin noun \"sartor,\" meaning \"tailor\" (literally, \"one who patches or mends\"). Sartorial splendor has been the stuff of voguish magazines for years, and even \"sartor\" itself has occasionally proven fashionable, as it did in 1843, when Oliver Wendell Holmes wrote of \"coats whose memory turns the sartor pale,\" or in the 1870 title _The Sartor, or British journal of cutting, clothing, and fashion_. \"Sartorial\" has been in style with English speakers since at least 1823."
  }
}
