{
  "artist": {
    "id": "achille-deveria",
    "name": "Achille Devéria",
    "dates": "Feb 6, 1800 - Dec 23, 1857",
    "mainImg": "img/art/artists/achille-deveria.jpg",
    "artworkImgs": [
      {
        "name": "L'Inquietude",
        "path": "img/art/artworks/achille-deveria-a1.jpg",
        "source": "https://artsandculture.google.com/asset/l-inquietude-achille-deveria/IwFBXXZspJjCdQ"
      },
      {
        "name": "Madame Benoist",
        "path": "img/art/artworks/achille-deveria-a2.jpg",
        "source": "https://artsandculture.google.com/asset/madame-benoist/ngEUTkpFgcVv5g"
      },
      {
        "name": "[Portrait of a Gentleman]",
        "path": "img/art/artworks/achille-deveria-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-gentleman/GQF1rIMNyyVRow"
      },
      {
        "name": "Le Café",
        "path": "img/art/artworks/achille-deveria-a4.jpg",
        "source": "https://artsandculture.google.com/asset/le-café-achille-devéria/LwFwEIqaWjppiw"
      },
      {
        "name": "Lady with a Parasol",
        "path": "img/art/artworks/achille-deveria-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lady-with-a-parasol-achille-jacques-jean-marie-devéria/cgHEqvxLhoLlag"
      },
      {
        "name": "Madame Marie Benoist née Devéria",
        "path": "img/art/artworks/achille-deveria-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madame-marie-benoist-née-devéria/hQHcSbo748Rvxw"
      }
    ],
    "summary": [
      "Achille Jacques-Jean-Marie Devéria was a French painter and lithographer known for his portraits of famous writers and artists. His younger brother was the Romantic painter Eugène Devéria, and two of his six children were Théodule Devéria and Gabriel Devéria."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Drawing", "Ink", "Pencil", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Achille_Dev%C3%A9ria",
    "urlGoogle": "https://artsandculture.google.com/entity/achille-devéria/m053ms1"
  },
  "event": {
    "id": "battle-of-kursk",
    "name": "Battle of Kursk",
    "dates": "Jul 5, 1943 - Aug 23, 1943",
    "mainImg": "img/events/battle-of-kursk.jpg",
    "summary": [
      "The Battle of Kursk was a Second World War engagement between German and Soviet forces on the Eastern Front near Kursk in the Soviet Union, during July and August 1943. The battle began with the launch of the German offensive Operation Citadel, on 5 July, which had the objective of pinching off the Kursk salient with attacks on the base of the salient from north and south simultaneously. After the German offensive stalled on the northern side of the salient, on 12 July the Soviets commenced their Kursk Strategic Offensive Operation with the launch of Operation Kutuzov against the rear of the German forces in the northern side. On the southern side, the Soviets also launched powerful counterattacks the same day, one of which led to a large armoured clash, the Battle of Prokhorovka. On 3 August, the Soviets began the second phase of the Kursk Strategic Offensive Operation with the launch of Operation Polkovodets Rumyantsev against the German forces in the southern side of the Kursk salient.",
      "The battle was the final strategic offensive that the Germans were able to launch on the Eastern Front."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Kursk",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-kursk/m081xx"
  },
  "funFacts": [
    {
      "id": "1017",
      "fact": "The phrase, “You're a real peach“ originated from the tradition of giving peaches to loved ones.",
      "category": ["Plants", "Definitions", "Hodgepodge", "Firsts"]
    },
    {
      "id": "2",
      "fact": "Animals that lay eggs don't have belly buttons.",
      "category": ["Animals"]
    },
    {
      "id": "135",
      "fact": "A single coffee tree produces only about a pound of coffee beans per year.",
      "category": ["Food", "Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "522175",
      "fact": "In a 2004 episode of Sesame Street, Cookie Monster revealed that before he started eating cookies his name was Sid."
    },
    {
      "id": "551309",
      "fact": "<span>The ampersand symbol is formed from the letters in <em>et</em>—the Latin word for \"and.\"</span>"
    }
  ],
  "idiom": {
    "id": "a-new-broom-sweeps-clean",
    "term": "a new broom sweeps clean",
    "definition": "A fresh leader or administration gets rid of the old and brings in New ideas and personnel. For example, *Once he takes office, you can be sure the President will replace most of the people on the staff---a new broom sweeps clean.* This term was already in John Heywood's 1546 proverb collection, was used figuratively by Shakespeare, and exists in many other languages as well."
  },
  "person": {
    "id": "alexander-farnese-duke-of-parma",
    "name": "Alexander Farnese, Duke of Parma",
    "dates": "Aug 27, 1545 - Dec 3, 1592",
    "mainImg": "img/people/alexander-farnese-duke-of-parma.jpg",
    "summary": [
      "Alexander Farnese was an Italian noble and condottiero who was Duke of Parma, Piacenza and Castro from 1586 to 1592, as well as Governor of the Spanish Netherlands from 1578 to 1592. Thanks to a steady influx of troops from Spain, during 1581–1587 Farnese captured more than thirty towns in the south and returned them to the control of Catholic Spain. During the French Wars of Religion he relieved Paris for the Catholics. His talents as a field commander, strategist and organizer earned him the regard of his contemporaries and military historians as the first captain of his age."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_Farnese,_Duke_of_Parma",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-farnese-duke-of-parma/m017n4t"
  },
  "place": {
    "id": "canberra",
    "name": "Canberra",
    "mainImg": "img/places/canberra.jpg",
    "summary": [
      "Canberra",
      "is the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km south-west of Sydney and 660 km north-east of Melbourne.",
      "On 1 January 1901, federation of the colonies of Australia was achieved. Section 125 of the new Australian Constitution provided that land, situated in New South Wales and at least 100 miles from Sydney, would be ceded to the new federal government. Following discussion and exploration of various areas within New South Wales, the Seat of Government Act 1908 was passed in 1908 which specified a capital in the Yass-Canberra region. The land was transferred to the Commonwealth by New South Wales in 1911, creating the Australian Capital Territory, two years prior to the capital city being founded and formally named as Canberra in 1913.",
      "It is unusual among Australian cities, being an entirely planned city outside of any state, similar to Washington, D.C. in the United States or Brasília in Brazil."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Canberra",
    "urlGoogle": "https://artsandculture.google.com/entity/canberra/m0dp90"
  },
  "quote": {
    "id": "123",
    "quote": "Energy and persistence conquer all things.",
    "author": "Benjamin Franklin"
  },
  "wiki": {
    "id": "tulsa-oklahoma",
    "name": "Tulsa, Oklahoma",
    "summary": "Tulsa, Oklahoma, is the second-largest city in the state of Oklahoma and 47th-largest city in the United States. With an estimated population of 389,625 in 2009, it is the principal municipality of the Tulsa Metropolitan Area, a region of 929,015 residents projected to reach one million between 2010 and 2012. The city serves as the county seat of Tulsa County, the most densely populated county in Oklahoma, and extends into Osage, Rogers, and Wagoner counties. Tulsa was first settled in the 1830s by the Lachapoka Band of the Creek Native American tribe. In 1921, it was the site of the infamous Tulsa Race Riot, one of the largest and most destructive acts of racial violence in the history of the United States. For most of the 20th century, the city held the nickname \"Oil Capital of the World\" and played a major role as one of the most important hubs for the American oil industry. Tulsa, along with several other cities, claims to be the birthplace of U.S. Route 66 and is also known for its Western Swing music.",
    "url": "https://en.wikipedia.org/wiki/Tulsa,_Oklahoma"
  },
  "word": {
    "id": "ergogenic",
    "word": "ergogenic",
    "url": "https://www.merriam-webster.com/dictionary/ergogenic",
    "partOfSpeech": "adjective",
    "pronunciation": "ur-guh-JEN-ik",
    "audioPath": "audio/words/ergogenic.mp3",
    "definitions": ["enhancing physical performance"],
    "examples": [
      "\"New to this edition are chapters for rowers and a review of ergogenic aids, such as protein supplements and other products….\" (Anne Stein, _Chicago Tribune_, June 3, 2007)"
    ],
    "origin": "No matter your profession -- be it office worker, athlete, physicist, or poet -- \"ergon,\" the Greek word for \"work,\" has generated a word for you to work into your vocabulary. There is \"ergonomics,\" which concerns efficiently and safely designing things that people use -- for example, office equipment. Then there is our featured word, \"ergogenic,\" which might crop up in a discussion about improving athletic performance. The physicist's mind is likely to think in \"ergs,\" or centimeter-gram-second units of work. And for those of the literary, or even agricultural, bent, there is \"georgic,\" which combines \"ergon\" with Greek \"geō-,\" meaning \"earth,\" and refers to a poem dealing with agriculture or to the activity of agriculture itself. The most common derivative, however, is \"energy,\" which adds Greek \"en,\" meaning \"in,\" to \"ergon.\""
  }
}
