{
  "artist": {
    "id": "lajos-kassak",
    "name": "Lajos Kassák",
    "dates": "Mar 21, 1887 - Jul 22, 1967",
    "mainImg": "img/art/artists/lajos-kassak.jpg",
    "artworkImgs": [
      {
        "name": "Kassák Lajos: Dynamic Construction",
        "path": "img/art/artworks/lajos-kassak-a1.jpg",
        "source": "https://artsandculture.google.com/asset/kassák-lajos-dynamic-construction/UQEOxH_xgmdSHg"
      },
      {
        "name": "Cover of MA, 1924. 3-4.",
        "path": "img/art/artworks/lajos-kassak-a2.jpg",
        "source": "https://artsandculture.google.com/asset/cover-of-ma-1924-3-4/sQFH50gOSJtIIQ"
      },
      {
        "name": "Catalog cover of Lajos Kassák's exhibition",
        "path": "img/art/artworks/lajos-kassak-a3.jpg",
        "source": "https://artsandculture.google.com/asset/catalog-cover-of-lajos-kassák-s-exhibition/FgEGJDCQMqkixA"
      },
      {
        "name": "Cover of MA, 15. Nov. 1921.",
        "path": "img/art/artworks/lajos-kassak-a4.jpg",
        "source": "https://artsandculture.google.com/asset/cover-of-ma-15-nov-1921/pwGE2nRtxPeqVw"
      },
      {
        "name": "Lajos Kassák: Family Members",
        "path": "img/art/artworks/lajos-kassak-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lajos-kassák-family-members/XQHWx65smybCZg"
      },
      {
        "name": "Cover of Lajos Kassák: MA Buch - Kassák Gedichte",
        "path": "img/art/artworks/lajos-kassak-a6.jpg",
        "source": "https://artsandculture.google.com/asset/cover-of-lajos-kassák-ma-buch-kassák-gedichte/FQFoMEuukGXIJg"
      }
    ],
    "summary": [
      "Lajos Kassák was a Hungarian poet, novelist, painter, essayist, editor, theoretician of the avant-garde, and occasional translator. Self-taught, he became a writer within the socialist movement and published journals important to the radical intellectual culture of Budapest in the early 1900s.",
      "Although he cannot be fully identified with any single avant-garde movement, he adopted elements of expressionism, futurism and dadaism."
    ],
    "quote": "“The father of every good work is discontent, and its mother is diligence.”",
    "movements": ["Modern art", "Constructivism", "Modernism", "Dada", "Abstract art"],
    "mediums": ["Book", "Cardboard", "Tempera"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lajos_Kass%C3%A1k",
    "urlGoogle": "https://artsandculture.google.com/entity/lajos-kassák/m0gh3d5"
  },
  "event": {
    "id": "italian-campaign",
    "name": "Italian campaign",
    "dates": "Jul 10, 1943 - May 8, 1945",
    "mainImg": "img/events/italian-campaign.jpg",
    "summary": [
      "The Italian campaign of World War II consisted of Allied and Axis operations in and around Italy, from 1943 to 1945. The Joint Allied Forces Headquarters was operationally responsible for all Allied land forces in the Mediterranean theatre and it planned and led the invasion of Sicily in July 1943, followed in September by the invasion of the Italian mainland and the campaign in Italy until the surrender of the German Armed Forces in Italy in May 1945.",
      "It is estimated that between September 1943 and April 1945, 60,000–70,000 Allied and 38,805–150,660 German soldiers died in Italy. The number of Allied casualties was about 320,000 and the German figure was over 330,000. Fascist Italy, prior to its collapse, suffered about 200,000 casualties, mostly POWs taken in the invasion of Sicily, including more than 40,000 killed or missing. Over 150,000 Italian civilians died, as did 35,828 anti-fascist partisans and some 35,000 troops of the Italian Social Republic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Italian_campaign_%28World_War_II%29",
    "urlGoogle": "https://artsandculture.google.com/entity/italian-campaign/m02h2_g"
  },
  "funFacts": [
    {
      "id": "1022",
      "fact": "Miami installed the first ATM for inline skaters.",
      "category": ["Geography", "History", "Make-it-Easies", "Firsts"]
    },
    {
      "id": "804",
      "fact": "There are 293 ways to make change for a dollar.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553833",
      "fact": "Alice in Wonderland&nbsp;was once banned in parts of China. “Bears, lions, and other beasts cannot use human language,” said the Governor of the Hunan Province in 1931. “To attribute to them such a power is an insult to the human race.”"
    }
  ],
  "idiom": {
    "id": "not-have-a-bean",
    "term": "not have a bean",
    "definition": "Be destitute or penniless, as in *He doesn't have a bean, but she's set on marrying him. Bean* has been a slang term for a guinea or a sovereign coin since the early 1800s. The precise expression was first recorded in 1928."
  },
  "person": {
    "id": "hillary-clinton",
    "name": "Hillary Clinton",
    "dates": "Born Oct 26, 1947",
    "mainImg": "img/people/hillary-clinton.jpg",
    "summary": [
      "Hillary Diane Rodham Clinton is an American politician, diplomat, lawyer, writer, and public speaker. She served as the 67th United States Secretary of State from 2009 to 2013, as United States senator from New York from 2001 to 2009, and as First Lady of the United States from 1993 to 2001. Clinton became the first woman to be nominated for president of the United States by a major political party when she won the Democratic Party nomination in 2016. She was the first woman to win the popular vote in an American presidential election, which she lost to Donald Trump.",
      "Raised in the Chicago suburb of Park Ridge, Clinton graduated from Wellesley College in 1969, and earned a Juris Doctor from Yale Law School in 1973. After serving as a congressional legal counsel, she moved to Arkansas and married future president Bill Clinton in 1975; the two had met at Yale. In 1977, she co-founded Arkansas Advocates for Children and Families. She was appointed the first female chair of the Legal Services Corporation in 1978, and became the first female partner at Little Rock's Rose Law Firm the following year. Clinton was the first lady of Arkansas from 1979 to 1981 and again from 1983 to 1992."
    ],
    "quote": "“What we have to do... is to find a way to celebrate our diversity and debate our differences without fracturing our communities.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Hillary_Clinton",
    "urlGoogle": "https://artsandculture.google.com/entity/hillary-clinton/m0d06m5"
  },
  "place": {
    "id": "beverly-hills",
    "name": "Beverly Hills",
    "mainImg": "img/places/beverly-hills.jpg",
    "summary": [
      "Beverly Hills is a city in Los Angeles County, California. Located within 5.7 square miles and surrounded by the cities of Los Angeles and West Hollywood, it had a population of 34,109 at the 2010 census and an estimated population of 33,792 in 2019.",
      "The city is home to many celebrities, luxury hotels, and the Rodeo Drive shopping district.",
      "Originally a Spanish ranch where lima beans were grown, Beverly Hills was incorporated in 1914 by a group of investors who had failed to find oil, but found water instead and eventually decided to develop it into a town."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Beverly_Hills,_California",
    "urlGoogle": "https://artsandculture.google.com/entity/beverly-hills/m0k049"
  },
  "quote": {
    "id": "61",
    "quote": "The most wasted of days is one without laughter.",
    "author": "E.E. Cummings"
  },
  "wiki": {
    "id": "justus",
    "name": "Justus",
    "summary": "Justus (died between 627 and 631) was the fourth Archbishop of Canterbury. He was sent from Italy to England by Pope Gregory the Great, on a mission to Christianize the Anglo-Saxons from their native Anglo-Saxon paganism, probably arriving with the second group of missionaries despatched in 601. Justus became the first Bishop of Rochester in 604, and attended a church council in Paris in 614. Following the death of King Æthelberht of Kent in 616, Justus was forced to flee to Gaul, but was reinstated in his diocese the following year. In 624 Justus became Archbishop of Canterbury, overseeing the despatch of missionaries to Northumbria. After his death, he was revered as a saint, and had a shrine in St Augustine's Abbey, Canterbury.",
    "url": "https://en.wikipedia.org/wiki/Justus"
  },
  "word": {
    "id": "apercu",
    "word": "aperçu",
    "url": "https://www.merriam-webster.com/dictionary/aperçu",
    "partOfSpeech": "noun",
    "pronunciation": "ap-er-SOO",
    "audioPath": "audio/words/apercu.mp3",
    "definitions": [
      "a brief survey or sketch : outline",
      "an immediate impression; especially : an intuitive insight"
    ],
    "examples": [
      "\"On every other page, there's a nice _apercu_: breath is 'cooked air'; perfume is 'liquid memory'; when astronauts are weightless in their spaceship, they lose their sense of smell….\" - Anatole Broyard, _New York Times Book Review_, 29 July 1990",
      "\"As a poet, Mr. Lehman has always been conversational in style, given to seemingly casual _aperçus_ that take on a larger resonance….\" - Sarah Douglas, _New York Observer_, October 29, 2013"
    ],
    "origin": "In French, \"aperçu\" is the past participle of the verb \"apercevoir\" (\"to perceive\" or \"to comprehend\"), which in turn comes from Latin \"percipere\" (\"to perceive\"). (The same verb also gave us \"apperceive,\" meaning \"to have consciousness of oneself,\" and the noun \"apperception,\" meaning \"introspective self-consciousness\" or \"mental perception.\") \"Aperçu\" in French is also a noun meaning \"glimpse\" or \"outline, general idea.\" English speakers borrowed the noun \"aperçu,\" meaning and all, in the early 19th century."
  }
}
