{
  "artist": {
    "id": "hieronymus-bosch",
    "name": "Hieronymus Bosch",
    "dates": "Died Aug 9, 1516",
    "mainImg": "img/art/artists/hieronymus-bosch.jpg",
    "artworkImgs": [
      {
        "name": "Saint Christopher",
        "path": "img/art/artworks/hieronymus-bosch-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-christopher/MQFoX8Ff_UgzqA"
      },
      {
        "name": "Christ Mocked (The Crowning with Thorns)",
        "path": "img/art/artworks/hieronymus-bosch-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christ-mocked-the-crowning-with-thorns-hieronymus-bosch/tgEYBOMT1BeBzw"
      },
      {
        "name": "The Pedlar",
        "path": "img/art/artworks/hieronymus-bosch-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-pedlar/aQEkh0Mf0Pd3mg"
      },
      {
        "name": "Ecce Homo",
        "path": "img/art/artworks/hieronymus-bosch-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ecce-homo-hieronymus-bosch/DQFFBFYxlip-xw"
      },
      {
        "name": "Saint John the Baptist in the Desert",
        "path": "img/art/artworks/hieronymus-bosch-a5.jpg",
        "source": "https://artsandculture.google.com/asset/saint-john-the-baptist-in-the-desert-aeken-hieronymus-van-el-bosco/EwF_G8DKhG3P-A"
      },
      {
        "name": "Death and the Miser",
        "path": "img/art/artworks/hieronymus-bosch-a6.jpg",
        "source": "https://artsandculture.google.com/asset/death-and-the-miser/xQFMnR3xQTylpA"
      }
    ],
    "summary": [
      "Hieronymus Bosch was a Dutch/Netherlandish painter from Brabant. He is one of the most notable representatives of the Early Netherlandish painting school. His work contains fantastic illustrations of religious concepts and narratives. Within his lifetime his work was collected in the Netherlands, Austria, and Spain, and widely copied, especially his macabre and nightmarish depictions of hell.",
      "Little is known of Bosch's life, though there are some records. He spent most of it in the town of 's-Hertogenbosch, where he was born in his grandfather's house. The roots of his forefathers are in Nijmegen and Aachen. His pessimistic and fantastical style cast a wide influence on northern art of the 16th century, with Pieter Bruegel the Elder being his best-known follower. Today he is seen as a hugely individualistic painter with deep insight into humanity's desires and deepest fears. Attribution has been especially difficult; today only about 25 paintings are confidently given to his hand along with eight drawings. About another half dozen paintings are confidently attributed to his workshop."
    ],
    "quote": "“For poor is the mind that always uses the ideas of others and invents none of its own”",
    "movements": [
      "Renaissance",
      "Northern Renaissance",
      "Dutch and Flemish Renaissance painting",
      "Street art"
    ],
    "mediums": ["Oil paint", "Wood", "Ink", "Oak", "Pen", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hieronymus_Bosch",
    "urlGoogle": "https://artsandculture.google.com/entity/hieronymus-bosch/m0cdn_"
  },
  "event": {
    "id": "north-african-campaign",
    "name": "North African campaign",
    "dates": "Jun 10, 1940 - May 16, 1943",
    "mainImg": "img/events/north-african-campaign.jpg",
    "summary": [
      "The North African campaign of the Second World War took place in North Africa from 10 June 1940 to 13 May 1943. It included campaigns fought in the Libyan and Egyptian deserts and in Morocco and Algeria, as well as Tunisia.",
      "The campaign was fought between the Allies, many of whom had colonial interests in Africa dating from the late 19th century, and the Axis Powers. The Allied war effort was dominated by the British Commonwealth and exiles from German-occupied Europe. The United States officially entered the war in December 1941 and began direct military assistance in North Africa on 11 May 1942. Canada provided a small contingent of 348 officers and enlisted.",
      "Fighting in North Africa started with the Italian declaration of war on 10 June 1940. On 14 June, the British Army's 11th Hussars crossed the border from Egypt into Libya and captured the Italian Fort Capuzzo. This was followed by an Italian counter-offensive into Egypt and the capture of Sidi Barrani in September 1940 and its recapture by the British in December 1940 following a British Commonwealth counteroffensive, Operation Compass."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/North_African_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/north-african-campaign/m02h2z_"
  },
  "funFacts": [
    {
      "id": "338",
      "fact": "Of all the trees in Australia, 75% are eucalyptus.",
      "category": ["Plants", "Geography"]
    },
    {
      "id": "858",
      "fact": "New Jersey is home to the world's first drive-in movie theater.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "554030",
      "fact": "The dragon tree of the Canary Islands is famous for its thick, deep-red sap. Called dragon's blood, the resin might be responsible for the intense hue of the famous Stradivarius violins built in the 17th and 18th centuries."
    }
  ],
  "idiom": {
    "id": "shake-the-dust-from-ones-feet",
    "term": "shake the dust from one's feet",
    "definition": "Depart in a hurry, especially from an unpleasant situation; also, leave forever. For example, *I couldn't wait to shake the dust from my feet; I never wanted to see either of them again.* This metaphoric term, alluding to moving one's feet fast enough to shake off dust, appears in several books of the Bible. [c. 1600]"
  },
  "person": {
    "id": "henry-l-stimson",
    "name": "Henry L. Stimson",
    "dates": "Sep 21, 1867 - Oct 20, 1950",
    "mainImg": "img/people/henry-l-stimson.jpg",
    "summary": [
      "Henry Lewis Stimson was an American statesman, lawyer, and Republican Party politician. Over his long career, he emerged as a leading figure in US foreign policy by serving in both Republican and Democratic administrations. He served as Secretary of War under President William Howard Taft, Secretary of State under President Herbert Hoover, and Secretary of War under Presidents Franklin D. Roosevelt and Harry S. Truman.",
      "The son of the surgeon Lewis Atterbury Stimson, Stimson became a Wall Street lawyer after he had graduated from Harvard Law School. He served as a United States Attorney under President Theodore Roosevelt and prosecuted several antitrust cases. After he was defeated in the 1910 New York gubernatorial election, Stimson served as Secretary of War under Taft. He continued the reorganization of the United States Army that had begun under his mentor, Elihu Root. After the outbreak of World War I, Stimson became part of the Preparedness Movement. He served as an artillery officer in France after the United States entered the war. From 1927 to 1929, he served as Governor-General of the Philippines under President Calvin Coolidge."
    ],
    "quote": "“Russia will occupy most of the good food lands of central Europe while we have the industrial portions. We must find some way of persuading Russia to play ball.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_L._Stimson",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-l-stimson/m0m6z5"
  },
  "place": {
    "id": "nancy",
    "name": "Nancy",
    "mainImg": "img/places/nancy.jpg",
    "summary": [
      "Nancy is the capital of the north-eastern French department of Meurthe-et-Moselle, and formerly the capital of the Duchy of Lorraine, and then the French province of the same name. The metropolitan area of Nancy had a population of 434,565 inhabitants at the 2011 census, making it the 20th largest urban area in France. The population of the city of Nancy proper was 104,321 in 2014.",
      "The motto of the city is Non inultus premor, Latin for '\"I am not injured unavenged\"'—a reference to the thistle, which is a symbol of Lorraine.",
      "Place Stanislas, a large square built between March 1752 and November 1755 by Stanislaus I of Poland to link the medieval old town of Nancy and the new town built under Charles III in the 17th century, is a UNESCO World Heritage Site, the first place in France and in the top four in the world."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nancy,_France",
    "urlGoogle": "https://artsandculture.google.com/entity/nancy/m011w4n"
  },
  "quote": {
    "id": "71",
    "quote": "I'm smart enough to know that I'm dumb.",
    "author": "Richard Feynman"
  },
  "wiki": {
    "id": "haflinger",
    "name": "Haflinger",
    "summary": "The Haflinger is a horse breed developed in Austria and northern Italy during the late 19th century. Relatively small and chestnut in color, they were developed for use in mountainous terrain and are known for their hardiness. The breed traces its ancestry to the Middle Ages, and their current conformation and appearance come from infusions of bloodlines from Arabian and various European breeds into the original native Tyrolean ponies. All Haflingers can trace their lineage to a foundation sire born in 1874. The two World Wars and the Great Depression had a detrimental effect on the breed. In the postwar era the Haflinger was indiscriminately crossed with other breeds, but from 1946 breeders focused on producing purebred Haflingers. Interest in the breed increased in other countries, and numbers grew. In 2003 a Haflinger became the first horse to be cloned, resulting in a filly named Prometea. Haflingers have many uses, including light draft, harness work, and various under-saddle disciplines. They are also used by the Austrian and German armies in rough terrain. The World Haflinger Federation, a confederation of 22 national registries, controls breed standards.",
    "url": "https://en.wikipedia.org/wiki/Haflinger"
  },
  "word": {
    "id": "bardolater",
    "word": "bardolater",
    "url": "https://www.merriam-webster.com/dictionary/bardolater",
    "partOfSpeech": "noun",
    "pronunciation": "bar-DAH-luh-ter",
    "audioPath": "audio/words/bardolater.mp3",
    "definitions": ["a person who idolizes Shakespeare"],
    "examples": [
      "\"\\[Abraham\\] Lincoln was a lifelong Bardolater and serial Shakespeare-quoter, as Mr. \\[Barack\\] Obama noted in remarks at the recent reopening of Ford's Theater.\" (Barry Edelstein, _The New York Times_, April 26, 2009)"
    ],
    "origin": "George Bernard Shaw once described a Shakespeare play as \"stagy trash.\" Another time, Shaw said he'd like to dig Shakespeare from the grave and throw stones at him. Shaw could be equally scathing toward Shakespeare's adoring fans. He called them \"foolish Bardolaters,\" wrote of \"Bardolatrous\" ignoramuses, and called blind Shakespeare worship \"Bardolatry.\" Oddly enough, Shaw didn't despise Shakespeare or his work (on the contrary, he was, by his own admission, an admirer), but he disdained those who placed the man beyond reproach. The word \"bardolater,\" which Shaw coined by blending Shakespeare's epithet -- \"the Bard\" -- with an affix that calls to mind \"idolater,\" has stuck with us to this day, though it has lost some of its original critical sting."
  }
}
