{
  "artist": {
    "id": "gunter-brus",
    "name": "Günter Brus",
    "dates": "Born Sep 27, 1938",
    "mainImg": "img/art/artists/gunter-brus.jpg",
    "artworkImgs": [
      {
        "name": "Untitled",
        "path": "img/art/artworks/gunter-brus-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-brus/MQGvOfI-UPo5yw"
      },
      {
        "name": "A Walk in Vienna",
        "path": "img/art/artworks/gunter-brus-a2.jpg",
        "source": "https://artsandculture.google.com/asset/a-walk-in-vienna-günter-brus/fwFJIGKaZANUng"
      },
      {
        "name": "Viennese Walk",
        "path": "img/art/artworks/gunter-brus-a3.jpg",
        "source": "https://artsandculture.google.com/asset/viennese-walk/ZwFY7mk9xZ5I-Q"
      },
      {
        "name": "Untitle",
        "path": "img/art/artworks/gunter-brus-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitle-brus/ZQEroxQiFTyYrg"
      },
      {
        "name": "Untitle",
        "path": "img/art/artworks/gunter-brus-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitle-brus/xwEr-0y_SdzfRw"
      },
      {
        "name": "Padiglione Roma",
        "path": "img/art/artworks/gunter-brus-a6.jpg",
        "source": "https://artsandculture.google.com/asset/padiglione-roma-writers/2gEClhYJaX1rNw"
      }
    ],
    "summary": [
      "Günter Brus is an Austrian painter, performance artist, graphic artist, experimental filmmaker and writer.",
      "Brus was a co-founder in 1964 of Viennese Actionism German: Wiener Aktionismus with Otto Muehl, Hermann Nitsch, and Rudolf Schwarzkogler. His aggressively presented actionism intentionally disregarded conventions and taboos, with the intent of shocking the viewer. Sentenced to 6 months in prison after the Kunst und Revolution event at the University of Vienna in 1968, he fled to Berlin with his family and returned to Austria in 1976. Brus urinated into a glass then proceeded to cover his body in his own excrement, and ended the piece by drinking his own urine. During the performance Brus also sang the Austrian National Anthem while masturbating. Brus ended the piece by vomiting and was subsequently arrested. Through this piece and his other performance works, Brus hoped to reveal the still fascist essence of the nation. Brus also was editor of the Schastrommel (author's edition) from 1969 on. He was involved into the NO!Art movement."
    ],
    "quote": null,
    "movements": ["Street art"],
    "mediums": ["Acrylic paint", "Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/G%C3%BCnter_Brus",
    "urlGoogle": "https://artsandculture.google.com/entity/günter-brus/m08mt58"
  },
  "event": {
    "id": "hebrew-benevolent-congregation-temple-bombing",
    "name": "Hebrew Benevolent Congregation Temple bombing",
    "dates": null,
    "mainImg": "img/events/hebrew-benevolent-congregation-temple-bombing.jpg",
    "summary": [
      "The Hebrew Benevolent Congregation Temple bombing occurred on October 12, 1958. The Hebrew Benevolent Congregation Temple, on Peachtree Street in Atlanta, Georgia, housed a Reform Jewish congregation. The building was damaged extensively by the dynamite-fueled explosion, although no one was injured. Five suspects were arrested almost immediately after the bombing. One of them, George Bright, was tried twice. His first trial ended with a hung jury and his second with an acquittal. As a result of Bright's acquittal the other suspects were not tried, and no one was ever convicted of the bombing."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hebrew_Benevolent_Congregation_Temple_bombing",
    "urlGoogle": "https://artsandculture.google.com/entity/hebrew-benevolent-congregation-temple-bombing/m0dtlww"
  },
  "funFacts": [
    {
      "id": "758",
      "fact": "The only lizard that has a voice is the Gecko.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "3",
      "fact": "Beavers can hold their breath for 45 minutes under water.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554051",
      "fact": "According to legend, and the official story from Nathan's, four immigrants held the first hot dog eating contest at Nathan's Famous stand on Coney Island on July 4, 1916 to prove who was the most patriotic."
    }
  ],
  "idiom": {
    "id": "swan-song",
    "term": "swan song",
    "definition": "A final accomplishment or performance, one's last work. For example, *I'm resigning tomorrow; this project was my swan song.* This term alludes to the old belief that swans normally are mute but burst into beautiful song moments before they die. Although the idea is much older, the term was first recorded in English only in 1890."
  },
  "person": {
    "id": "harold-alexander-1-st-earl-alexander-of-tunis",
    "name": "Harold Alexander, 1st Earl Alexander of Tunis",
    "dates": "Dec 10, 1891 - Jun 16, 1969",
    "mainImg": "img/people/harold-alexander-1-st-earl-alexander-of-tunis.jpg",
    "summary": [
      "Field Marshal Harold Rupert Leofric George Alexander, 1st Earl Alexander of Tunis, KG, GCB, OM, GCMG, CSI, DSO, MC, CD, PC, PC was a senior British Army officer who served with distinction in both the First World War and the Second World War and, afterwards, as Governor General of Canada, the 17th since Canadian Confederation.",
      "Alexander was born in London, England, to aristocratic parents and was educated at Harrow before moving on to the Royal Military College, Sandhurst, for training as an army officer of the Irish Guards. He rose to prominence through his service in the First World War, receiving numerous honours and decorations, and continued his military career through various British campaigns across Europe and Asia. In World War II, Alexander oversaw the final stages of the Allied evacuation from Dunkirk and subsequently held high-ranking field commands in Burma, North Africa and Italy, including serving as Commander-in-Chief Middle East and commanding the 18th Army Group in Tunisia. He then commanded the 15th Army Group for the capture of Sicily and again in Italy before receiving his field marshal's baton and being made Supreme Allied Commander Mediterranean."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Harold_Alexander,_1st_Earl_Alexander_of_Tunis",
    "urlGoogle": "https://artsandculture.google.com/entity/harold-alexander-1st-earl-alexander-of-tunis/m03r8l"
  },
  "place": {
    "id": "guinea-bissau",
    "name": "Guinea-Bissau",
    "mainImg": "img/places/guinea-bissau.jpg",
    "summary": [
      "Guinea-Bissau, officially the Republic of Guinea-Bissau, is a country in West Africa that covers 36,125 square kilometres with an estimated population of 1,604,528. It borders Senegal to the north and Guinea to the south-east.",
      "Guinea-Bissau was once part of the kingdom of Kaabu, as well as part of the Mali Empire. Parts of this kingdom persisted until the 18th century, while a few others were under some rule by the Portuguese Empire since the 16th century. In the 19th century, it was colonised as Portuguese Guinea. Upon independence, declared in 1973 and recognised in 1974, the name of its capital, Bissau, was added to the country's name to prevent confusion with Guinea. Guinea-Bissau has a history of political instability since independence, and only one elected president has successfully served a full five-year term.",
      "Only about 2% of the population speaks Portuguese, the official language, as a first language, and 33% speak it as a second language. However, Creole is the national language and also considered the language of unity. According to a 2012 study, 54% of the population speak Creole as a first language and about 52% speak it as a second language."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Guinea-Bissau",
    "urlGoogle": "https://artsandculture.google.com/entity/guinea-bissau/m036b_"
  },
  "quote": {
    "id": "91",
    "quote": "Don't be afraid to give up the good to go for the great.",
    "author": "John D. Rockefeller"
  },
  "wiki": {
    "id": "canadian-senate",
    "name": "Canadian Senate",
    "summary": "The Canadian Senate is a component of the Parliament of Canada, which also includes the Sovereign and the House of Commons. The Senate is an unelected body, consisting of 105 members appointed by the Governor General on the advice of the Prime Minister. Senate seats are divided among the provinces, so that Ontario, Quebec, the Maritime provinces, and the Western provinces are equally represented. The Senate was established in 1867, when the British North America Act 1867 created the Dominion of Canada. Known as the \"Upper House\", the Senate, which meets at Parliament Hill, in Ottawa, Ontario, is far less powerful than the House of Commons (the \"Lower House\"). Although the approval of both Houses is necessary for legislation, the Senate very rarely rejects bills passed by the democratically elected Commons.",
    "url": "https://en.wikipedia.org/wiki/Canadian_Senate"
  },
  "word": {
    "id": "inhere",
    "word": "inhere",
    "url": "https://www.merriam-webster.com/dictionary/inhere",
    "partOfSpeech": "verb",
    "pronunciation": "in-HEER",
    "audioPath": "audio/words/inhere.mp3",
    "definitions": ["to be inherent : to be a fixed element or attribute"],
    "examples": ["Competitiveness inheres in the successful athlete's nature."],
    "origin": "You're probably familiar with \"inherent,\" the adjective meaning \"part of the constitution or natural character of something,\" but were you aware of its less common relative \"inhere\"? This verb looks like it could be a back-formation of \"inherent\" (a back-formation is a word created by removing a prefix or suffix from an existing word). But \"inhere\" is actually the older word. It first appeared in print in the 15th century, while \"inherent\" didn't show up until the late 16th century. Both are derived from the Latin verb \"inhaerēre\" (\"to inhere\"), which was itself formed by combining \"in-\" with \"haerēre,\" a verb meaning \"to adhere.\""
  }
}
