{
  "artist": {
    "id": "judith-leyster",
    "name": "Judith Leyster",
    "dates": "Jul 28, 1609 - Feb 10, 1660",
    "mainImg": "img/art/artists/judith-leyster.jpg",
    "artworkImgs": [
      {
        "name": "The Merry Drinker (Jolly Toper)",
        "path": "img/art/artworks/judith-leyster-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-merry-drinker-jolly-toper-judith-leyster/EgE1t_fnqpRClg"
      },
      {
        "name": "Boy playing the Flute",
        "path": "img/art/artworks/judith-leyster-a2.jpg",
        "source": "https://artsandculture.google.com/asset/boy-playing-the-flute-judith-leyster/kAHUdy4S_CIF1A"
      },
      {
        "name": "Young Boy in Profile",
        "path": "img/art/artworks/judith-leyster-a3.jpg",
        "source": "https://artsandculture.google.com/asset/young-boy-in-profile-judith-leyster/kgFkJN2eNgHQMw"
      },
      {
        "name": "Man Offering Money to a Young Woman",
        "path": "img/art/artworks/judith-leyster-a4.jpg",
        "source": "https://artsandculture.google.com/asset/man-offering-money-to-a-young-woman-leyster-judith/qwHvoeI26Cq4FQ"
      },
      {
        "name": "The Last Drop (The Gay Cavalier)",
        "path": "img/art/artworks/judith-leyster-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-last-drop-the-gay-cavalier/jQFwU75CW1UQgQ"
      },
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/judith-leyster-a6.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait/AAHGrS6cvWhysw"
      }
    ],
    "summary": [
      "Judith Jans Leyster was a Dutch Golden Age painter. She painted genre works, portraits and still lifes. Although her work was highly regarded by her contemporaries, Leyster and her work became almost forgotten after her death. Her entire oeuvre was attributed to Frans Hals or to her husband, Jan Miense Molenaer, until 1893."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Judith_Leyster",
    "urlGoogle": "https://artsandculture.google.com/entity/judith-leyster/m092s6g"
  },
  "event": {
    "id": "hurricane-sandy",
    "name": "Hurricane Sandy",
    "dates": "Oct 22, 2012 - Nov 2, 2012",
    "mainImg": "img/events/hurricane-sandy.jpg",
    "summary": [
      "Hurricane Sandy was the deadliest and most destructive, as well as the strongest, hurricane of the 2012 Atlantic hurricane season. Inflicting nearly $70 billion in damage, it was the second-costliest hurricane on record in the United States until surpassed by Hurricanes Harvey and Maria in 2017. The eighteenth named storm, tenth hurricane, and second major hurricane of the year, Sandy was a Category 3 storm at its peak intensity when it made landfall in Cuba. While it was a Category 2 hurricane off the coast of the Northeastern United States, the storm became the largest Atlantic hurricane on record. At least 233 people were killed along the path of the storm in eight countries.",
      "Sandy developed from a tropical wave in the western Caribbean Sea on October 22, quickly strengthened, and was upgraded to Tropical Storm Sandy six hours later. Sandy moved slowly northward toward the Greater Antilles and gradually intensified. On October 24, Sandy became a hurricane, made landfall near Kingston, Jamaica, re-emerged a few hours later into the Caribbean Sea and strengthened into a Category 2 hurricane."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hurricane_Sandy",
    "urlGoogle": "https://artsandculture.google.com/entity/hurricane-sandy/m0n9fbyf"
  },
  "funFacts": [
    {
      "id": "174",
      "fact": "The world's biggest pyramid is not in Egypt, but in Mexico.",
      "category": ["Geography"]
    },
    {
      "id": "737",
      "fact": "The human brain takes up 2% of human body weight but uses 20% of its energy.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "553865",
      "fact": "An episode of Peppa Pig was pulled from Australian television for teaching children not to fear spiders."
    }
  ],
  "idiom": {
    "id": "haste-makes-waste",
    "term": "haste makes waste",
    "definition": "Proceeding too quickly can spoil an enterprise, as in *Stop trying to rush through three things at once---haste makes waste, you know.* This rhyming warning, first recorded in this exact form in 1575, was in John Ray's 1678 proverb collection, where the full text was: \"Haste makes waste, and waste makes want, and want makes strife between the goodman and his wife.\""
  },
  "person": {
    "id": "yeongjo-of-joseon",
    "name": "Yeongjo of Joseon",
    "dates": "Oct 31, 1694 - Apr 22, 1776",
    "mainImg": "img/people/yeongjo-of-joseon.jpg",
    "summary": [
      "Yeongjo of Joseon was the 21st king of the Korean Joseon Dynasty. He was the second son of King Sukjong. His mother was Consort Suk of the Choi clan. Before ascending to power, his name was Prince Yeoning. In 1720, a few months after the accession of his older brother, King Gyeongjong as the 20th King, Yeoning became the Royal Prince Successor Brother. This induced a large controversy between political factions. Nevertheless, four years later, at the death of Gyeongjong, Yeongjo ascended the throne.",
      "Yeongjo's reign lasted nearly 52 years and was marked by his persistent efforts to reform the taxation system of Joseon, rule by Confucian ethics, minimize and reconcile the factional fighting under his \"Magnificent Harmony\" Policy. His reign was also marked by the highly controversial execution of his son, Prince Sado, in 1762. In spite of the controversies, Yeongjo's reign has earned a positive reputation in Korean history due to his sincere efforts to rule by Confucian virtue."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Yeongjo_of_Joseon",
    "urlGoogle": "https://artsandculture.google.com/entity/yeongjo-of-joseon/m047rdr"
  },
  "place": {
    "id": "palau",
    "name": "Palau",
    "mainImg": "img/places/palau.jpg",
    "summary": [
      "Palau, officially the Republic of Palau, is an island country located in the western Pacific Ocean. The country contains approximately 340 islands, and together with parts of the Federated States of Micronesia, forms the western chain of the Caroline Islands. Its area is 466 square kilometers. The most populous island is Koror. The capital Ngerulmud is located on the nearby island of Babeldaob, in Melekeok State. Palau shares maritime boundaries with Japan to the north, Micronesia to the east, Indonesia to the south, and the Philippines to the west.",
      "The country was originally settled approximately 3,000 years ago by migrants from Insular Southeast Asia. Spain was the first European nation to explore the islands in the 16th century, and they were made part of the Spanish East Indies in 1574. Following Spain's defeat in the Spanish–American War in 1898, the islands were sold to Imperial Germany in 1899 under the terms of the German–Spanish Treaty, where they were administered as part of German New Guinea. After World War I, the islands were made a part of the Japanese-ruled South Seas Mandate by the League of Nations."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Palau",
    "urlGoogle": "https://artsandculture.google.com/entity/palau/m05tr7"
  },
  "wiki": {
    "id": "beagle",
    "name": "Beagle",
    "summary": "The Beagle is a breed of medium-sized dog. A member of the hound group, it looks similar to the Foxhound but is smaller, with shorter legs and longer, softer ears. Beagles are scent hounds developed primarily for tracking hare, rabbit, and other game. They have a keen tracking instinct and an excellent sense of smell, which has seen them employed as detection dogs for prohibited agricultural imports and foodstuffs in quarantine around the world. They are popular as pets because of their size, even temper, and lack of inherited health problems. These characteristics also make them the dog of choice for animal testing. Although beagle-type dogs have existed for over 2,000 years, the modern breed was developed in Britain around the 1830s from several breeds, including the Talbot Hound, the North Country Beagle, the Southern Hound and possibly the Harrier. Beagles have been depicted in popular culture since Elizabethan times in literature and paintings, and, latterly in film, television and comic books. Snoopy of the comic strip Peanuts has been called the world's most famous Beagle.",
    "url": "https://en.wikipedia.org/wiki/Beagle"
  },
  "word": {
    "id": "gyre",
    "word": "gyre",
    "url": "https://www.merriam-webster.com/dictionary/gyre",
    "partOfSpeech": "noun",
    "pronunciation": "JYRE",
    "audioPath": "audio/words/gyre.mp3",
    "definitions": [
      "a circular or spiral motion or form; especially : a giant circular oceanic surface current"
    ],
    "examples": [
      "Sophia will be focusing her graduate studies on the effects of ocean _gyres_ on North America's climate.",
      "\"When _gyres_ of warm wind coming over the Pacific hit the cold water in the Bay, the air chills and condenses to form fog.\" -- From an article by Lily Dayton in the _Monterey County Herald_ (California), July 26, 2011"
    ],
    "origin": "William Butler Yeats opens his 1920 poem, \"The Second Coming,\" with the following lines: \"Turning and turning in the widening gyre / The falcon cannot hear the falconer; / Things fall apart; the center cannot hold; / Mere anarchy is loosed upon the world….\" Often found in poetic or literary contexts as an alternative to the more familiar \"circle\" or \"spiral,\" \"gyre\" comes via the Latin \"gyrus\" from the Greek \"gyros,\" meaning \"ring\" or \"circle.\" Today, \"gyre\" is most frequently encountered as an oceanographic term that refers to vast circular systems of ocean currents, such as the North Atlantic Gyre, a system of currents circling clockwise between Europe, Africa, and the Americas. \"Gyre\" is also sometimes used of more localized vortices such as those produced by whirlpools or tornados."
  }
}
