{
  "artist": {
    "id": "hector-guimard",
    "name": "Hector Guimard",
    "dates": "Mar 10, 1867 - May 20, 1942",
    "mainImg": "img/art/artists/hector-guimard.jpg",
    "artworkImgs": [
      {
        "name": "Hallstand",
        "path": "img/art/artworks/hector-guimard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/hallstand-hector-guimard/OAF1i9rZyauSMA"
      },
      {
        "name": "Bench for a Smoking Parlour",
        "path": "img/art/artworks/hector-guimard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bench-for-a-smoking-parlour-hector-guimard/dgGhea8YwVwd5w"
      },
      {
        "name": "Perspective View of a Villa",
        "path": "img/art/artworks/hector-guimard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/perspective-view-of-a-villa-hector-guimard/_QHJo6LiScPWMw"
      },
      {
        "name": "Rear Facade, Castel d'Orgeval, Parc Beauséjour, near Paris: Elevation",
        "path": "img/art/artworks/hector-guimard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rear-facade-castel-d-orgeval-parc-beauséjour-near-paris-elevation-hector-guimard/gQHGpuSMzwJ-Xw"
      },
      {
        "name": "Seal",
        "path": "img/art/artworks/hector-guimard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/seal-hector-guimard/DAFRv-t0JMnYCw"
      },
      {
        "name": "Design for the Facade of Societé Immobilière de la Rue Modern, No. 6",
        "path": "img/art/artworks/hector-guimard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/design-for-the-facade-of-societé-immobilière-de-la-rue-modern-no-6-hector-guimard/5gH_U3SJ6hz49g"
      }
    ],
    "summary": [
      "Hector Guimard was a French architect and designer, and a prominent figure of the Art Nouveau style. He achieved early fame with his design for the Castel Beranger, the first Art Nouveau apartment building in Paris, which was selected in an 1899 competition as one of the best new building facades in the city. He is best known for the glass and iron edicules or canopies, with ornamental Art Nouveau curves, which he designed to cover the entrances of the first stations of the Paris Metro.",
      "Between 1890 and 1930, Guimard designed and built some fifty buildings, in addition to one hundred and forty-one subway entrances for Paris Metro, as well as numerous pieces of furniture and other decorative works. However, in the 1910s Art Nouveau went out of fashion and by the 1960s most of his works had been demolished, and only two of his original Metro edicules were still in place. Guimard's critical reputation revived in the 1960s, in part due to subsequent acquisitions of his work by Museum of Modern Art, and art historians have noted the originality and importance of his architectural and decorative works."
    ],
    "quote": null,
    "movements": ["Art Nouveau"],
    "mediums": ["Metal", "Graphite", "Bronze", "Drawing", "Tracing paper", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hector_Guimard",
    "urlGoogle": "https://artsandculture.google.com/entity/hector-guimard/m021f63"
  },
  "event": {
    "id": "tropical-storm-ana",
    "name": "Tropical Storm Ana",
    "dates": "May 6, 2015 - May 12, 2015",
    "mainImg": "img/events/tropical-storm-ana.jpg",
    "summary": [
      "Tropical Storm Ana was the earliest recorded tropical cyclone to make landfall in the United States in any given year. A relatively rare pre-season system, Ana was the first tropical storm of the 2015 Atlantic hurricane season. It developed as a subtropical cyclone from a non-tropical low north of the Bahamas, and intensified to attain peak winds of 60 mph before transitioning into a fully tropical cyclone early on May 9. Sustained in part by the warm waters of the Gulf Stream, Ana made landfall along the northeast coast of South Carolina early the next morning, becoming the earliest U.S. landfalling system on record. Overall, damage from the storm was minor. Heavy rainfall and gusty winds affected parts of the Carolinas, and some vulnerable beaches endured coastal flooding and several feet of erosion. Gusty winds damaged trees and powerlines, causing sporadic power outages, and a weak tornado was reported in association with Ana. In North Carolina, two deaths—one direct and one indirect—were attributed to the storm."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tropical_Storm_Ana_%282015%29",
    "urlGoogle": "https://artsandculture.google.com/entity/tropical-storm-ana/m0136zlx0"
  },
  "funFacts": [
    { "id": "397", "fact": "Bamboo can grow over three feet per day.", "category": ["Plants"] },
    {
      "id": "102",
      "fact": "A one-minute kiss burns about 26 calories.",
      "category": ["Anatomy", "Science"]
    }
  ],
  "funFacts2": [{ "id": "553835", "fact": "The feral puppies in Chernobyl are radioactive." }],
  "idiom": {
    "id": "dog-in-the-manger",
    "term": "dog in the manger",
    "definition": "One who prevents others from enjoying something despite having no use for it. For example, *Why be a dog in the manager? If you aren't going to use those tickets, let someone else have them.* This expression alludes to Aesop's fable about a snarling dog that prevents horses from eating fodder that is unpalatable to the dog itself. [Mid-1500s]"
  },
  "person": {
    "id": "jiaqing-emperor",
    "name": "Jiaqing Emperor",
    "dates": "Nov 13, 1760 - Sep 2, 1820",
    "mainImg": "img/people/jiaqing-emperor.jpg",
    "summary": [
      "The Jiaqing Emperor, personal name Yongyan, was the seventh emperor of the Manchu-led Qing dynasty, and the fifth Qing emperor to rule over China proper, from 1796 to 1820. He was the 15th son of the Qianlong Emperor. During his reign, he prosecuted Heshen, the corrupt favorite of his father, and attempted to restore order within the Qing Empire while curbing the smuggling of opium into China."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jiaqing_Emperor",
    "urlGoogle": "https://artsandculture.google.com/entity/jiaqing-emperor/m01ndb9"
  },
  "place": {
    "id": "dakar",
    "name": "Dakar",
    "mainImg": "img/places/dakar.jpg",
    "summary": [
      "Dakar is the capital and largest city of Senegal. The city of Dakar proper has a population of 1,030,594, whereas the population of the Dakar metropolitan area is estimated at 2.45 million.",
      "The area around Dakar was settled in the 15th century. The Portuguese established a presence on the island of Gorée off the coast of Cap-Vert and used it as a base for the Atlantic slave trade. France took over the island in 1677. Following the abolition of the slave trade and French annexation of the mainland area in the 19th century, Dakar grew into a major regional port and a major city of the French colonial empire. In 1902, Dakar replaced Saint-Louis as the capital of French West Africa. From 1959 to 1960, Dakar was the capital of the short-lived Mali Federation. In 1960, it became the capital of the Independent Republic of Senegal."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dakar",
    "urlGoogle": "https://artsandculture.google.com/entity/dakar/m0c1xm"
  },
  "wiki": {
    "id": "missing-no",
    "name": "MissingNo.",
    "summary": "MissingNo. is a Pokémon species found in the video games Pokémon Red and Blue. Standing for \"Missing Number\", MissingNo. Pokémon are used as error handlers by game developer Game Freak; they appear when the game attempts to access data for a nonexistent Pokémon species. Due to the programming of three in-game events, players can encounter MissingNo. via a glitch. The species was first documented by Nintendo in the May 1999 issue of Nintendo Power. Encountering MissingNo. causes graphical errors and the mass replication of the sixth item in the player's item menu; the latter effect resulted in the glitch's coverage by strategy guides and game magazines. IGN has noted MissingNo.'s appearance in Pokémon Red and Blue as one of the most famous video game glitches. Fans of the series have attempted to rationalize MissingNo. as canon, which has sparked discussion in sociological studies about the impact of video games upon society.",
    "url": "https://en.wikipedia.org/wiki/MissingNo."
  },
  "word": {
    "id": "acedia",
    "word": "acedia",
    "url": "https://www.merriam-webster.com/dictionary/acedia",
    "partOfSpeech": "noun",
    "pronunciation": "uh-SEE-dee-uh",
    "audioPath": "audio/words/acedia.mp3",
    "definitions": ["apathy, boredom"],
    "examples": [
      "A restaurant reviewer in _SF Weekly_ once described a brunch as \"a stupefyingly lavish buffet spread that will do nothing to erase your acedia.\""
    ],
    "origin": "\"Acedia\" comes from a combination of the negative prefix \"a-\" and the Greek noun \"kēdos,\" meaning \"care, concern, or grief.\" (The Greek word \"akēdeia\" became \"acedia\" in Late Latin, and that spelling was retained in English.) \"Acedia\" initially referred specifically to the \"deadly sin\" of sloth. It first appeared in print in English in 1607 describing ceremonies which could induce this sin in ministers and pastors, but that sense is now rare. \"Acedia\" now tends to be used more generally to simply imply a lack of interest or caring, although it sometimes still carries overtones of laziness."
  }
}
