{
  "artist": {
    "id": "cornelius-van-poelenburgh",
    "name": "Cornelius van Poelenburgh",
    "dates": "1594 - Aug 12, 1667",
    "mainImg": "img/art/artists/cornelius-van-poelenburgh.jpg",
    "artworkImgs": [
      {
        "name": "The Musical Contest between Apollo and Marsyas",
        "path": "img/art/artworks/cornelius-van-poelenburgh-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-musical-contest-between-apollo-and-marsyas-cornelis-van-poelenburgh/RgEdamvbb3GVIg"
      },
      {
        "name": "The Prophet Elijah and the Widow of Zarephath",
        "path": "img/art/artworks/cornelius-van-poelenburgh-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-prophet-elijah-and-the-widow-of-zarephath-cornelis-van-poelenburch/HQGUiLnpUfdDnw"
      },
      {
        "name": "The Goddess Calypso rescues Ulysses",
        "path": "img/art/artworks/cornelius-van-poelenburgh-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-goddess-calypso-rescues-ulysses-cornelis-van-poelenburgh/iAHjeuOBAEIaZg"
      },
      {
        "name": "The Expulsion from Paradise",
        "path": "img/art/artworks/cornelius-van-poelenburgh-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-expulsion-from-paradise-cornelis-van-poelenburch/qQFEMtc9hpPrTQ"
      },
      {
        "name": "Satyrs Spying on Nymphs",
        "path": "img/art/artworks/cornelius-van-poelenburgh-a5.jpg",
        "source": "https://artsandculture.google.com/asset/satyrs-spying-on-nymphs-cornelis-van-poelenburch/HgFk9v6LqPIdVw"
      },
      {
        "name": "Council of the Gods",
        "path": "img/art/artworks/cornelius-van-poelenburgh-a6.jpg",
        "source": "https://artsandculture.google.com/asset/council-of-the-gods-poelenburch-cornelis-van/CAH3aQqHuFPHFg"
      }
    ],
    "summary": [
      "Cornelis van Poelenburgh or Cornelis van Poelenburch, was a Dutch landscape painter and draughtsman. He was the leading representative of the first generation of Dutch landscape painters who were active in Rome in the early 17th century. He was known for small-scale paintings depicting Italianate landscapes with small figures enacting biblical or mythological scenes or in contemporary attire."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Etching", "Oil paint", "Pen", "Copper", "Metal", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Cornelis_van_Poelenburgh",
    "urlGoogle": "https://artsandculture.google.com/entity/cornelius-van-poelenburgh/m0270g7h"
  },
  "event": {
    "id": "siege-of-mafeking",
    "name": "Siege of Mafeking",
    "dates": "Oct 13, 1899 - May 17, 1900",
    "mainImg": "img/events/siege-of-mafeking.jpg",
    "summary": [
      "The Siege of Mafeking was a 217-day siege battle for the town of Mafeking in South Africa during the Second Boer War from October 1899 to May 1900. The siege received considerable attention as Lord Edward Cecil, the son of the British prime minister, was in the besieged town, as also was Lady Sarah Wilson, a daughter of the Duke of Marlborough and aunt of Winston Churchill. The siege turned the British commander, Colonel Robert Baden-Powell, into a national hero. The Relief of Mafeking, while of little military significance, was a morale boost for the struggling British."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Mafeking",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-mafeking/m03dqbw"
  },
  "funFacts": [
    {
      "id": "39",
      "fact": "An ant's sense of smell is stronger than a dog's.",
      "category": ["Animals"]
    },
    {
      "id": "340",
      "fact": "There is an underground mushroom in Oregon that measures 3.5 miles across.",
      "category": ["Plants", "Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553546",
      "fact": "According to a Japanese study, looking at cute animal pictures can boost your focus."
    }
  ],
  "idiom": {
    "id": "the-balloon-goes-up",
    "term": "the balloon goes up",
    "definition": "The undertaking begins, as in *He's going to announce his candidacy for mayor---the balloon goes up on Monday.* This expression comes from World War I, when British artillery sent up a balloon to notify gunners to open fire, this visual signal being more reliable than courier or telephone. It was soon transferred to signal other kinds of beginning. [1915]"
  },
  "person": {
    "id": "john-j-mc-cloy",
    "name": "John J. McCloy",
    "dates": "Mar 31, 1895 - Mar 11, 1989",
    "mainImg": "img/people/john-j-mc-cloy.jpg",
    "summary": [
      "John Jay McCloy was an American lawyer, diplomat, banker, and a presidential advisor. He served as Assistant Secretary of War during World War II under Henry Stimson, helping deal with issues such as German sabotage, political tensions in the North Africa Campaign, and opposing the atomic bombings of Hiroshima and Nagasaki. After the war, he served as the president of the World Bank, U.S. High Commissioner for Germany, chairman of Chase Manhattan Bank, chairman of the Council on Foreign Relations, a member of the Warren Commission, and a prominent United States adviser to all presidents from Franklin D. Roosevelt to Ronald Reagan.",
      "Today, he is best remembered as a member of the foreign policy establishment group of elders called \"The Wise Men\", a group of statesmen marked by nonpartisanship, pragmatic internationalism, and aversion to ideological fervor."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_J._McCloy",
    "urlGoogle": "https://artsandculture.google.com/entity/john-j-mccloy/m01tczt"
  },
  "place": {
    "id": "florence",
    "name": "Florence",
    "mainImg": "img/places/florence.jpg",
    "summary": [
      "Florence is a city in central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area.",
      "Florence was a centre of medieval European trade and finance and one of the wealthiest cities of that era. It is considered by many academics the birthplace of the Renaissance, and has been called \"the Athens of the Middle Ages\". Its turbulent political history includes periods of rule by the powerful Medici family and numerous religious and republican revolutions. From 1865 to 1871 the city served as the capital of the Kingdom of Italy. The Florentine dialect forms the base of Standard Italian and it became the language of culture throughout Italy due to the prestige of the masterpieces by Dante Alighieri, Petrarch, Giovanni Boccaccio, Niccolò Machiavelli and Francesco Guicciardini.",
      "The city attracts millions of tourists each year, and UNESCO declared the Historic Centre of Florence a World Heritage Site in 1982. The city is noted for its culture, Renaissance art and architecture and monuments."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Florence",
    "urlGoogle": "https://artsandculture.google.com/entity/florence/m031y2"
  },
  "wiki": {
    "id": "chicado-v",
    "name": "Chicado V",
    "summary": "Chicado V (1950–1972) was a Champion Quarter Horse race horse foaled (born) in 1950, and considered one of the outstanding broodmares of her breed. She started only six times as knee problems cut short her racing career. However, she won her first two starts while breaking or equaling track records, and was given the title of co-Champion Quarter Running Two-Year-Old Filly by the American Quarter Horse Association (AQHA) in 1952. The next year she ran her last four races, winning once and setting one more speed record. After her last race, in December 1953, she was retired from the track to become a broodmare, and had nine foals. Two of her offspring were named Champion Quarter Running Horses, and all her foals had a total of seven stakes race wins. One of her daughters, Table Tennis, went on to become a noted broodmare herself, as did Table Tennis' daughter Rapid Volley and granddaughter Perks. However, three of Chicado V's sons—Triple Chick, Three Chicks, and The Ole Man—were her best known offspring; all three became leading sires and are the main cause of her fame. She was inducted into the AQHA's American Quarter Horse Hall of Fame in 2006.",
    "url": "https://en.wikipedia.org/wiki/Chicado_V"
  },
  "word": {
    "id": "macerate",
    "word": "macerate",
    "url": "https://www.merriam-webster.com/dictionary/macerate",
    "partOfSpeech": "verb",
    "pronunciation": "MASS-uh-rayt",
    "audioPath": "audio/words/macerate.mp3",
    "definitions": [
      "to cause to waste away by or as if by excessive fasting",
      "to cause to become soft or separated into constituent elements by or as if by steeping in fluid; broadly : steep, soak",
      "to soften and wear away especially as a result of being wetted or steeped"
    ],
    "examples": [
      "\"Absinthe is made by macerating herbs and spices, including anise and fennel, with the grand wormwood (_Artemisia absinthium_) that gives the drink its name.\" (Julia Reed, _Newsweek_, April 12, 2010)"
    ],
    "origin": "\"Macerate\" is derived from the Latin verb \"macerare,\" meaning \"to soften\" or \"to steep.\" That meaning was borrowed into English in 1563. However, the first English use of \"macerate\" refers to the wasting away of flesh especially by fasting. That use manifested itself in 1547. A few other manifestations sprouted thereafter from the word's figurative branch (e.g., Laurence Sterne (1713-1768) once wrote of \"a city so macerated with expectation\"); however, those extensions wilted in time. Today, the \"steeping\" and \"soaking\" senses of \"macerate\" saturate culinary articles (as in \"macerating fruit in liquor\") as well as other writings (scientific ones, for instance: \"the food is macerated in the gizzard\" or \"the wood is macerated in the solution\")."
  }
}
