{
  "artist": {
    "id": "antonio-berni",
    "name": "Antonio Berni",
    "dates": "May 14, 1905 - Oct 13, 1981",
    "mainImg": "img/art/artists/antonio-berni.jpg",
    "artworkImgs": [
      {
        "name": "Juanito Laguna Brings a Meal to his Father, a Metalworker",
        "path": "img/art/artworks/antonio-berni-a1.jpg",
        "source": "https://artsandculture.google.com/asset/juanito-laguna-brings-a-meal-to-his-father-a-metalworker-antonio-berni/ZQH1LEQMJUKC8A"
      },
      {
        "name": "Detrás de la cortina [Behind the Curtain]",
        "path": "img/art/artworks/antonio-berni-a2.jpg",
        "source": "https://artsandculture.google.com/asset/detrás-de-la-cortina-behind-the-curtain-antonio-berni/awHNbdfiu3-igg"
      },
      {
        "name": "Juanito Laguna aprende a leer",
        "path": "img/art/artworks/antonio-berni-a3.jpg",
        "source": "https://artsandculture.google.com/asset/juanito-laguna-aprende-a-leer/ZAEUwwDX_LsbOA"
      },
      {
        "name": "Primeros pasos",
        "path": "img/art/artworks/antonio-berni-a4.jpg",
        "source": "https://artsandculture.google.com/asset/primeros-pasos/FwEW9NLNAHT4Rg"
      },
      {
        "name": "El matador",
        "path": "img/art/artworks/antonio-berni-a5.jpg",
        "source": "https://artsandculture.google.com/asset/el-matador/-AHFnbSishh6Lw"
      },
      {
        "name": "El matador",
        "path": "img/art/artworks/antonio-berni-a6.jpg",
        "source": "https://artsandculture.google.com/asset/el-matador-antonio-berni/kwEK_W41bAlmnw"
      }
    ],
    "summary": [
      "Delesio Antonio Berni was an Argentine figurative artist. He is associated with the movement known as Nuevo Realismo, a Latin American extension of social realism. His work, including a series of Juanito Laguna collages depicting poverty and the effects of industrialization in Buenos Aires, has been exhibited around the world."
    ],
    "quote": null,
    "movements": [
      "Social realism",
      "Pop art",
      "Surrealism",
      "Contemporary art",
      "Expressionism",
      "Modern art"
    ],
    "mediums": ["Oil paint", "Wood", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Antonio_Berni",
    "urlGoogle": "https://artsandculture.google.com/entity/antonio-berni/m07x9pn"
  },
  "event": {
    "id": "battle-of-tannenberg",
    "name": "Battle of Tannenberg",
    "dates": "Aug 26, 1914 - Aug 30, 1914",
    "mainImg": "img/events/battle-of-tannenberg.jpg",
    "summary": [
      "The Battle of Tannenberg was fought between Russia and Germany between 26 and 30 August 1914, the first month of World War I. The battle resulted in the almost complete destruction of the Russian Second Army and the suicide of its commanding general, Alexander Samsonov. A series of follow-up battles destroyed most of the First Army as well and kept the Russians off balance until the spring of 1915. The battle is particularly notable for fast rail movements by the Germans, enabling them to concentrate against each of the two Russian armies in turn, and also for the failure of the Russians to encode their radio messages. It brought considerable prestige to Field Marshal Paul von Hindenburg and his rising staff-officer Erich Ludendorff.",
      "Although the battle actually took place near Allenstein, Hindenburg named it after Tannenberg, 30 km to the west, in order to avenge the defeat of the Teutonic Knights 500 years earlier at the Battle of Grunwald by Poland-Lithuania."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Tannenberg",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-tannenberg/m0gcfx"
  },
  "funFacts": [
    {
      "id": "714",
      "fact": "A camel can drink 25 gallons of water in less than three minutes.",
      "category": ["Animals"]
    },
    { "id": "211", "fact": "The average koala sleeps 22 hours each day.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553735",
      "fact": "When it comes to wine, an aroma similar to cat pee is a considered a good thing."
    }
  ],
  "idiom": {
    "id": "when-in-rome-do-as-the-romans-do",
    "term": "when in Rome do as the Romans do",
    "definition": "Follow local custom, as in *Kate said they'd all be wearing shorts or blue jeans to the outdoor wedding, so when in Rome---we'll do the same.* This advice allegedly was Saint Ambrose's answer to Saint Augustine when asked whether they should fast on Saturday as Romans did, or not, as in Milan. It appeared in English by about 1530 and remains so well known that it is often shortened, as in the example."
  },
  "person": {
    "id": "edward-frederick-lindley-wood-1-st-earl-of-halifax",
    "name": "Edward Frederick Lindley Wood, 1st Earl of Halifax",
    "dates": "Apr 16, 1881 - Dec 23, 1959",
    "mainImg": "img/people/edward-frederick-lindley-wood-1-st-earl-of-halifax.jpg",
    "summary": [
      "Edward Frederick Lindley Wood, 1st Earl of Halifax, KG, OM, GCSI, GCMG, GCIE, TD, PC, styled The 1st Baron Irwin from 1925 until 1934 and The 3rd Viscount Halifax from 1934 until 1944, was a senior British Conservative politician of the 1930s. He held several senior ministerial posts during this time, most notably those of Viceroy of India from 1925 to 1931 and of Foreign Secretary between 1938 and 1940. He was one of the architects of the policy of appeasement of Adolf Hitler in 1936–38, working closely with Prime Minister Neville Chamberlain. However, after the German occupation of Czechoslovakia in March 1939 he was one of those who pushed for a new policy of attempting to deter further German aggression by promising to go to war to defend Poland.",
      "On Chamberlain's resignation early in May 1940, Halifax effectively declined the position of Prime Minister as he felt that Churchill would be a more suitable war leader. A few weeks later, with the Allies facing apparently catastrophic defeat and British forces falling back to Dunkirk, Halifax favoured approaching Italy to see if acceptable peace terms could be negotiated."
    ],
    "quote": "“Anger is seldom without argument but seldom with a good one.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Edward_Wood,_1st_Earl_of_Halifax",
    "urlGoogle": "https://artsandculture.google.com/entity/edward-frederick-lindley-wood-1st-earl-of-halifax/m01grww"
  },
  "place": {
    "id": "bhutan",
    "name": "Bhutan",
    "mainImg": "img/places/bhutan.jpg",
    "summary": [
      "Bhutan, officially known as the Kingdom of Bhutan, is a landlocked country in South Asia. Located in the Eastern Himalayas, it is bordered by the Tibet Autonomous Region of China in the north, the Chumbi Valley of Tibet, China and the Indian states of Sikkim and West Bengal in the west, and the Indian states of Assam, West Bengal and Arunachal Pradesh in the south and east. Bhutan is geopolitically in South Asia and is the region's second-least-populous nation after the Maldives. Thimphu is its capital and the largest city, while Phuntsholing is its financial center.",
      "Bhutan's independence has endured for centuries. It has never been colonized in its history. Situated on the ancient Silk Road between Tibet, the Indian subcontinent and Southeast Asia, the Bhutanese state developed a distinct national identity based on Buddhism. Headed by a spiritual leader known as the Zhabdrung Rinpoche, the territory comprised many fiefdoms and was governed as a Buddhist theocracy. Following a civil war in the 19ᵗʰ century, the House of Wangchuck reunited the country and established relations with the British Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bhutan",
    "urlGoogle": "https://artsandculture.google.com/entity/bhutan/m07bxhl"
  },
  "wiki": {
    "id": "ido",
    "name": "Ido",
    "summary": "Ido is a constructed language, purposely created to be easier to learn than any other natural language, and ideally to become a universal second language that would be used by all when conversing with people from a different linguistic background. This is much in the same way that English is often used as a lingua franca at present in various international gatherings, but Ido was made to be grammatically regular, phonetic, and as the first language of none, to favour no one who might otherwise have an advantage in expression with his or her native language. Ido was developed in the early 1900s, and retains a small following today, primarily in Europe. It is largely based on Esperanto, created by L. L. Zamenhof. Ido first appeared in 1907 as a result of a desire to reform perceived flaws in Esperanto that its supporters believed to be a hindrance in its propagation as an easy-to-learn second language. Ido uses the twenty-six Latin letters used in the English alphabet with no diacritics. While still being completely grammatically regular, Ido resembles Romance languages in appearance and is sometimes mistaken for Italian or Spanish at first glance.",
    "url": "https://en.wikipedia.org/wiki/Ido"
  },
  "word": {
    "id": "soupcon",
    "word": "soupçon",
    "url": "https://www.merriam-webster.com/dictionary/soupçon",
    "partOfSpeech": "noun",
    "pronunciation": "soop-SAWNG (the final NG is not pronounced, but the vowel is nas",
    "audioPath": "audio/words/soupcon.mp3",
    "definitions": ["a little bit : trace"],
    "examples": [
      "The author makes the protagonist seem more human by infusing a bit of vanity, a touch of greed, and a soupçon of self-doubt into his otherwise exceptional character."
    ],
    "origin": "Culinary enthusiasts may think \"soupçon\" originated with a dash of garlic in the coq au vin or a splash of vanilla in the crème anglaise, but the etymology of the word has more to do with inklings and suspicions than with food. Sometime in the 18th century, English speakers borrowed \"soupçon\" from the French, who were using the word to mean \"drop,\" \"touch,\" or \"suspicion.\" The Old French form of the word was \"sospeçon,\" which in turn comes from the Latin forms \"suspection-\" and \"suspectio.\" Etymologists have further traced the word's Latin ancestry to the verb \"suspicere,\" meaning \"to suspect.\" \"Suspicere,\" as you might expect, is also the source of the English words \"suspect\" and \"suspicion.\""
  }
}
