{
  "artist": {
    "id": "william-hogarth",
    "name": "William Hogarth",
    "dates": "Nov 10, 1697 - Oct 26, 1764",
    "mainImg": "img/art/artists/william-hogarth.jpg",
    "artworkImgs": [
      {
        "name": "The Five Orders of Periwigs",
        "path": "img/art/artworks/william-hogarth-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-five-orders-of-periwigs-william-hogarth/nwGmTYS9EABbaQ"
      },
      {
        "name": "O the Roast Beef of Old England ('The Gate of Calais')",
        "path": "img/art/artworks/william-hogarth-a2.jpg",
        "source": "https://artsandculture.google.com/asset/o-the-roast-beef-of-old-england-the-gate-of-calais-william-hogarth/9AHKp0GmC5TJIQ"
      },
      {
        "name": "The Painter and his Pug",
        "path": "img/art/artworks/william-hogarth-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-painter-and-his-pug-william-hogarth/1AHBHUMVSfHpFg"
      },
      {
        "name": "The Five Orders of Periwigs",
        "path": "img/art/artworks/william-hogarth-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-five-orders-of-periwigs-william-hogarth/RwF0k3SsQVUKGA"
      },
      {
        "name": "The Enraged Musician",
        "path": "img/art/artworks/william-hogarth-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-enraged-musician-william-hogarth/kgEKh4cSUPN6zA"
      },
      {
        "name": "The Enraged Musician",
        "path": "img/art/artworks/william-hogarth-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-enraged-musician-william-hogarth/fAGcqoXfgySQJQ"
      }
    ],
    "summary": [
      "William Hogarth FRSA was an English painter, printmaker, pictorial satirist, social critic, and editorial cartoonist. His work ranges from realistic portraiture to comic strip-like series of pictures called \"modern moral subjects\", and he is perhaps best known for his series A Harlot's Progress, A Rake's Progress and Marriage A-la-Mode. Knowledge of his work is so pervasive that satirical political illustrations in this style are often referred to as \"Hogarthian\".",
      "Hogarth was born in London to a lower-middle-class family. In his youth he took up an apprenticeship with an engraver, but did not complete the apprenticeship. His father underwent periods of mixed fortune, and was at one time imprisoned in lieu of outstanding debts, an event that is thought to have informed William's paintings and prints with a hard edge.",
      "Influenced by French and Italian painting and engraving, Hogarth's works are mostly satirical caricatures, sometimes bawdily sexual, mostly of the first rank of realistic portraiture. They became widely popular and mass-produced via prints in his lifetime, and he was by far the most significant English artist of his generation."
    ],
    "quote": "“All the world is competent to judge my pictures except those who are of my profession.”",
    "movements": ["Rococo", "Baroque", "Renaissance"],
    "mediums": ["Engraving", "Etching", "Oil paint", "Laid paper", "Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/William_Hogarth",
    "urlGoogle": "https://artsandculture.google.com/entity/william-hogarth/m0p_rx"
  },
  "event": {
    "id": "banana-wars",
    "name": "Banana Wars",
    "dates": "1898 - 1934",
    "mainImg": "img/events/banana-wars.jpg",
    "summary": [
      "The Banana Wars were occupations, police actions, and interventions on the part of the United States in Central America and the Caribbean between the end of the Spanish–American War in 1898 and the inception of the Good Neighbor Policy in 1934. These military interventions were most often carried out by the United States Marine Corps, which developed a manual, The Strategy and Tactics of Small Wars based on its experiences. On occasion, the Navy provided gunfire support and Army troops were also used.",
      "With the Treaty of Paris, Spain ceded control of Cuba, Puerto Rico, Guam, and the Philippines to the United States. Thereafter, the United States conducted military interventions in Cuba, Panama, Honduras, Nicaragua, Mexico, Haiti, and the Dominican Republic. The series of conflicts ended with the withdrawal of troops from Haiti in 1934 under President Franklin D. Roosevelt.",
      "The term was popularized in 1983 by writer Lester D. Langley. Langley wrote several books on Latin American history and American interactions including The United States and the Caribbean, 1900–1970 and The Banana Wars: An Inner History of American Empire, 1900–1934."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Banana_Wars",
    "urlGoogle": "https://artsandculture.google.com/entity/banana-wars/m0c2gqj"
  },
  "funFacts": [
    {
      "id": "153",
      "fact": "The speed limit in NYC was eight mph in 1895.",
      "category": ["Geography", "History"]
    },
    {
      "id": "1028",
      "fact": "Sound travels up to 15 times faster through steel than air, at speeds up to 19,000 feet per second.",
      "category": ["Hodgepodge", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "554013",
      "fact": "Murmurations are the graceful, undulating patterns starlings create when they flock together in the sky. Scientists are still unsure how the birds coordinate their movements \u0003so quickly."
    }
  ],
  "idiom": {
    "id": "a-shrinking-violet",
    "term": "a shrinking violet",
    "definition": "An extremely shy person, as in *She was a shrinking violet until she went away to college.* This metaphoric idiom refers to the flower, but the precise allusion is unclear, since violets thrive under a variety of conditions and often are considered a garden weed. [Early 1900s]"
  },
  "person": {
    "id": "arthur-st-clair",
    "name": "Arthur St. Clair",
    "dates": "Mar 23, 1737 - Aug 31, 1818",
    "mainImg": "img/people/arthur-st-clair.jpg",
    "summary": [
      "Arthur St. Clair was a Scottish-American soldier and politician. Born in Thurso, Scotland, he served in the British Army during the French and Indian War before settling in Pennsylvania, where he held local office. During the American Revolutionary War, he rose to the rank of major general in the Continental Army, but lost his command after a controversial retreat from Fort Ticonderoga.",
      "After the war, he served as President of the Continental Congress, which during his term passed the Northwest Ordinance. He was then made governor of the Northwest Territory in 1788, and then the portion that would become Ohio in 1800. In 1791, St. Clair commanded the American forces in what was the United States's worst ever defeat by the American Indians. Politically out-of-step with the Jefferson administration, he was replaced as governor in 1802."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Arthur_St._Clair",
    "urlGoogle": "https://artsandculture.google.com/entity/arthur-st-clair/m0_xz"
  },
  "place": {
    "id": "murcia",
    "name": "Murcia",
    "mainImg": "img/places/murcia.jpg",
    "summary": [
      "Murcia is a city in south-eastern Spain, the capital and most populous city of the Autonomous Community of the Region of Murcia, and the seventh largest city in the country, with a population of 447,182 inhabitants in 2018. The population of the metropolitan area was 689,591 in 2010.",
      "It is located on the Segura River, in the southeast of the Iberian Peninsula; it has a climate with hot summers, mild winters, and relatively low precipitation.",
      "Murcia was founded by the emir of Cordoba Abd ar-Rahman II in 825 with the name Mursiyah. It is now mainly a services city and a university town. Highlights for visitors include the Cathedral of Murcia and a number of baroque buildings, renowned local cuisine, Holy Week procession works of art by the famous Murcian sculptor Francisco Salzillo, and the Fiestas de Primavera.",
      "The city, as the capital of the comarca Huerta de Murcia is called Europe's orchard due to its long agricultural tradition and its fruit, vegetable, and flower production and exports.",
      "Murcia is located near the center of a low-lying fertile plain known as the huerta of Murcia. The Segura River and its right-hand tributary, the Guadalentín, run through the area."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Murcia",
    "urlGoogle": "https://artsandculture.google.com/entity/murcia/m0g83j"
  },
  "quote": {
    "id": "104",
    "quote": "Wisdom tends to grow in proportion to one’s awareness of one’s ignorance.",
    "author": "Anthony de Mello"
  },
  "wiki": {
    "id": "fountain-of-time",
    "name": "Fountain of Time",
    "summary": "Fountain of Time is a sculpture by Lorado Taft, measuring 126 feet 10 inches (38.66 m) in length, at the western edge of the Midway Plaisance within Washington Park in Chicago's South Side. Inspired by Henry Austin Dobson's \"Paradox of Time\" and with its 100 figures passing before Father Time, Time is a monument to the first 100 years of peace between the United States and Great Britain, resulting from the Treaty of Ghent in 1814. The fountain began running in 1920 and was dedicated in 1922. It contributes to the National Register of Historic Places Washington Park Historic District. Part of a larger beautification plan for the Midway Plaisance, Time was constructed from a new type of molded, steel-reinforced concrete that was claimed to be more durable and cheaper than alternatives, making it the first of any kind of finished works of art made of concrete. Before Millennium Park, it was considered the most important installation in the Chicago Park District. Time is one of several Chicago works funded by Benjamin Ferguson's trust fund. During the late 1990s and early 21st century it underwent repairs that corrected many of the problems caused by earlier restorations.",
    "url": "https://en.wikipedia.org/wiki/Fountain_of_Time"
  },
  "word": {
    "id": "nativity",
    "word": "nativity",
    "url": "https://www.merriam-webster.com/dictionary/nativity",
    "partOfSpeech": "noun",
    "pronunciation": "nuh-TIH-vuh-tee",
    "audioPath": "audio/words/nativity.mp3",
    "definitions": [
      "the process or circumstances of being born; especially capitalized : the birth of Jesus",
      "a horoscope at or of the time of one's birth",
      "the place of origin"
    ],
    "examples": [
      "On Christmas morning, church bells joyously pealed a reminder that the day marked the anniversary of the Nativity."
    ],
    "origin": "\"Nativity\" is one of many words born of the Latin verb \"nasci,\" which means \"to be born.\" The gestation of the word was a long one. \"Nasci\" developed in Latin into \"nativitas,\" meaning \"birth,\" which passed through Middle French as \"nativité\" before entering English in the 14th century. \"Nativity\" has many siblings and cousins in our language; other terms of the lineage of \"nasci\" include \"cognate,\" \"innate,\" \"nascent,\" \"native,\" and \"renaissance.\""
  }
}
