{
  "artist": {
    "id": "hiram-powers",
    "name": "Hiram Powers",
    "dates": "Jun 29, 1805 - Jun 27, 1873",
    "mainImg": "img/art/artists/hiram-powers.jpg",
    "artworkImgs": [
      {
        "name": "California",
        "path": "img/art/artworks/hiram-powers-a1.jpg",
        "source": "https://artsandculture.google.com/asset/california-hiram-powers/vwGMjuaJK_kaYA"
      },
      {
        "name": "George Washington",
        "path": "img/art/artworks/hiram-powers-a2.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-hiram-powers/-AFfvH3Ei6xZlg"
      },
      {
        "name": "Fisher Boy",
        "path": "img/art/artworks/hiram-powers-a3.jpg",
        "source": "https://artsandculture.google.com/asset/fisher-boy-hiram-powers/6wG4PIwo980l0w"
      },
      {
        "name": "The Last of the Tribes",
        "path": "img/art/artworks/hiram-powers-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-last-of-the-tribes-hiram-powers/3gEGiDoIf6Cupg"
      },
      {
        "name": "America",
        "path": "img/art/artworks/hiram-powers-a5.jpg",
        "source": "https://artsandculture.google.com/asset/america-hiram-powers/dQFfqVwgfEbjAw"
      },
      {
        "name": "The Greek Slave",
        "path": "img/art/artworks/hiram-powers-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-greek-slave/1QHLO9s7-AAJEg"
      }
    ],
    "summary": [
      "Hiram Powers was an American neoclassical sculptor. He was one of the first 19th-century American artists to gain an international reputation, largely based on his famous marble sculpture The Greek Slave."
    ],
    "quote": null,
    "movements": ["Neoclassicism"],
    "mediums": ["Rock", "Marble", "Sculpture"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hiram_Powers",
    "urlGoogle": "https://artsandculture.google.com/entity/hiram-powers/m039znc"
  },
  "event": {
    "id": "1976-summer-olympics",
    "name": "1976 Summer Olympics",
    "dates": "Jul 17, 1976 - Aug 1, 1976",
    "mainImg": "img/events/1976-summer-olympics.jpg",
    "summary": [
      "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad, was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
      "Montreal was awarded the rights to the 1976 Games on May 12, 1970, at the 69th IOC Session in Amsterdam, over the bids of Moscow and Los Angeles. It was the first and, so far, only Summer Olympic Games to be held in Canada. Toronto hosted the 1976 Summer Paralympics the same year as the Montreal Olympics, and still remain the only Summer Paralympics to be held in Canada. Calgary and Vancouver later hosted the Winter Olympic Games in 1988 and 2010, respectively.",
      "Twenty-nine countries, mostly African, boycotted the Montreal Games when the International Olympic Committee refused to ban New Zealand, after the New Zealand national rugby union team had toured South Africa earlier in 1976 in defiance of the United Nations' calls for a sporting embargo. The Soviet Union won the most gold and overall medals."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1976_Summer_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/1976-summer-olympics/m0jkvj"
  },
  "funFacts": [
    {
      "id": "838",
      "fact": "Cranberries are sorted for ripeness by bouncing them.",
      "category": ["Food"]
    },
    {
      "id": "133",
      "fact": "Honeybees navigate by using the sun as a compass.",
      "category": ["Animals", "Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "505073",
      "fact": "The 1967 Outer Space Treaty forbids any nation from trying to own the Moon."
    }
  ],
  "idiom": {
    "id": "spick-and-span",
    "term": "spick and span",
    "definition": "Neat and clean, as in *When Ruth has finished cleaning, the whole house is spick and span.* This term combines two nouns that are now obsolete, *spick,* \"a nail\" or \"spike,\" and *span,* \"a wooden chip.\" In the 1500s a sailing ship was considered *spick and span* when every spike and chip was brand-new. The transfer to the current sense took place in the mid-1800s."
  },
  "person": {
    "id": "vidkun-quisling",
    "name": "Vidkun Quisling",
    "dates": "Jul 18, 1887 - Oct 24, 1945",
    "mainImg": "img/people/vidkun-quisling.jpg",
    "summary": [
      "Vidkun Abraham Lauritz Jonssøn Quisling was a Norwegian military officer and politician who nominally headed the government of Norway during the occupation of the country by Nazi Germany during World War II. He first came to international prominence as a close collaborator of explorer Fridtjof Nansen, organizing humanitarian relief during the Russian famine of 1921 in Povolzhye. He was posted as a Norwegian diplomat to the Soviet Union, and for some time also managed British diplomatic affairs there. He returned to Norway in 1929, and served as Minister of Defence in the governments of Peder Kolstad and Jens Hundseid, representing the Farmers' Party.",
      "In 1933, Quisling left the Farmers' Party and founded the fascist party Nasjonal Samling. Although he achieved some popularity after his attacks on the political left, his party failed to win any seats in the Storting and by 1940 it was still little more than peripheral. On 9 April 1940, with the German invasion of Norway in progress, he attempted to seize power in the world's first radio-broadcast coup d'état, but failed after the Germans refused to support his government."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vidkun_Quisling",
    "urlGoogle": "https://artsandculture.google.com/entity/vidkun-quisling/m07z07"
  },
  "place": {
    "id": "salta",
    "name": "Salta",
    "mainImg": "img/places/salta.jpg",
    "summary": [
      "Salta is the capital and most populous city in the Argentine province of the same name. With a population of 618,375 according to the 2010 census, it is also the 7th most-populous city in Argentina. The city serves as the cultural and economic center of the Valle de Lerma Metropolitan Area, which is home to over 50.9% of the population of Salta Province and also includes the municipalities of La Caldera, Vaqueros, Campo Quijano, Rosario de Lerma, Cerrillos, La Merced and San Lorenzo. Salta is the seat of the Capital Department, the most populous department in the province."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Salta",
    "urlGoogle": "https://artsandculture.google.com/entity/salta/m02tb5m"
  },
  "wiki": {
    "id": "goa",
    "name": "Goa",
    "summary": "Goa is India's smallest state in terms of area and the second smallest in terms of population after Sikkim. It is located on the west coast of India, in the region known as the Konkan, and is bounded by the state of Maharashtra to the north, and Karnataka to the east and south. The Arabian Sea makes up the state's west coast. Panaji is the state's capital, and Margao the largest town. A former colony of Portugal, Goa was ruled by the Portuguese for almost 450 years until 1961, when it was forcibly taken, after demands for a merger with India failed. Internationally renowned for its beaches, Goa is visited by thousands of foreign and domestic tourists each year. Besides beaches, Goa is also known for its world heritage architecture including the Bom Jesus Basilica. Goa also has rich flora and fauna, owing to its location on the Western Ghats range, which are classified as a biodiversity hotspot, one of only three among the ecoregions of India.",
    "url": "https://en.wikipedia.org/wiki/Goa"
  },
  "word": {
    "id": "shibboleth",
    "word": "shibboleth",
    "url": "https://www.merriam-webster.com/dictionary/shibboleth",
    "partOfSpeech": "noun",
    "pronunciation": "SHIB-uh-luth",
    "audioPath": "audio/words/shibboleth.mp3",
    "definitions": [
      "catchword, slogan",
      "a widely held belief or truism",
      "a custom or usage regarded as distinctive of a particular group"
    ],
    "examples": [
      "“Taxpayers beware: Don't buy into the shibboleth that more money automatically translates into better schools.” (_Press Journal_ \\[Vero Beach, FL\\], July 27, 2003)"
    ],
    "origin": "The Bible's Book of Judges (12:4-6) tells the story of the Ephraimites, who, after they were routed by the Gileadite army, tried to retreat by sneaking across a ford of the Jordan River that was held by their enemy. The Gileadites, wary of the ploy, asked every soldier who tried to cross if he was an Ephraimite. When the soldier said \"no,\" he was asked to say \"shibboleth\" (which means \"stream\" in Hebrew). Gileadites pronounced the word \"shibboleth,\" but Ephramites said \"sibboleth.\" Anyone who left out the initial \"sh\" was killed on the spot. When English speakers first borrowed \"shibboleth,\" they used it to mean \"test phrase,\" but it has acquired additional meanings since that time."
  }
}
