{
  "artist": {
    "id": "eugene-von-guerard",
    "name": "Eugene von Guerard",
    "dates": "Nov 17, 1811 - Apr 17, 1901",
    "mainImg": "img/art/artists/eugene-von-guerard.jpg",
    "artworkImgs": [
      {
        "name": "North-east view from the northern top of Mount Kosciusko",
        "path": "img/art/artworks/eugene-von-guerard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/north-east-view-from-the-northern-top-of-mount-kosciusko-eugene-von-guérard/GAFIpLZ8ttoqGQ"
      },
      {
        "name": "Jebel Cherib",
        "path": "img/art/artworks/eugene-von-guerard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/jebel-cherib-eugene-von-guérard/7wFNjNw91lfbOQ"
      },
      {
        "name": "Purrumbete from across the lake",
        "path": "img/art/artworks/eugene-von-guerard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/purrumbete-from-across-the-lake-eugene-von-guérard/hwFqkckRMkuCdA"
      },
      {
        "name": "Yalla-y-Poora",
        "path": "img/art/artworks/eugene-von-guerard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/yalla-y-poora-eugène-von-guérard/eQFmGkJp46j7Og"
      },
      {
        "name": "Ferntree Gully in the Dandenong Ranges",
        "path": "img/art/artworks/eugene-von-guerard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ferntree-gully-in-the-dandenong-ranges-eugene-von-guérard/7QFRQegI7i332w"
      },
      {
        "name": "Stony Rises, Lake Corangamite",
        "path": "img/art/artworks/eugene-von-guerard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/stony-rises-lake-corangamite-eugene-von-guérard/zQFxFBGI8kyx6g"
      }
    ],
    "summary": [
      "Johann Joseph Eugene von Guérard was an Austrian-born artist, active in Australia from 1852 until 1882. Known for his finely detailed landscapes in the tradition of the Düsseldorf school of painting, he is represented in Australia's major public galleries, and is referred to in the country as Eugene von Guerard."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Oil paint", "Cardboard", "Engraving", "Plywood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Eugene_von_Guerard",
    "urlGoogle": "https://artsandculture.google.com/entity/eugene-von-guerard/m08j850"
  },
  "event": {
    "id": "battle-of-heiligerlee",
    "name": "Battle of Heiligerlee",
    "dates": null,
    "mainImg": "img/events/battle-of-heiligerlee.jpg",
    "summary": [
      "The Battle of Heiligerlee was fought between Dutch rebels and the Spanish army of Friesland. This was the first Dutch victory during the Eighty Years' War.",
      "The Groningen province of the Spanish Netherlands was invaded by an army consisting of 3,900 infantry led by Louis of Nassau and 200 cavalry led by Adolf of Nassau. Both were brothers of William I of Orange. The intention was to begin an armed uprising against the Spanish rulers of the Netherlands.",
      "The Stadtholder of Friesland and also Duke of Aremberg, Johan de Ligne, had an army of 3,200 infantry and 20 cavalry.",
      "Aremberg initially avoided confrontation, awaiting reinforcements from the Count of Meghem. However, on 23 May, Adolf's cavalry lured him to an ambush at the monastery of Heiligerlee. Louis' infantry, making up the bulk of the army, defeated the Spanish force which lost 1,500–2,000 men, while the invading force lost 50, including Adolf. The rebels captured seven cannons.",
      "The invading force however, did not capture any cities and was soon defeated at the Battle of Jemmingen.",
      "The death of Adolf of Nassau is mentioned in the Dutch national anthem:",
      "Graef Adolff is ghebleven, In Vriesland in den slaech,"
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Heiligerlee_%281568%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-heiligerlee/m03dmh5"
  },
  "funFacts": [
    {
      "id": "352",
      "fact": "Storm clouds hold about 6 trillion raindrops.",
      "category": ["Science"]
    },
    {
      "id": "445",
      "fact": "If there are two full moons in a month, the second one is called a blue moon.",
      "category": ["Definitions"]
    },
    {
      "id": "87",
      "fact": "A mile on the ocean and a mile on land are not the same distance.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "554049",
      "fact": "Residents of the Galápagos island of Floreana use a barrel of disorganized mail in place of a formal postal system. Tourists are responsible for sorting through the mail and grabbing any parcels they can deliver on the way to where they’re headed."
    },
    {
      "id": "504818",
      "fact": "Although the bobcat is rarely seen, it is the most common wildcat in North America."
    }
  ],
  "idiom": {
    "id": "the-devil-take-the-hindmost",
    "term": "the devil take the hindmost",
    "definition": "Let everyone put his or her own interest first, leaving the unfortunate to their fate. For example, *I don't care if she makes it or not---the devil take the hindmost.* This expression, first recorded in 1608, probably originated as an allusion to a children's game in which the last (coming \"hindmost\") is the loser, and came to mean utter selfishness."
  },
  "person": {
    "id": "andrew-johnson",
    "name": "Andrew Johnson",
    "dates": "Dec 29, 1808 - Jul 31, 1875",
    "mainImg": "img/people/andrew-johnson.jpg",
    "summary": [
      "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the former slaves. This led to conflict with the Republican-dominated Congress, culminating in his impeachment by the House of Representatives in 1868. He was acquitted in the Senate by one vote. His main accomplishment as president was the Alaska purchase.",
      "Johnson was born in poverty in Raleigh, North Carolina and never attended school. He was apprenticed as a tailor and worked in several frontier towns before settling in Greeneville, Tennessee. He served as alderman and mayor there before being elected to the Tennessee House of Representatives in 1835. After brief service in the Tennessee Senate, Johnson was elected to the House of Representatives in 1843, where he served five two-year terms."
    ],
    "quote": "“I feel incompetent to perform duties... which have been so unexpectedly thrown upon me.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Andrew_Johnson",
    "urlGoogle": "https://artsandculture.google.com/entity/andrew-johnson/m0rmg"
  },
  "place": {
    "id": "israel",
    "name": "Israel",
    "mainImg": "img/places/israel.jpg",
    "summary": [
      "Israel, formally known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.",
      "Israel has evidence of the earliest migration of hominids out of Africa. Canaanite tribes are archaeologically attested since the Middle Bronze Age, while the Kingdoms of Israel and Judah emerged during the Iron Age. The Neo-Assyrian Empire destroyed Israel around 720 BCE. Judah was later conquered by the Babylonian, Persian and Hellenistic empires and had existed as Jewish autonomous provinces."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Israel",
    "urlGoogle": "https://artsandculture.google.com/entity/israel/m03spz"
  },
  "quote": {
    "id": "111",
    "quote": "What the human being is best at doing is interpreting all new information so that their prior conclusions remain intact.",
    "author": "Warren Buffett"
  },
  "wiki": {
    "id": "tgv",
    "name": "TGV",
    "summary": "The TGV is France's train à grande vitesse; literally \"high-speed train\". Developed by Alsthom (now Alstom) and SNCF and operated primarily by SNCF, it connects cities in France and in some other neighbouring countries, such as Belgium, Italy and Switzerland with the network centred on Paris. TGVs under other brand names connect France with Germany and the Netherlands (Thalys) and the United Kingdom (Eurostar). Trains derived from TGV design also operate in South Korea (KTX), and Spain (AVE). Development of high-speed rail transport in France began in the 1960s. After a lengthy period of testing which included changing the traction of the trains from gas turbines to electricity from overhead lines after a sharp rise in oil prices, TGV operation began in 1981 with an initial line between Paris and Lyon. The success of the line led to rapid expansion and the opening of lines to the west and north-east of France as well as further extension to the south.",
    "url": "https://en.wikipedia.org/wiki/TGV"
  },
  "word": {
    "id": "cerulean",
    "word": "cerulean",
    "url": "https://www.merriam-webster.com/dictionary/cerulean",
    "partOfSpeech": "adjective",
    "pronunciation": "suh-ROO-lee-un",
    "audioPath": "audio/words/cerulean.mp3",
    "definitions": ["resembling the blue of the sky"],
    "examples": [
      "The painting depicted a series of tall, verdant trees surrounding a _cerulean_ lake.",
      "\"I try to summon the Russian fairy tale about the prince in exile and his beautiful swan-princess …. I think of _cerulean_\\-blue waves, a swirling red skirt and a silver-white moon.\" -- From Mira Bartok's 2011 memoir _The Memory Palace_"
    ],
    "origin": "\"Cerulean\" comes from the Latin word \"caeruleus,\" which means \"dark blue\" and is most likely from \"caelum,\" the Latin word for \"sky.\" An artist rendering a sky of blue in oils or watercolors might choose a tube of cerulean blue pigment. Birdwatchers in the eastern U.S. might look skyward and see a cerulean warbler (Dendroica cerulea). \"Cerulean\" is not the only color name that’s closely associated with the sky. \"Azure\" (which ultimately comes from a Persian word for lapis lazuli, a rich blue stone) describes the color of a cloudless sky and can even be a noun meaning \"the unclouded sky.\""
  }
}
