{
  "artist": {
    "id": "lawrence-alma-tadema",
    "name": "Lawrence Alma-Tadema",
    "dates": "Jan 8, 1836 - Jun 25, 1912",
    "mainImg": "img/art/artists/lawrence-alma-tadema.jpg",
    "artworkImgs": [
      {
        "name": "The Death of the Pharaoh's Firstborn Son",
        "path": "img/art/artworks/lawrence-alma-tadema-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-death-of-the-pharaoh-s-firstborn-son-lourens-alma-tadema/EQFJAgzS2dA2oA"
      },
      {
        "name": "Portrait of Ignacy Jan Paderewski",
        "path": "img/art/artworks/lawrence-alma-tadema-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-ignacy-jan-paderewski-lawrence-alma-tadema/qAGzlpBMqFSYsQ"
      },
      {
        "name": "A Favourite Custom",
        "path": "img/art/artworks/lawrence-alma-tadema-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-favourite-custom-sir-lawrence-alma-tadema/awFyOIPRbUMY5Q"
      },
      {
        "name": "Sappho and Alcaeus",
        "path": "img/art/artworks/lawrence-alma-tadema-a4.jpg",
        "source": "https://artsandculture.google.com/asset/sappho-and-alcaeus/cgGJhGb6MjVeAw"
      },
      {
        "name": "A Reading from Homer",
        "path": "img/art/artworks/lawrence-alma-tadema-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-reading-from-homer/fAFfW9CzajZAaA"
      },
      {
        "name": "Boogschutter schiet een watervogel",
        "path": "img/art/artworks/lawrence-alma-tadema-a6.jpg",
        "source": "https://artsandculture.google.com/asset/boogschutter-schiet-een-watervogel-lourens-alma-tadema/PAEohA1ohyCVQA"
      }
    ],
    "summary": [
      "Sir Lawrence Alma-Tadema, OM, RA was a Dutch painter of special British denizenship. Born in Dronryp, the Netherlands, and trained at the Royal Academy of Antwerp, Belgium, he settled in England in 1870 and spent the rest of his life there. A classical-subject painter, he became famous for his depictions of the luxury and decadence of the Roman Empire, with languorous figures set in fabulous marbled interiors or against a backdrop of dazzling blue Mediterranean Sea and sky. Alma-Tadema was considered one of the most popular Victorian painters. Though admired during his lifetime for his draftsmanship and depictions of Classical antiquity, his work fell into disrepute after his death, and only since the 1960s has it been re-evaluated for its importance within nineteenth-century British art."
    ],
    "quote": null,
    "movements": ["Academic art", "Romanticism", "Modern art", "Neoclassicism"],
    "mediums": ["Oil paint", "Etching", "Pencil", "Wood", "Graphite", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lawrence_Alma-Tadema",
    "urlGoogle": "https://artsandculture.google.com/entity/lawrence-alma-tadema/m073zs"
  },
  "event": {
    "id": "triangle-shirtwaist-factory-fire",
    "name": "Triangle Shirtwaist Factory fire",
    "dates": null,
    "mainImg": "img/events/triangle-shirtwaist-factory-fire.jpg",
    "summary": [
      "The Triangle Shirtwaist Factory fire in the Greenwich Village neighborhood of Manhattan, New York City, on March 25, 1911, was the deadliest industrial disaster in the history of the city, and one of the deadliest in U.S. history. The fire caused the deaths of 146 garment workers – 123 women and girls and 23 men – who died from the fire, smoke inhalation, or falling or jumping to their deaths. Most of the victims were recent Italian and Jewish immigrant women and girls aged 14 to 23; of the victims whose ages are known, the oldest victim was 43-year-old Providenza Panno, and the youngest were 14-year-olds Kate Leone and Rosaria \"Sara\" Maltese.",
      "The factory was located on the 8th, 9th, and 10th floors of the Asch Building, at 23–29 Washington Place, near Washington Square Park. The 1901 building still stands today and is now known as the Brown Building. It is part of and owned by New York University.",
      "Because the doors to the stairwells and exits were locked, many of the workers who could not escape from the burning building jumped from the high windows."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Triangle_Shirtwaist_Factory_fire",
    "urlGoogle": "https://artsandculture.google.com/entity/triangle-shirtwaist-factory-fire/m01zg2p"
  },
  "funFacts": [
    {
      "id": "144",
      "fact": "Texas is the only state that permits residents to cast absentee ballots from space.",
      "category": ["Geography", "Onlies"]
    },
    { "id": "302", "fact": "Ketchup was once sold as a medicine.", "category": ["Food", "History"] }
  ],
  "funFacts2": [
    {
      "id": "554049",
      "fact": "Residents of the Galápagos island of Floreana use a barrel of disorganized mail in place of a formal postal system. Tourists are responsible for sorting through the mail and grabbing any parcels they can deliver on the way to where they’re headed."
    }
  ],
  "idiom": {
    "id": "method-in-ones-madness",
    "term": "method in one's madness",
    "definition": "An underlying purpose in crazy behavior, as in *Harry takes seemingly random trips around the country but there's method to his madness---he's checking on real estate values.* This expression comes from Shakespeare's *Hamlet* (2:2): \"Though this be madness, yet there is method in it.\""
  },
  "person": {
    "id": "plaek-phibunsongkhram",
    "name": "Plaek Phibunsongkhram",
    "dates": "Jul 14, 1897 - Jun 11, 1964",
    "mainImg": "img/people/plaek-phibunsongkhram.jpg",
    "summary": [
      "Field Marshal Plaek Phibunsongkhram, locally known as Chomphon Por, contemporarily known as Phibun in the West, was a Thai military officer and politician who served as the Prime Minister of Thailand and dictator from 1938 to 1944 and 1948 to 1957.",
      "Phibunsongkhram was a member of the Royal Siamese Army wing of Khana Ratsadon, the first political party in Thailand, and a leader of the Siamese revolution of 1932 transforming Thailand from an absolute monarchy to a constitutional monarchy. Phibun became the third Prime Minister of Thailand in 1938 as Commander of the Royal Siamese Army, established a de facto military dictatorship inspired by the Italian fascism of Benito Mussolini, promoted Thai nationalism and sinophobia, and allied Thailand with Imperial Japan in World War II. Phibun launched a modernization campaign known as the Thai Cultural Revolution that included a series of cultural mandates, changing the country's name from \"Siam\" to \"Thailand\", and promotion of the common Thai language."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Plaek_Phibunsongkhram",
    "urlGoogle": "https://artsandculture.google.com/entity/plaek-phibunsongkhram/m01cy1v"
  },
  "place": {
    "id": "kenya",
    "name": "Kenya",
    "mainImg": "img/places/kenya.jpg",
    "summary": [
      "Kenya, officially the Republic of Kenya, is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres, Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret. As of 2020, Kenya is the third largest economy in sub-Saharan Africa after Nigeria and South Africa.",
      "Kenya is bordered by South Sudan to the northwest, Ethiopia to the north, Somalia to the east, Uganda to the west, Tanzania to the south, and the Indian Ocean to the southeast.",
      "According to archaeological dating of associated artifacts and skeletal material, the Cushites first settled in the lowlands of Kenya between 3,200 and 1,300 BC, a phase referred to as the Lowland Savanna Pastoral Neolithic.",
      "Nilotic-speaking pastoralists started migrating from present-day southern Sudan into Kenya around 500 BC."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kenya",
    "urlGoogle": "https://artsandculture.google.com/entity/kenya/m019rg5"
  },
  "wiki": {
    "id": "mario-power-tennis",
    "name": "Mario Power Tennis",
    "summary": "Mario Power Tennis is a sports game developed by Camelot Software Planning and published by Nintendo for the GameCube in 2004. The game is the sequel to the Nintendo 64 title Mario Tennis, and is the fourth game in the Mario Tennis series. The game was re-released for the Wii in 2009. It incorporates multiple characters, themes, and locations from the Mario series. The game includes standard tennis matches, but contains variants that feature different scoring formats and objectives. The game consists of 18 playable characters, each categorised by their style of play and each with a pair of unique moves known as \"Power Shots\". Power Tennis was developed simultaneously with Mario Golf: Toadstool Tour, and the pair shared similar technology and concepts with each other during production. Such similarities include an emphasis on the Mario theme in characters and settings as well as alternative game modes such as \"Ring Shot\". The game was positively received in general, attaining an aggregate score of 81 percent from GameRankings and 80 percent from Metacritic. Critics praised the game's depth and variety, but criticised the Power Shot animations, which could not be skipped.",
    "url": "https://en.wikipedia.org/wiki/Mario_Power_Tennis"
  },
  "word": {
    "id": "lanuginous",
    "word": "lanuginous",
    "url": "https://www.merriam-webster.com/dictionary/lanuginous",
    "partOfSpeech": "adjective",
    "pronunciation": "luh-NOO-juh-nus",
    "audioPath": "audio/words/lanuginous.mp3",
    "definitions": ["covered with down or fine soft hair : downy"],
    "examples": [
      "\"The Leaves of the young Branches are like those of the Quince, green without, and white and lanuginous underneath, and serve for Food for the Elephants.\" (Monfieur Pomet, \"Figs,\" _History of Druggs_, 1709)"
    ],
    "origin": "You're likely to come across \"lanuginous\" in only a few contexts, botany and spelling bees being the best candidates. In other contexts, the more common term is \"downy.\" \"Lanuginous\" has an unsurprising pedigree. It's from the Latin word \"lanuginosus,\" which is in turn from \"lanugo,\" the Latin word for \"down.\" (\"Lanugo\" is also an English word used especially to refer to the soft woolly hair that covers the fetus of some mammals.) \"Lanugo\" itself is from \"lana,\" meaning \"wool,\" a root also at work in \"lanolin,\" the term for wool grease that's refined for use in ointments and cosmetics."
  }
}
