{
  "artist": {
    "id": "akseli-gallen-kallela",
    "name": "Akseli Gallen-Kallela",
    "dates": "Apr 26, 1865 - Mar 7, 1931",
    "mainImg": "img/art/artists/akseli-gallen-kallela.jpg",
    "artworkImgs": [
      {
        "name": "Great Black Woodpecker",
        "path": "img/art/artworks/akseli-gallen-kallela-a1.jpg",
        "source": "https://artsandculture.google.com/asset/great-black-woodpecker-akseli-gallen-kallela/_AFTzc2TcEZ4YQ"
      },
      {
        "name": "In the Sauna",
        "path": "img/art/artworks/akseli-gallen-kallela-a2.jpg",
        "source": "https://artsandculture.google.com/asset/in-the-sauna-akseli-gallen-kallela/rwENFcZSThz6Jg"
      },
      {
        "name": "The Fratricide",
        "path": "img/art/artworks/akseli-gallen-kallela-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-fratricide-akseli-gallen-kallela/HgHNa6D4ZMbPNQ"
      },
      {
        "name": "Boy with a Crow",
        "path": "img/art/artworks/akseli-gallen-kallela-a4.jpg",
        "source": "https://artsandculture.google.com/asset/boy-with-a-crow-akseli-gallen-kallela/sQH3iQTrNnez8A"
      },
      {
        "name": "Démasquée",
        "path": "img/art/artworks/akseli-gallen-kallela-a5.jpg",
        "source": "https://artsandculture.google.com/asset/démasquée-akseli-gallen-kallela/fwE0w5T_rcybzA"
      },
      {
        "name": "Flower of Death",
        "path": "img/art/artworks/akseli-gallen-kallela-a6.jpg",
        "source": "https://artsandculture.google.com/asset/flower-of-death-akseli-gallen-kallela/gAGFxb6H3IMlOg"
      }
    ],
    "summary": [
      "Akseli Gallen-Kallela was a Finnish painter who is best known for his illustrations of the Kalevala, the Finnish national epic. His work is considered very important for the Finnish national identity. He changed his name from Gallén to Gallen-Kallela in 1907."
    ],
    "quote": null,
    "movements": ["Symbolism", "Modern art", "Realism", "Romanticism", "Art Nouveau"],
    "mediums": ["Oil paint", "Tempera", "Watercolor painting", "Gouache"],
    "urlWiki": "https://en.wikipedia.org/wiki/Akseli_Gallen-Kallela",
    "urlGoogle": "https://artsandculture.google.com/entity/akseli-gallen-kallela/m0151pn"
  },
  "event": {
    "id": "siege-of-breda",
    "name": "Siege of Breda",
    "dates": "Aug 28, 1624 - Jun 5, 1625",
    "mainImg": "img/events/siege-of-breda.jpg",
    "summary": [
      "The siege of Breda of 1624–25 occurred during the Eighty Years' War. The siege resulted in Breda, a Dutch fortified city, falling into the control of the Army of Flanders.",
      "Following the orders of Ambrogio Spinola, Philip IV's army laid siege to Breda in August 1624. The siege was contrary to the wishes of Philip IV's government because of the already excessive burdens of the concurrent Eighty and Thirty Years' wars. The strategically located city was heavily fortified and strongly defended by a large and well prepared garrison of 7,000 men, that the Dutch were confident would hold out long enough to wear down besiegers while awaiting a relief force to disrupt the siege. Yet despite the Spanish government's opposition to major sieges in the Low Countries and the obstacles confronting any attack on such a strongly fortified and defended city, Spinola launched his Breda campaign, rapidly blocking the city's defences and driving off a Dutch relief army under the leadership of Maurice of Nassau that had attempted to cut off the Spanish army's access to supplies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Breda_%281624%29",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-breda/m0b9tj5"
  },
  "funFacts": [
    {
      "id": "216",
      "fact": "TV dinners originated in the Arctic.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "952",
      "fact": "Queen Isabella I of Spain, who funded Columbus' voyage across the ocean, claimed to have only bathed twice in her life.",
      "category": ["Animals", "Habits", "History", "Make-it-Easies", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553845",
      "fact": "Madam C.J. Walker is thought to be America’s first self-made female millionaire. Born to sharecroppers in 1867, she made her fortune selling beauty products for black women."
    }
  ],
  "idiom": {
    "id": "who-will-bell-the-cat",
    "term": "who will bell the cat",
    "definition": "Who has enough courage to do a dangerous job? For example, *Someone has to tell the teacher that her own son started the fire, but who will bell the cat?* This expression originated in one of Aesop's fables as retold by William Langland in *Piers Ploughman* (c. 1377), in which the mice decide to put a bell around the cat's neck as a warning device but then can find none among them who will actually do it."
  },
  "person": {
    "id": "marcus-licinius-crassus",
    "name": "Marcus Licinius Crassus",
    "dates": "Died 52 BC",
    "mainImg": "img/people/marcus-licinius-crassus.jpg",
    "summary": [
      "Marcus Licinius Crassus was a Roman general and politician who played a key role in the transformation of the Roman Republic into the Roman Empire. He is often called \"The richest man in Rome\".",
      "Crassus began his public career as a military commander under Lucius Cornelius Sulla during his civil war. Following Sulla's assumption of the dictatorship, Crassus amassed an enormous fortune through real estate speculation. Crassus rose to political prominence following his victory over the slave revolt led by Spartacus, sharing the consulship with his rival Pompey the Great.",
      "A political and financial patron of Julius Caesar, Crassus joined Caesar and Pompey in the unofficial political alliance known as the First Triumvirate. Together the three men dominated the Roman political system. The alliance did not last long, due to the ambitions, egos, and jealousies of the three men. While Caesar and Crassus were lifelong allies, Crassus and Pompey disliked each other and Pompey grew increasingly envious of Caesar's spectacular successes in the Gallic Wars. The alliance was re-stabilized at the Lucca Conference in 56 BC, after which Crassus and Pompey again served jointly as consuls."
    ],
    "quote": "“My taste includes both snails and oysters.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Marcus_Licinius_Crassus",
    "urlGoogle": "https://artsandculture.google.com/entity/marcus-licinius-crassus/m0cntx"
  },
  "place": {
    "id": "memphis",
    "name": "Memphis",
    "mainImg": "img/places/memphis.jpg",
    "summary": [
      "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2019 population was 651,073, making Memphis the largest city on the Mississippi River, the second most populous in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas, Mississippi, and the Missouri Bootheel. Memphis is the seat of Shelby County, Tennessee's most populous county. One of the more historic and culturally significant cities of the southern United States, Memphis has a wide variety of landscapes and distinct neighborhoods.",
      "The first European explorer to visit the area of present-day Memphis was Spanish conquistador Hernando de Soto in 1541 with his expedition into the New World. The high Chickasaw Bluffs protecting the location from the waters of the Mississippi was then contested by the Spanish, French, and the English as Memphis took shape."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Memphis,_Tennessee",
    "urlGoogle": "https://artsandculture.google.com/entity/memphis/m0c_m3"
  },
  "wiki": {
    "id": "star-wars-episode-iii-revenge-of-the-sith",
    "name": "Star Wars Episode III: Revenge of the Sith",
    "summary": "Star Wars Episode III: Revenge of the Sith is a 2005 science fantasy film written and directed by George Lucas. It was the sixth and final film released in the Star Wars saga, and the third in terms of chronology. Three years after the onset of the Clone Wars, the noble Jedi Knights have been leading a massive clone army into a galaxy-wide battle against the Separatists. After the kidnapping of Supreme Chancellor Palpatine, Jedi Master Obi-Wan Kenobi is dispatched to kill the evil General Grievous, while Jedi Knight Anakin Skywalker's growing friendship with the Chancellor suddenly becomes frowned upon by the Jedi order, and dangerous to the Jedi Knight himself. The film was released on May 19, 2005, and received generally positive reviews from critics, especially in contrast to the previous two prequels. It broke several box office records in its opening week, and went on to earn over US$850 million worldwide, making it the highest grossing film of 2005 in the U.S., the second highest grossing film of 2005 worldwide (behind Harry Potter and the Goblet of Fire), and the 12th highest grossing worldwide film of all time.",
    "url": "https://en.wikipedia.org/wiki/Star_Wars_Episode_III:_Revenge_of_the_Sith"
  },
  "word": {
    "id": "eponymous",
    "word": "eponymous",
    "url": "https://www.merriam-webster.com/dictionary/eponymous",
    "partOfSpeech": "adjective",
    "pronunciation": "ih-PAH-nuh-mus",
    "audioPath": "audio/words/eponymous.mp3",
    "definitions": [
      "of, relating to, or being one for whom or which something is or is believed to be named"
    ],
    "examples": [
      "Fans of _The Steve Mapplethorpe Comedy Hour_ waited outside the studio exit in hopes of catching a glimpse of its eponymous host."
    ],
    "origin": "It's no coincidence that \"eponymous\" has to do with naming -- it comes to us from the Greek adjective \"epōnymos,\" which is itself from \"onyma,\" meaning \"name.\" \"Onyma\" has lent its name to a number of English words, including \"synonymous,\" \"pseudonym,\" and \"anonymous.\" Traditionally, an eponymous person or thing (i.e., an \"eponym\") might be a mythical ancestor or totem believed to be the source of a clan's name. Today, however, \"eponymous\" more typically refers to such individuals as the front man of \"Theo's Trio\" or the owner of \"Sally's Restaurant\"(Theo and Sally, respectively, of course). The things that are named for such name-providers are also \"eponymous.\" For example, we can speak of \"the eponymous 'Ed Sullivan Show'\" as well as \"the eponymous Ed Sullivan.\""
  }
}
