{
  "artist": {
    "id": "yue-minjun",
    "name": "Yue Minjun",
    "dates": "Born 1962",
    "mainImg": "img/art/artists/yue-minjun.jpg",
    "artworkImgs": [
      {
        "name": "Jitu Land,The scenes of daily life of the Neo-Asian (Detail),Character",
        "path": "img/art/artworks/yue-minjun-a1.jpg",
        "source": "https://artsandculture.google.com/asset/jitu-land-the-scenes-of-daily-life-of-the-neo-asian-detail-character-yue-min-jun/YQFz0_6z_QhHzg"
      },
      {
        "name": "Excavated from Yuegezhuang-Government papers and reports",
        "path": "img/art/artworks/yue-minjun-a2.jpg",
        "source": "https://artsandculture.google.com/asset/excavated-from-yuegezhuang-government-papers-and-reports-yue-min-jun/-QFso8X9v8lOZg"
      },
      {
        "name": "Free and Leisure-10",
        "path": "img/art/artworks/yue-minjun-a3.jpg",
        "source": "https://artsandculture.google.com/asset/free-and-leisure-10-yue-minjun/agHe2bazFRwvIA"
      },
      {
        "name": "Neo-Asian Display case",
        "path": "img/art/artworks/yue-minjun-a4.jpg",
        "source": "https://artsandculture.google.com/asset/neo-asian-display-case-yue-minjun/SQGa09Y2xIt3EQ"
      },
      {
        "name": "Dog-Spring Culture",
        "path": "img/art/artworks/yue-minjun-a5.jpg",
        "source": "https://artsandculture.google.com/asset/dog-spring-culture-yue-min-jun/VgEgVXW-kqVmpA"
      },
      {
        "name": "Excavated from Songzhuang-Ritual vessel, The expression of keeping his mouth open from ear to ear was a result of starvation for a long period.",
        "path": "img/art/artworks/yue-minjun-a6.jpg",
        "source": "https://artsandculture.google.com/asset/excavated-from-songzhuang-ritual-vessel-the-expression-of-keeping-his-mouth-open-from-ear-to-ear-was-a-result-of-starvation-for-a-long-period-yue-min-jun/uwGD4aVguwWvnw"
      }
    ],
    "summary": [
      "Yue Minjun is a contemporary Chinese artist based in Beijing, China. He is best known for oil paintings depicting himself in various settings, frozen in laughter. He has also reproduced this signature image in sculpture, watercolour and prints. While Yue is often classified as part of the Chinese Cynical Realist art movement developed in 1989, Yue rejects this label, but also \"doesn't concern himself about what people call him.\""
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Bronze", "Metal", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Yue_Minjun",
    "urlGoogle": "https://artsandculture.google.com/entity/yue-minjun/m026s57r"
  },
  "event": {
    "id": "battle-of-gembloux",
    "name": "Battle of Gembloux",
    "dates": null,
    "mainImg": "img/events/battle-of-gembloux.jpg",
    "summary": [
      "The Battle of Gembloux took place at Gembloux, near Namur, Low Countries, between the Spanish forces led by Don John of Austria, Governor-General of the Spanish Netherlands, and a rebel army composed of Dutch, Flemish, English, Scottish, German, French and Walloon soldiers under Antoine de Goignies, during the Eighty Years' War and the Anglo-Spanish War. On 31 January 1578 the Spanish cavalry commanded by John's nephew, Don Alexander Farnese, Prince of Parma, after pushing back the Netherlandish cavalry, attacked the Netherlandish army, causing an enormous panic amongst the rebel troops. The result was a crushing victory for the Spanish forces. The battle hastened the disintegration of the unity of the rebel provinces, and meant the end of the Union of Brussels."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Gembloux_%281578%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-gembloux/m08z980"
  },
  "funFacts": [
    {
      "id": "803",
      "fact": "Antarctica is the only continent with no owls.",
      "category": ["Geography", "Onlies"]
    },
    { "id": "129", "fact": "Dolphins can jump up to 20 feet in the air.", "category": ["Animals"] }
  ],
  "funFacts2": [{ "id": "553283", "fact": "Viking burials included board games." }],
  "idiom": {
    "id": "paint-the-town-red",
    "term": "paint the town red",
    "definition": "Go on a spree, as in *Whenever they go to New York they want to paint the town red.* The precise allusion of this term is disputed. Some believe it refers to setting something on fire; others point to a vague association of the color red with violence. [Late 1800s]"
  },
  "person": {
    "id": "alexander-the-great",
    "name": "Alexander the Great",
    "dates": "355 BC - 322 BC",
    "mainImg": "img/people/alexander-the-great.jpg",
    "summary": [
      "Alexander III of Macedon, commonly known as Alexander the Great, was a king of the ancient Greek kingdom of Macedon and a member of the Argead dynasty. He was born in Pella in 356 BC and succeeded his father Philip II to the throne at the age of 20. He spent most of his ruling years on an unprecedented military campaign through western Asia and northeast Africa, and by the age of thirty, he had created one of the largest empires of the ancient world, stretching from Greece to northwestern India. He was undefeated in battle and is widely considered one of history's most successful military commanders.",
      "During his youth, Alexander was tutored by Aristotle until age 16. After Philip's assassination in 336 BC, he succeeded his father to the throne and inherited a strong kingdom and an experienced army. Alexander was awarded the generalship of Greece and used this authority to launch his father's pan-Hellenic project to lead the Greeks in the conquest of Persia. In 334 BC, he invaded the Achaemenid Empire and began a series of campaigns that lasted 10 years."
    ],
    "quote": "“How great are the dangers I face to win a good name in Athens.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_the_Great",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-the-great/m0jrg"
  },
  "place": {
    "id": "abu-dhabi",
    "name": "Abu Dhabi",
    "mainImg": "img/places/abu-dhabi.jpg",
    "summary": [
      "Abu Dhabi is the capital and the second-most populous city of the United Arab Emirates. It is also the largest of the UAE's seven emirates. The city of Abu Dhabi is located on an island in the Persian Gulf, off the Central West Coast. Most of the city and the Emirate reside on the mainland connected to the rest of the country. As of 2020, Abu Dhabi's urban area had an estimated population of 1.48 million, out of 2.9 million in the emirate of Abu Dhabi, as of 2016.",
      "Abu Dhabi houses local and federal government offices and is the home of the United Arab Emirates Government and the Supreme Petroleum Council. The city is home to the President of the UAE, who is a member of the Al Nahyan family. Abu Dhabi's rapid development and urbanization, coupled with the massive oil and gas reserves and production and relatively high average income, have transformed it into a large, developed metropolis. It is the country's center of politics and industry, and a major culture and commerce center. Abu Dhabi accounts for about two-thirds of the roughly $400 billion UAE economy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Abu_Dhabi",
    "urlGoogle": "https://artsandculture.google.com/entity/abu-dhabi/m0gxj"
  },
  "wiki": {
    "id": "albatross",
    "name": "Albatross",
    "summary": "Albatrosses are large seabirds allied to the procellarids, storm-petrels and diving-petrels in the order Procellariiformes. They range widely in the Southern Ocean and the North Pacific. They are absent from the North Atlantic, although fossil remains show they once occurred there too. Albatrosses are amongst the largest of flying birds, and the great albatrosses have the largest wingspans of any extant birds. Albatrosses are highly efficient in the air, using dynamic soaring and slope soaring to cover great distances with little exertion. They feed on squid, fish and krill by either scavenging, surface seizing or diving. Albatrosses are colonial, nesting for the most part on remote oceanic islands, often with several species nesting together. Pair bonds between males and females form over several years, with the use of ritualised dances, and will last for the life of the pair. A breeding season can take over a year from laying to fledging, with a single egg laid in each breeding attempt.",
    "url": "https://en.wikipedia.org/wiki/Albatross"
  },
  "word": {
    "id": "umpteen",
    "word": "umpteen",
    "url": "https://www.merriam-webster.com/dictionary/umpteen",
    "partOfSpeech": "adjective",
    "pronunciation": "UMP-teen",
    "audioPath": "audio/words/umpteen.mp3",
    "definitions": ["very many : indefinitely numerous"],
    "examples": [
      "\"Oh, I've been there umpteen times,\" drawled Melanie, when I excitedly told her about my plans to go to Europe."
    ],
    "origin": "\"I'll go to bed and I'll not get up for umpty-eleven months.\" You know the feeling. The speaker here is war-weary Bill, a character in Patrick MacGill's early 20th-century novel _The Great Push_. His \"umpty\" originated as military slang around 1905 and stood for an indefinite number, generally largish. (It was probably created by analogy to actual numbers such as \"twenty.\") Soon, there followed \"umpteen,\" blending \"umpty\" and \"-teen.\" \"Umpteen\" usually describes an indefinite and large number or amount, while the related \"umpteenth\" is used for the latest or last in an indefinitely numerous series. We only occasionally use \"umpty\" these days (and even more rarely \"umptieth\"), but you're bound to hear or read \"umpteen\" and \"umpteenth\" any number of times."
  }
}
