{
  "artist": {
    "id": "hasegawa-tohaku",
    "name": "Hasegawa Tōhaku",
    "dates": "1539 - Mar 19, 1610",
    "mainImg": "img/art/artists/hasegawa-tohaku.jpg",
    "artworkImgs": [
      {
        "name": "Pine Trees",
        "path": "img/art/artworks/hasegawa-tohaku-a1.jpg",
        "source": "https://artsandculture.google.com/asset/pine-trees-hasegawa-touhaku/HgFQR4hgzPorXg"
      },
      {
        "name": "Folding Screen with Design of White Chrysanthemums",
        "path": "img/art/artworks/hasegawa-tohaku-a2.jpg",
        "source": "https://artsandculture.google.com/asset/folding-screen-with-design-of-white-chrysanthemums-hasegawa-school/SAHfApQkvD7Vlw"
      },
      {
        "name": "Bridge with Willow and Water Wheel",
        "path": "img/art/artworks/hasegawa-tohaku-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bridge-with-willow-and-water-wheel-hasegawa-sotaku/NQGHsnr4pvElWw"
      },
      {
        "name": "Folding Screen with Design of White Chrysanthemums",
        "path": "img/art/artworks/hasegawa-tohaku-a4.jpg",
        "source": "https://artsandculture.google.com/asset/folding-screen-with-design-of-white-chrysanthemums-hasegawa-school/PwFJTGQHJ_JdyQ"
      }
    ],
    "summary": [
      "Hasegawa Tōhaku was a Japanese painter and founder of the Hasegawa school.",
      "He is considered one of the great painters of the Azuchi–Momoyama period, and he is best known for his byōbu folding screens, such as Pine Trees and Pine Tree and Flowering Plants, or the paintings in walls and sliding doors at Chishaku-in, attributed to him and his son."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hasegawa_T%C5%8Dhaku",
    "urlGoogle": "https://artsandculture.google.com/entity/hasegawa-tōhaku/m01cptn"
  },
  "event": {
    "id": "cuban-revolution",
    "name": "Cuban Revolution",
    "dates": "Jul 26, 1953 - Jan 1, 1959",
    "mainImg": "img/events/cuban-revolution.jpg",
    "summary": [
      "The Cuban Revolution was an armed revolt conducted by Fidel Castro's revolutionary 26th of July Movement and its allies against the military dictatorship of Cuban President Fulgencio Batista. The revolution began in July 1953, and continued sporadically until the rebels finally ousted Batista on 31 December 1958, replacing his government with a revolutionary socialist state. 26 July 1953 is celebrated in Cuba as the Day of the Revolution. The 26th of July Movement later reformed along communist lines, becoming the Communist Party in October 1965.",
      "The Cuban Revolution had powerful domestic and international repercussions. In particular, it transformed Cuba's relationship with the United States, although efforts to improve diplomatic relations have gained momentum in recent years. In the immediate aftermath of the revolution, Castro's government began a program of nationalization, centralization of the press and political consolidation that transformed Cuba's economy and civil society. The revolution also heralded an era of Cuban intervention in foreign military conflicts in Africa, Latin America, Southeast Asia, and the Middle East."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cuban_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/cuban-revolution/m01nmnd"
  },
  "funFacts": [
    {
      "id": "484",
      "fact": "Rinsing bacon under cold water before frying can reduce the amount it shrinks by almost 50 percent.",
      "category": ["Food", "Make-it-Easies"]
    },
    {
      "id": "162",
      "fact": "The temperature of the sun can reach up to 15 million degrees Fahrenheit.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [{ "id": "522200", "fact": "\"Huh?\" is understood in all languages." }],
  "idiom": {
    "id": "charity-begins-at-home",
    "term": "charity begins at home",
    "definition": "One ought to be generous to one's family before helping others. For example, *She spends hours and hours on volunteer work and neglects the children, forgetting that charity begins at home.* This proverb was first recorded in English, in slightly different form, in John Wycliffe's *Of Prelates* (c. 1380): \"Charity should begin at himself.\""
  },
  "person": {
    "id": "pierre-chevallier",
    "name": "Pierre Chevallier",
    "dates": "Jan 30, 1909 - Aug 12, 1951",
    "mainImg": "img/people/pierre-chevallier.jpg",
    "summary": [
      "Pierre Chevallier est un médecin et une personnalité politique française de la IVᵉ République né le 30 janvier 1909 à Orléans et mort le 12 août 1951 dans la même ville.",
      "Il a participé à la résistance intérieure française durant la Seconde Guerre mondiale puis exercé les fonctions de maire d'Orléans, député du Loiret et secrétaire d’État à l'Enseignement technique, à la Jeunesse et aux Sports.",
      "Dans le cadre de ses mandats, Pierre Chevallier participe à la reconstruction d'Orléans, notamment celle de la rue Royale avec ses arcades selon l'ordre classique du XVIIIᵉ siècle. Au Parlement, il devient un spécialiste de l'urbanisme et plaide également pour l'aménagement de la région naturelle du Val de Loire et la préservation de son patrimoine.",
      "Il meurt assassiné par sa femme Yvonne à l'âge de 42 ans, cette dernière bénéficiant de la mansuétude judiciaire pour ce crime passionnel."
    ],
    "quote": null,
    "urlWiki": "https://fr.wikipedia.org/wiki/Pierre_Chevallier_%28homme_politique%29",
    "urlGoogle": "https://artsandculture.google.com/entity/pierre-chevallier/g1q66k1y8k"
  },
  "place": {
    "id": "cambridge",
    "name": "Cambridge",
    "mainImg": "img/places/cambridge.jpg",
    "summary": [
      "Cambridge is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area. As of July 2019, it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162. It is one of two de jure county seats of Middlesex County, although the county's government was abolished in 1997. Situated directly north of Boston, across the Charles River, it was named in honor of the University of Cambridge in England, once also an important center of the Puritan theology embraced by the town's founders.",
      "Harvard University, the Massachusetts Institute of Technology, Lesley University, and Hult International Business School are in Cambridge, as was Radcliffe College before it merged with Harvard. Kendall Square in Cambridge has been called \"the most innovative square mile on the planet\" due to the high concentration of successful startups that have emerged in the vicinity of the square since 2010."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cambridge,_Massachusetts",
    "urlGoogle": "https://artsandculture.google.com/entity/cambridge/m01qh7"
  },
  "quote": {
    "id": "18",
    "quote": "Only those who will risk going too far can possibly find out how far one can go.",
    "author": "T. S. Eliot"
  },
  "wiki": {
    "id": "weird-al-yankovic",
    "name": "\"Weird Al\" Yankovic",
    "summary": "\"Weird Al\" Yankovic is an American musician, satirist, parodist, accordionist, and television producer. Yankovic is known in particular for his humorous songs that make light of popular culture and that parody specific songs by contemporary musical acts. Since receiving his first accordion lesson a day before his seventh birthday, he has recorded more than 150 parody and original songs and sold more comedy albums than any other artist. His works have earned him three Grammy Awards amongst nine nominations, three gold and five platinum records in the United States. Yankovic's first Top 10 Billboard album and single were both released in 2006, nearly three decades into his career. In addition to recording his albums, Yankovic has written and starred in his own movie and television show, directed music videos for himself and other artists including Ben Folds and Hanson, and had guest appearances in television shows such as The Simpsons and Behind the Music.",
    "url": "https://en.wikipedia.org/wiki/%22Weird_Al%22_Yankovic"
  },
  "word": {
    "id": "redoubtable",
    "word": "redoubtable",
    "url": "https://www.merriam-webster.com/dictionary/redoubtable",
    "partOfSpeech": "adjective",
    "pronunciation": "rih-DOUT-uh-bul",
    "audioPath": "audio/words/redoubtable.mp3",
    "definitions": [
      "causing fear or alarm : formidable",
      "illustrious, eminent; broadly : worthy of respect"
    ],
    "examples": [
      "The theater has hired a _redoubtable_ director to direct its upcoming production.",
      "\"The study's authors-Jason Grissom, Benjamin Master, and the _redoubtable_ Susannah Loeb-assigned researchers to shadow 100-plus principals in the Miami-Dade school district and document their actions in five-minute intervals.\" - From an article by Karin Chenoweth in the _Huffington Post_, January 16, 2014"
    ],
    "origin": "The word \"redoubtable\" is worthy of respect itself, if only for its longevity; it has been used in English for things formidable since at least the 15th century. This \"dread\"-ful term comes to us through Middle English from the Anglo-French verb \"reduter,\" meaning \"to dread,\" and ultimately derives from \"duter,\" meaning \"to doubt.\" Things or people that are formidable and alarming can also inspire awe and even admiration, however, and it wasn't long before the meaning of \"redoubtable\" was extended from \"formidable\" to \"illustrious\" and \"worthy of respect.\""
  }
}
