{
  "artist": {
    "id": "theodor-kittelsen",
    "name": "Theodor Kittelsen",
    "dates": "Apr 27, 1857 - Jan 21, 1914",
    "mainImg": "img/art/artists/theodor-kittelsen.jpg",
    "artworkImgs": [
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/theodor-kittelsen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-theodor-kittelsen/AQHQgVMjO160pw"
      },
      {
        "name": "Draugen",
        "path": "img/art/artworks/theodor-kittelsen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/draugen-theodor-kittelsen/tQH2UebX5N8O5Q"
      },
      {
        "name": "On the Way to Nordland on Værøy Island",
        "path": "img/art/artworks/theodor-kittelsen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/on-the-way-to-nordland-on-værøy-island-theodor-kittelsen/3gEZlbckMBljug"
      },
      {
        "name": "Far, far away Soria Moria Palace shimmered like Gold",
        "path": "img/art/artworks/theodor-kittelsen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/far-far-away-soria-moria-palace-shimmered-like-gold-theodor-kittelsen/8QF8WiI1uWc69Q"
      },
      {
        "name": "The twelwe wild Ducks",
        "path": "img/art/artworks/theodor-kittelsen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-twelwe-wild-ducks-theodor-kittelsen/gwFdWszsx5-EdQ"
      },
      {
        "name": "The Princess picking Lice from the Troll",
        "path": "img/art/artworks/theodor-kittelsen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-princess-picking-lice-from-the-troll-theodor-kittelsen/BQGzdvlSTW4_-Q"
      }
    ],
    "summary": [
      "Theodor Severin Kittelsen was a Norwegian artist. He is one of the most popular artists in Norway. Kittelsen became famous for his nature paintings, as well as for his illustrations of fairy tales and legends, especially of trolls."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Drawing", "Pencil", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Theodor_Kittelsen",
    "urlGoogle": "https://artsandculture.google.com/entity/theodor-kittelsen/m049zz1"
  },
  "event": {
    "id": "1992-united-states-presidential-election",
    "name": "1992 United States presidential election",
    "dates": null,
    "mainImg": "img/events/1992-united-states-presidential-election.jpg",
    "summary": [
      "The 1992 United States presidential election was the 52nd quadrennial presidential election. It was held on Tuesday, November 3, 1992. Democratic Governor Bill Clinton of Arkansas defeated incumbent Republican President George H. W. Bush, independent businessman Ross Perot of Texas, and a number of minor candidates.",
      "Bush had alienated many of the conservatives in his party by breaking his 1988 campaign pledge against raising taxes, but he fended off a primary challenge from conservative commentator Pat Buchanan. Bush's popularity after his success in the Gulf War dissuaded high-profile Democratic candidates like Mario Cuomo from entering the 1992 Democratic primaries. Clinton, a leader of the centrist Democratic Leadership Council, established himself as the front-runner for the Democratic nomination by sweeping the Super Tuesday primaries. He defeated former and future Governor of California Jerry Brown, former Massachusetts Senator Paul Tsongas, and other candidates to win his party's nomination, and chose Senator Al Gore as his running mate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1992_United_States_presidential_election",
    "urlGoogle": "https://artsandculture.google.com/entity/1992-united-states-presidential-election/m09vdd"
  },
  "funFacts": [
    {
      "id": "770",
      "fact": "Pistol shrimp can make a noise loud enough to break glass.",
      "category": ["Animals"]
    },
    {
      "id": "182",
      "fact": "A rainbow can only be seen in the morning or late afternoon.",
      "category": ["Science", "Onlies"]
    },
    {
      "id": "928",
      "fact": "New York City has over 800 miles of subway track.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554256",
      "fact": "The first item sold\u0003on eBay was\u0003a broken\u0003laser pointer."
    },
    {
      "id": "554038",
      "fact": "Hollywood starlet Hedy Lamarr is often called the “mother of Wi-Fi.” She helped invent a version of the frequency-hopping system that led to the creation of GPS, Bluetooth, and wireless internet."
    },
    {
      "id": "554028",
      "fact": "F. Scott Fitzgerald's full name is Francis Scott Key Fitzgerald. He was named after his distant relative Francis Scott Key, who wrote the words to \"The Star-Spangled Banner.\""
    }
  ],
  "idiom": {
    "id": "greasy-spoon",
    "term": "greasy spoon",
    "definition": "A cheap restaurant, especially one serving short-order fried foods. For example, *College students short of cash tend to eat a lot in that greasy spoon.* This expression also implies that the restaurant is not very clean. [c. 1900]"
  },
  "person": {
    "id": "selim-ii",
    "name": "Selim II",
    "dates": "May 28, 1524 - December 1574",
    "mainImg": "img/people/selim-ii.jpg",
    "summary": [
      "Selim II, also known as Sarı Selim or Sarhoş Selim, was the Sultan of the Ottoman Empire from 1566 until his death in 1574. He was a son of Suleiman the Magnificent and his wife Hurrem Sultan. Selim had been an unlikely candidate for the throne until his brother Mehmed died of smallpox, his half-brother Mustafa was strangled to death by the order of his father, his brother Cihangir died of grief at the news of this latter execution, and his brother Bayezid was killed on the order of his father after a rebellion against Selim.",
      "Selim died on 15 December 1574 and was buried in Hagia Sophia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Selim_II",
    "urlGoogle": "https://artsandculture.google.com/entity/selim-ii/m06_p3"
  },
  "place": {
    "id": "scotland",
    "name": "Scotland",
    "mainImg": "img/places/scotland.jpg",
    "summary": [
      "Scotland is a country that is part of the United Kingdom. Covering the northern third of the island of Great Britain, mainland Scotland has a 96 mile border with England to the southeast and is otherwise surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast and the Irish Sea to the south. In addition, Scotland includes more than 790 islands; principally within the Northern Isles and the Hebrides archipelagos.",
      "The Kingdom of Scotland emerged as an independent sovereign state in the European Early Middle Ages and continued to exist until 1707. By inheritance in 1603, James VI of Scotland became king of England and Ireland, thus forming a personal union of the three kingdoms. Scotland subsequently entered into a political union with the Kingdom of England on 1 May 1707 to create the new Kingdom of Great Britain. The union also created a new Parliament of Great Britain, which succeeded both the Parliament of Scotland and the Parliament of England. In 1801, the Kingdom of Great Britain entered into a political union with the Kingdom of Ireland to create the United Kingdom of Great Britain and Ireland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Scotland",
    "urlGoogle": "https://artsandculture.google.com/entity/scotland/m06q1r"
  },
  "quote": {
    "id": "93",
    "quote": "I have never met a man so ignorant that I couldn't learn something from him.",
    "author": "Galileo"
  },
  "wiki": {
    "id": "military-of-the-democratic-republic-of-the-congo",
    "name": "Military of the Democratic Republic of the Congo",
    "summary": "The Armed Forces of the Democratic Republic of Congo (FARDC) is the state military organisation responsible for defending the Democratic Republic of Congo. The FARDC is being rebuilt as part of the peace process which followed the end of the Second Congo War in July 2003. The FARDC is dominated by its land forces but also includes a small air force and a smaller navy. Together the three services may number around 130,000 personnel. In parallel, there is also a presidential force called the Republican Guard. The National Congolese Police (PNC) are not part of the Armed Forces. In general, there is very little coherent information available on the FARDC. The government in the capital city Kinshasa, the United Nations, the European Union, and bilateral partners which include Angola, South Africa, and Belgium are attempting to create a viable force with the ability to provide the DRC with stability and security. However, this process is being hampered by corruption, the near-impotence of the government, and inadequate donor coordination. The various military units now grouped under the FARDC banner are some of the most unstable in Africa after years of war and underfunding.",
    "url": "https://en.wikipedia.org/wiki/Military_of_the_Democratic_Republic_of_the_Congo"
  },
  "word": {
    "id": "wifty",
    "word": "wifty",
    "url": "https://www.merriam-webster.com/dictionary/wifty",
    "partOfSpeech": "adjective",
    "pronunciation": "WIF-tee",
    "audioPath": "audio/words/wifty.mp3",
    "definitions": ["eccentrically silly, giddy, or inane : ditzy"],
    "examples": [
      "\"Leaf (Joe McCourt), the _wifty_ product of hippie parents, seems to be taken over by aliens each time he spells a word.\" - From a theatre review by Lawrence Toppman in the _Charlotte Observer_, May 11, 2012",
      "\"The \\[American Idol\\] judges only have to lounge around, and make some _wifty_ comment about the performance.\" - From a column by David Hiltbrand in the _Philadelphia Inquirer_, January 7, 2012"
    ],
    "origin": "\"Wifty\" is a synonym of \"ditzy.\" And, like \"ditzy,\" its origins remain unknown. The earliest known print appearance of \"wifty\" is in a quotation that appeared in the _Delaware County Daily Times_ (Chester, Pennsylvania) in 1972, though the word was certainly being used in spoken English before that. \"Ditzy\" appears to be almost as old as \"wifty\"-we are able to trace it back to at least 1974. But \"dizzy,\" which in its Old English origins meant \"foolish\" or \"stupid,\" has been used in a sense similar to \"ditzy\" or \"wifty\" since the 16th century."
  }
}
