{
  "artist": {
    "id": "bertel-thorvaldsen",
    "name": "Bertel Thorvaldsen",
    "dates": "Nov 19, 1770 - Mar 24, 1844",
    "mainImg": "img/art/artists/bertel-thorvaldsen.jpg",
    "artworkImgs": [
      {
        "name": "Possibly Lady Georgiana Bingham",
        "path": "img/art/artworks/bertel-thorvaldsen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/possibly-lady-georgiana-bingham-bertel-thorvaldsen/aQE-rwFgnd3ekA"
      },
      {
        "name": "Possibly Lady Louisa Bingham",
        "path": "img/art/artworks/bertel-thorvaldsen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/possibly-lady-louisa-bingham-bertel-thorvaldsen/ZgGJ6BYCh7Bm0A"
      },
      {
        "name": "Ganimede and the eagle",
        "path": "img/art/artworks/bertel-thorvaldsen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/ganimede-and-the-eagle-bertel-thorvaldsen/gQGCtaxaZj6hnQ"
      },
      {
        "name": "Hectors farewell to Andromache and Astyanax",
        "path": "img/art/artworks/bertel-thorvaldsen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/hectors-farewell-to-andromache-and-astyanax/UQFZSJAa-5axdg"
      },
      {
        "name": "The three Graces",
        "path": "img/art/artworks/bertel-thorvaldsen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-three-graces-bertel-thorvaldsen/4AEyfWkTsalpBA"
      },
      {
        "name": "Jason with the Golden Fleece",
        "path": "img/art/artworks/bertel-thorvaldsen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/jason-with-the-golden-fleece/MQHWu_stdpffgw"
      }
    ],
    "summary": [
      "Bertel Thorvaldsen was a Danish sculptor of international fame and medallist, who spent most of his life in Italy. Thorvaldsen was born in Copenhagen into a Danish/Icelandic family of humble means, and was accepted to the Royal Danish Academy of Art when he was eleven years old. Working part-time with his father, who was a wood carver, Thorvaldsen won many honors and medals at the academy. He was awarded a stipend to travel to Rome and continue his education.",
      "In Rome, Thorvaldsen made a name for himself as a sculptor. Maintaining a large workshop in the city, he worked in a heroic neo-classicist style. His patrons resided all over Europe.",
      "Upon his return to Denmark in 1838, Thorvaldsen was received as a national hero. The Thorvaldsen Museum was erected to house his works next to Christiansborg Palace. Thorvaldsen is buried within the courtyard of the museum. In his time, he was seen as the successor of master sculptor Antonio Canova. His strict adherence to classical norms has tended to estrange modern audiences."
    ],
    "quote": null,
    "movements": ["Neoclassicism", "Classicism"],
    "mediums": ["Drawing", "Sculpture", "Rock", "Marble", "Plaster", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Bertel_Thorvaldsen",
    "urlGoogle": "https://artsandculture.google.com/entity/bertel-thorvaldsen/m0h9x_"
  },
  "event": {
    "id": "manstein-plan",
    "name": "Manstein Plan",
    "dates": "May 10, 1940",
    "mainImg": "img/events/manstein-plan.jpg",
    "summary": [
      "The Manstein Plan is one of the names used to describe the war plan of the German Army during the Battle of France in 1940. The original invasion plan was an awkward compromise devised by General Franz Halder, the chief of Oberkommando des Heeres staff and satisfied no one. Documents with details of the plan fell into Belgian hands during the Mechelen incident of 10 January 1940 and the plan was revised several times, each giving more emphasis to an attack by Army Group A through the Ardennes, which progressively reduced the offensive by Army Group B through the Low Countries to a diversion.",
      "In the final version of the plan, the main effort of the German invasion was made against the Ardennes, which by coincidence, was the weakest part of the Allied line, where the defence was left to second-rate French divisions in the Second Army and the Ninth Army, on the assumption that the difficulty of moving masses of men and equipment would give the French plenty of time to send reinforcements if the area was attacked."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Manstein_Plan",
    "urlGoogle": "https://artsandculture.google.com/entity/manstein-plan/m0287b85"
  },
  "funFacts": [
    {
      "id": "923",
      "fact": "In Germany, the shhh sound literally means hurry up.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "904",
      "fact": "If done perfectly, any Rubik's Cube combination can be solved in 17 turns.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554094",
      "fact": "A Canadian police officer named Ward Clapham created a program that gives “positive tickets” to people who do good deeds."
    }
  ],
  "idiom": {
    "id": "over-the-transom",
    "term": "over the transom",
    "definition": "Unasked for, unsolicited. The term comes from publishing, where it describes a manuscript simply sent to a firm in hopes of arousing its interest. It has persisted even though few offices still have a transom, a small opening at the top of a door used for ventilation, and unsolicited manuscripts usually come through the mail or over the Internet rather than being thrown up through a window. [Colloquial, first half of 1900s]"
  },
  "person": {
    "id": "james-farmer",
    "name": "James Farmer",
    "dates": "Jan 12, 1920 - Jul 9, 1999",
    "mainImg": "img/people/james-farmer.jpg",
    "summary": [
      "James Leonard Farmer Jr. was an American civil rights activist and leader in the Civil Rights Movement \"who pushed for nonviolent protest to dismantle segregation, and served alongside Martin Luther King Jr.\" He was the initiator and organizer of the first Freedom Ride in 1961, which eventually led to the desegregation of interstate transportation in the United States.",
      "In 1942, Farmer co-founded the Committee of Racial Equality in Chicago along with George Houser, James R. Robinson, Samuel E. Riley, Bernice Fisher, Homer Jack, and Joe Guinn. It was later called the Congress of Racial Equality, and was dedicated to ending racial segregation in the United States through nonviolence. Farmer served as the national chairman from 1942 to 1944.",
      "By the 1960s, Farmer was known as \"one of the Big Four civil rights leaders in the 1960s, together with King, NAACP chief Roy Wilkins and Urban League head Whitney Young.\""
    ],
    "quote": "“Anyone who said he wasn't afraid during the civil rights movement was either a liar or without imagination. I was scared all the time. My hands didn't shake but inside I was shaking.”",
    "urlWiki": "https://en.wikipedia.org/wiki/James_Farmer",
    "urlGoogle": "https://artsandculture.google.com/entity/james-farmer/m01w9r1"
  },
  "place": {
    "id": "stuttgart",
    "name": "Stuttgart",
    "mainImg": "img/places/stuttgart.jpg",
    "summary": [
      "Stuttgart is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living, innovation agency 2thinknow ranked the city 24th globally out of 442 cities and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
      "Since the 7th millennium BC, the Stuttgart area has been an important agricultural area and has been host to a number of cultures seeking to utilize the rich soil of the Neckar valley."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Stuttgart",
    "urlGoogle": "https://artsandculture.google.com/entity/stuttgart/m0727_"
  },
  "wiki": {
    "id": "texas-ranger-division",
    "name": "Texas Ranger Division",
    "summary": "The Texas Ranger Division is a law enforcement agency with statewide jurisdiction based in Austin, Texas, in the United States. Over the years, the Texas Rangers have investigated crimes ranging from murder to political corruption, kept the peace during riots, acted as detectives, protected the Texas governor, tracked down fugitives, and functioned as a quasi-military force at the service of both the Republic (1836–45) and the state of Texas. The Texas Rangers were unofficially created by Stephen F. Austin in 1823 and formally constituted in 1835. Although the organization went through periods of inactivity during the 19th century, it was never officially dissolved. Since 1935, the organization has been a division of the Texas Department of Public Safety, and currently fulfills the role of Texas' State Bureau of Investigation. As of 2005, there are 118 active Rangers.",
    "url": "https://en.wikipedia.org/wiki/Texas_Ranger_Division"
  },
  "word": {
    "id": "qua",
    "word": "qua",
    "url": "https://www.merriam-webster.com/dictionary/qua",
    "partOfSpeech": "preposition",
    "pronunciation": "KWAH",
    "audioPath": "audio/words/qua.mp3",
    "definitions": ["in the capacity or character of : as"],
    "examples": ["The school gym qua dance floor was where Oscar and Nanette fell in love."],
    "origin": "Which way? Who? No, we’re not paraphrasing lines from the old Abbott and Costello routine \"Who’s on First?\"; we’re referring to the etymology of \"qua,\" a term that comes to us from Latin. It can be translated as \"which way\" or \"as,\" and it is a derivative of the Latin \"qui,\" meaning \"who.\" \"Qua\" has been serving English in the capacity of a preposition since the 17th century. It’s a learned but handy little word that led one 20th-century usage writer to comment: \"Qua is sometimes thought affected or pretentious, but it does convey meaning economically.\""
  }
}
