{
  "artist": {
    "id": "zhang-xiaogang",
    "name": "Zhang Xiaogang",
    "dates": "Born 1958",
    "mainImg": "img/art/artists/zhang-xiaogang.jpg",
    "artworkImgs": [
      {
        "name": "The Collapsed Bed",
        "path": "img/art/artworks/zhang-xiaogang-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-collapsed-bed-zhang-xiaogang/IQHrjtmK_EoDAw"
      },
      {
        "name": "Bloodline-Big Family Series",
        "path": "img/art/artworks/zhang-xiaogang-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bloodline-big-family-series-zhang-xiaogang/aQHHl3GXUSx6yw"
      },
      {
        "name": "Bloodline: Big Family No.3",
        "path": "img/art/artworks/zhang-xiaogang-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bloodline-big-family-no-3-zhang-xiaogang/NwH734isnVP8kg"
      },
      {
        "name": "Heaven No.4",
        "path": "img/art/artworks/zhang-xiaogang-a4.jpg",
        "source": "https://artsandculture.google.com/asset/heaven-no-4-zhang-xiaogang/tAGZ5fg-vKdzfg"
      },
      {
        "name": "Train Window - Red Plum",
        "path": "img/art/artworks/zhang-xiaogang-a5.jpg",
        "source": "https://artsandculture.google.com/asset/train-window-red-plum-zhang-xiaogang/bAHFyfr5C0ByzA"
      },
      {
        "name": "Painter with Mother as a Young Woman",
        "path": "img/art/artworks/zhang-xiaogang-a6.jpg",
        "source": "https://artsandculture.google.com/asset/painter-with-mother-as-a-young-woman-zhang-xiaogang/fAHJOUp7hQ1pDw"
      }
    ],
    "summary": [
      "Zhang Xiaogang is a contemporary Chinese symbolist and surrealist painter. Paintings in his Bloodline series are predominantly monochromatic, stylized portraits of Chinese people, usually with large, dark-pupiled eyes, posed in a stiff manner deliberately reminiscent of family portraits from the 1950s and 1960s. Recently, he also created sculptures, translating for the first time into three dimensions many characters of the sort seen in his \"Bloodlines—Big Family\" portrait series. These sculptures have featured in many exhibits and continue his work as one of China's leading, and most highly sought-after, contemporary artists."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Oil paint", "Fiberglass", "Glass", "Textile", "Photograph", "Iron"],
    "urlWiki": "https://en.wikipedia.org/wiki/Zhang_Xiaogang",
    "urlGoogle": "https://artsandculture.google.com/entity/zhang-xiaogang/m0chn1c"
  },
  "event": {
    "id": "battle-of-the-lys",
    "name": "Battle of the Lys",
    "dates": "Apr 9, 1918 - Apr 29, 1918",
    "mainImg": "img/events/battle-of-the-lys.jpg",
    "summary": [
      "The Battle of the Lys, also known as the Fourth Battle of Ypres, was fought from 7 April to 29 April 1918 and was part of the German Spring Offensive in Flanders during World War I. It was originally planned by General Erich Ludendorff as Operation George but was reduced to Operation Georgette, with the objective of capturing Ypres, forcing the British forces back to the Channel ports and out of the war. In planning, execution and effects, Georgette was similar to Operation Michael, earlier in the Spring Offensive."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_the_Lys_%281918%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-the-lys/m054ybn"
  },
  "funFacts": [
    {
      "id": "224",
      "fact": "America's 1st roller coaster was built in 1827 to carry coal from a mine to boats below.",
      "category": ["Firsts"]
    },
    {
      "id": "248",
      "fact": "Snoopy is the most common dog name beginning with the letter S.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "504749", "fact": "A newborn giant panda is about the size of a stick of butter." }
  ],
  "idiom": {
    "id": "theres-no-fool-like-an-old-fool",
    "term": "there's no fool like an old fool",
    "definition": "An old fool is the worst kind of fool, as in *He's marrying a woman fifty years his junior---there's no fool like an old fool.* This adage, now considered somewhat offensive for stereotyping old people, appeared in John Heywood's 1546 proverb collection and has been repeated ever since."
  },
  "person": {
    "id": "julius-caesar",
    "name": "Julius Caesar",
    "dates": "Died 43 BC",
    "mainImg": "img/people/julius-caesar.jpg",
    "summary": [
      "Gaius Julius Caesar, known simply as Julius Caesar, was a Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire. He was also a historian and author of Latin prose.",
      "In 60 BC, Caesar, Crassus and Pompey formed the First Triumvirate, a political alliance that dominated Roman politics for several years. Their attempts to amass power as Populares were opposed by the Optimates within the Roman Senate, among them Cato the Younger with the frequent support of Cicero. Caesar rose to become one of the most powerful politicians in the Roman Republic through a number of his accomplishments, notably his victories in the Gallic Wars, completed by 51 BC. During this time, Caesar became the first Roman general to cross both the English Channel and the Rhine River, when he built a bridge across the Rhine and crossed the Channel to invade Britain. Caesar's wars extended Rome's territory to Britain and past Gaul. These achievements granted him unmatched military power and threatened to eclipse the standing of Pompey, who had realigned himself with the Senate after the death of Crassus in 53 BC."
    ],
    "quote": "“I have lived long enough to satisfy both nature and glory.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Julius_Caesar",
    "urlGoogle": "https://artsandculture.google.com/entity/julius-caesar/m041wm"
  },
  "place": {
    "id": "portland",
    "name": "Portland",
    "mainImg": "img/places/portland.jpg",
    "summary": [
      "Portland is the most populous city in the U.S. state of Maine and the seat of Cumberland County. Portland's population was 66,215 as of 2019. The Greater Portland metropolitan area is home to over half a million people, more than one-third of Maine's total population, making it the most populous metropolitan area in northern New England and the 106th-largest in the United States. Portland's economy relies mostly on the service sector and tourism. The Old Port district is known for its 19th-century architecture and nightlife. Marine industry still plays an important role in the city's economy, with an active waterfront that supports fishing and commercial shipping. The Port of Portland is the largest tonnage seaport in New England.",
      "The city seal depicts a phoenix rising from ashes, which is a reference to the recoveries from four devastating fires. Portland was named after the English Isle of Portland, Dorset. In turn, the city of Portland, Oregon was named after Portland, Maine. Portland itself comes from the Old English word Portlanda, which means \"land surrounding a harbor\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Portland,_Maine",
    "urlGoogle": "https://artsandculture.google.com/entity/portland/m0c4kv"
  },
  "quote": {
    "id": "114",
    "quote": "Money is like gasoline during a road trip. You don’t want to run out of gas on your trip, but you’re not doing a tour of gas stations.",
    "author": "Tim O’Reilly"
  },
  "wiki": {
    "id": "battle-of-ticonderoga-1759",
    "name": "Battle of Ticonderoga (1759)",
    "summary": "The 1759 Battle of Ticonderoga was a tactically minor confrontation at Fort Carillon (now known as Fort Ticonderoga) on July 26 and 27, 1759, during the French and Indian War (the North American theater of the Seven Years' War). A British military force of more than 11,000 men under the command of General Sir Jeffrey Amherst moved artillery to high ground overlooking the fort, which was defended by a garrison of 400 Frenchmen under the command of Brigadier General François-Charles de Bourlamaque. Rather than defend the fort, Bourlamaque, operating under instructions from General Louis-Joseph de Montcalm and New France's governor, the Marquis de Vaudreuil, withdrew his forces, and attempted to blow the fort up. The fort's powder magazine was destroyed, but its walls were not severely damaged. The British then occupied the fort, which was afterwards known by the name Fort Ticonderoga, and embarked on a series of improvements to the area and the construction of a fleet to conduct military operations on Lake Champlain.",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Ticonderoga_(1759)"
  },
  "word": {
    "id": "jeremiad",
    "word": "jeremiad",
    "url": "https://www.merriam-webster.com/dictionary/jeremiad",
    "partOfSpeech": "noun",
    "pronunciation": "jair-uh-MYE-ud",
    "audioPath": "audio/words/jeremiad.mp3",
    "definitions": ["a prolonged lamentation or complaint; also : a cautionary or angry harangue"],
    "examples": [
      "\"Siegel's book is a jeremiad against the ills the Internet has visited upon our lives.\" (Ellen Ullman, _The Washington Post_, February 10, 2008)"
    ],
    "origin": "Jeremiah was a naysayer. That Jewish prophet, who lived from about 650 to 570 BC, spent his days lambasting the Hebrews for their false worship and social injustice and denouncing the king for his selfishness, materialism, and inequities. When not calling on his people to quit their wicked ways, he was lamenting his own lot; a portion of the Old Testament's Book of Jeremiah is devoted to his \"confessions,\" a series of lamentations on the hardships endured by a prophet with an unpopular message. Nowadays, English speakers use \"Jeremiah\" for a pessimistic person and \"jeremiad\" for the way these Jeremiahs carry on. The word \"jeremiad\" was actually borrowed from the French, who coined it as \"jérémiade.\""
  }
}
