{
  "artist": {
    "id": "artus-quellinus-the-elder",
    "name": "Artus Quellinus the Elder",
    "dates": "Aug 30, 1609 - Aug 23, 1668",
    "mainImg": "img/art/artists/artus-quellinus-the-elder.jpg",
    "artworkImgs": [
      {
        "name": "Caritas romana (Roman Charity)",
        "path": "img/art/artworks/artus-quellinus-the-elder-a1.jpg",
        "source": "https://artsandculture.google.com/asset/caritas-romana-roman-charity-artus-quellinus-i/TAEtxt2_UWpy6g"
      },
      {
        "name": "Mercury, Argus & Io",
        "path": "img/art/artworks/artus-quellinus-the-elder-a2.jpg",
        "source": "https://artsandculture.google.com/asset/mercury-argus-io/HgEZdkmANMPxzw"
      },
      {
        "name": "Portrait of Andries de Graeff",
        "path": "img/art/artworks/artus-quellinus-the-elder-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-andries-de-graeff-artus-quellinus-i/CgEiQvLYOnVrBg"
      },
      {
        "name": "Mercury",
        "path": "img/art/artworks/artus-quellinus-the-elder-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mercury/SQFJvIddb-6ukg"
      },
      {
        "name": "The Cog Boat Borne by Mercury, Hercules, Minerva and Neptune",
        "path": "img/art/artworks/artus-quellinus-the-elder-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-cog-boat-borne-by-mercury-hercules-minerva-and-neptune-artus-quellinus-i/lwHwfqkds0_gHg"
      },
      {
        "name": "Icarus",
        "path": "img/art/artworks/artus-quellinus-the-elder-a6.jpg",
        "source": "https://artsandculture.google.com/asset/icarus/MQGlPbvo76DGcw"
      }
    ],
    "summary": [
      "Artus Quellinus also known as Artus Quellijn, Artus Quellinus I or Artus Quellinus the Elder was a Flemish sculptor. He is regarded as the most important representative of the Baroque in sculpture in the Southern Netherlands. His work had a major influence on the development of sculpture in Northern Europe."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Rock", "Terracotta", "Clay", "Sculpture", "Marble", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Artus_Quellinus_the_Elder",
    "urlGoogle": "https://artsandculture.google.com/entity/artus-quellinus-the-elder/m027x5_7"
  },
  "event": {
    "id": "sharpeville-massacre",
    "name": "Sharpeville massacre",
    "dates": null,
    "mainImg": "img/events/sharpeville-massacre.jpg",
    "summary": [
      "The Sharpeville massacre occurred on 21 March 1960, at the police station in the South African township of Sharpeville in Transvaal.",
      "After a day of demonstrations against pass laws, a crowd of about 7,000 protesters went to the police station. The South African Police opened fire on the crowd, killing 69 people and injuring 180 others. Sources disagree as to the behaviour of the crowd; some state that the crowd was peaceful, while others state that the crowd had been hurling stones at the police, and that the shooting started when the crowd started advancing toward the fence around the police station. There were 249 casualties in total, including 29 children. Many were shot in the back as they fled.",
      "The massacre was photographed by photographer Ian Berry, who initially believed the police were firing blanks. In present-day South Africa, 21 March is celebrated as a public holiday in honour of human rights and to commemorate the Sharpeville massacre."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sharpeville_massacre",
    "urlGoogle": "https://artsandculture.google.com/entity/sharpeville-massacre/m01_9jw"
  },
  "funFacts": [
    {
      "id": "467",
      "fact": "Pluto takes 248 years to orbit the sun once.",
      "category": ["Science"]
    },
    {
      "id": "969",
      "fact": "U.S. President John Tyler had 15 children, the last of which was born when he was 70 years old.",
      "category": ["History"]
    },
    {
      "id": "429",
      "fact": "There are 336 dimples on a regulation American golf ball.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "522173",
      "fact": "Venetia Burney, who at age 11 suggested the name “Pluto” for the ninth planet in our solar system, lived to see it demoted to a dwarf planet in 2006."
    },
    {
      "id": "553738",
      "fact": "A newborn blue whale gains about 200 pounds a day during its first year."
    }
  ],
  "idiom": {
    "id": "at-sixes-and-sevens",
    "term": "at sixes and sevens",
    "definition": "Confused, disorganized, disorderly, as in *We've just moved in, and the office is still at sixes and sevens,* or *The new college admissions tests were poorly explained, leaving the students at sixes and sevens.* This ancient term is thought to come from a game of dice in which throwing a six or seven had a particular significance. The name of the game has been lost, but most likely betting on such a throw was very risky, denoting disorder and confusion. [Late 1300s]"
  },
  "person": {
    "id": "umberto-ii-of-italy",
    "name": "Umberto II of Italy",
    "dates": "Sep 15, 1904 - Mar 18, 1983",
    "mainImg": "img/people/umberto-ii-of-italy.jpg",
    "summary": [
      "Umberto II reigned as the last King of Italy. He reigned for 34 days, from 9 May 1946 to 12 June 1946, although he had been de facto head of state since 1944, and was nicknamed the May King.",
      "Umberto was the only son among the five children of King Victor Emmanuel III and Queen Elena. In an effort to repair the monarchy's image after the fall of Benito Mussolini's regime, Victor Emmanuel transferred his powers to Umberto in 1944 while retaining the title of king. As a referendum on the abolition of the monarchy was in preparation, Victor Emmanuel abdicated his throne in favour of Umberto in the hope that his exit might bolster the monarchy. However, the referendum passed, Italy was declared a republic, and Umberto lived out the rest of his life in exile in Cascais, on the Portuguese Riviera."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Umberto_II_of_Italy",
    "urlGoogle": "https://artsandculture.google.com/entity/umberto-ii-of-italy/m0j55k"
  },
  "place": {
    "id": "prayagraj",
    "name": "Prayagraj",
    "mainImg": "img/places/prayagraj.jpg",
    "summary": [
      "Allahabad, officially known as Prayagraj, and also known as Illahabad and Prayag, is a city in the Indian state of Uttar Pradesh. It is the administrative headquarters of Allahabad district—the most populous district in the state and 13th most populous district in India—and the Allahabad division. The city is the judicial capital of Uttar Pradesh with Allahabad High Court being the highest judicial body in the state. As of 2011, Allahabad is the fifth most populous city in the state, eighth in Northern India and twenty-fourth in India, with an estimated population of 1.11 million in the city and 1.21 million in its metropolitan region. In 2011 it was ranked the world's 40th fastest-growing city. Allahabad, in 2016, was also ranked the third most liveable city in the state and sixteenth in the country.",
      "The city lies close to Triveni Sangam, \"three-river confluence\", original name – Prayag, \"place of sacrifice or offering\" – which lies at the sangam of the Ganges, Yamuna and Sarasvati rivers, a propitious place to conduct sacrifices. It plays a central role in Hindu scriptures."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Allahabad",
    "urlGoogle": "https://artsandculture.google.com/entity/prayagraj/m020skc"
  },
  "quote": {
    "id": "82",
    "quote": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
  },
  "wiki": {
    "id": "a-song-for-simeon",
    "name": "A Song for Simeon",
    "summary": "\"A Song for Simeon\" is a 37-line poem written in 1928 by American-British poet T. S. Eliot (1888–1965). It is one of five poems that he contributed to the Ariel poems series of 38 illustrated pamphlets with holiday themes by several authors published by Faber and Gwyer and sent to the firm's clients and business acquaintances as Christmas greetings. Eliot had converted to Anglo-Catholicism in 1927 and his poetry, starting with the Ariel Poems (1927–31) and \"Ash Wednesday\" (1930), took on a decidedly religious character. The poem retells the story of Simeon from the Gospel of Luke. Simeon was a devout Jew told by the Holy Ghost that he would not die until he saw the Saviour of Israel. When he encounters Mary, Joseph and the infant Jesus entering the Temple of Jerusalem, he sees in the infant the Messiah promised by the Lord and asks God to permit him to \"depart in peace.\" Eliot's poem employs references to the Nunc dimittis, a Christian liturgical prayer for Compline, and literary allusions to earlier writers Lancelot Andrewes, Dante Alighieri and St. John of the Cross. Critics have debated whether Eliot's depiction of Simeon is evidence of anti-Semitism on the poet's part.",
    "url": "https://en.wikipedia.org/wiki/A_Song_for_Simeon"
  },
  "word": {
    "id": "prodigy",
    "word": "prodigy",
    "url": "https://www.merriam-webster.com/dictionary/prodigy",
    "partOfSpeech": "noun",
    "pronunciation": "PRAH-duh-jee",
    "audioPath": "audio/words/prodigy.mp3",
    "definitions": ["something extraordinary : wonder", "a highly talented child"],
    "examples": [
      "Musical audiences are fascinated by the prodigy, that rare and remarkable youngster who possesses technical mastery to rival that of the best adult performers."
    ],
    "origin": "Is a prodigy a genius or a monster -- or both? Nowadays, it's the talent that shines through, but back in the 15th century the word's meaning was more strongly influenced by that of its Latin ancestor, \"prodigium,\" meaning \"omen\" or \"monster.\" Back then, a prodigy could be any strange or weird thing that might be an omen of things to come. Even in modern English, the word sometimes refers to an extraordinary deed or accomplishment. P.G. Wodehouse used that sense when he described how a character named Pongo Twistleton was \"performing prodigies with the \\[billiard\\] cue.\""
  }
}
