{
  "artist": {
    "id": "ogata-korin",
    "name": "Ogata Kōrin",
    "dates": "1658 - Jun 2, 1716",
    "mainImg": "img/art/artists/ogata-korin.jpg",
    "artworkImgs": [
      {
        "name": "八橋図屏風 |Irises at Yatsuhashi (Eight Bridges)",
        "path": "img/art/artworks/ogata-korin-a1.jpg",
        "source": "https://artsandculture.google.com/asset/八橋図屏風-irises-at-yatsuhashi-eight-bridges-ogata-kōrin/IAGGuNw6C7VTAQ"
      },
      {
        "name": "Important Art Object Flowering Plants in Autumn",
        "path": "img/art/artworks/ogata-korin-a2.jpg",
        "source": "https://artsandculture.google.com/asset/important-art-object-flowering-plants-in-autumn-attributed-to-ogata-korin/5wHjk48sTNP63w"
      },
      {
        "name": "Hanging scroll",
        "path": "img/art/artworks/ogata-korin-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-ogata-kōrin/ngEzGtPdpQ8quQ"
      },
      {
        "name": "Cranes",
        "path": "img/art/artworks/ogata-korin-a4.jpg",
        "source": "https://artsandculture.google.com/asset/cranes-artist-ogata-korin/kQFdareOBMFbBw"
      },
      {
        "name": "尾形光琳筆　松竹に鶴図屏風|Cranes, Pines, and Bamboo",
        "path": "img/art/artworks/ogata-korin-a5.jpg",
        "source": "https://artsandculture.google.com/asset/尾形光琳筆　松竹に鶴図屏風-cranes-pines-and-bamboo-ogata-kōrin/jwF7rK7DyTyDlA"
      },
      {
        "name": "DAIKOKUTEN (God of Wealth)",
        "path": "img/art/artworks/ogata-korin-a6.jpg",
        "source": "https://artsandculture.google.com/asset/daikokuten-god-of-wealth-ogata-korin/ZwFgSCxTlq_zgg"
      }
    ],
    "summary": [
      "Ogata Kōrin was a Japanese painter, lacquerer and designer of the Rinpa school.",
      "Kōrin is best known for his byōbu folding screens, such as Irises and Red and White Plum Blossoms, and his paintings on ceramics and lacquerware produced by his brother Kenzan. Also a prolific designer, he worked with a variety of decorative and practical objects, such as round fans, makie writing boxes or inrō medicine cases.",
      "He is also credited with reviving and consolidating the Rinpa school of Japanese painting, fifty years after its foundation by Hon'ami Kōetsu and Tawaraya Sōtatsu. In fact the term \"Rinpa\", coined in the Meiji period, means \"school of [Kō]rin\". In particular he had a lasting influence on Sakai Hōitsu, who replicated many of his paintings and popularized his work, organizing the first exhibition of Kōrin's paintings at the hundredth anniversary of his death."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Metal", "Gold", "Silver", "Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ogata_K%C5%8Drin",
    "urlGoogle": "https://artsandculture.google.com/entity/ogata-kōrin/m02vftv"
  },
  "event": {
    "id": "victory-in-europe-day",
    "name": "Victory in Europe Day",
    "dates": "May 8, 1945",
    "mainImg": "img/events/victory-in-europe-day.jpg",
    "summary": [
      "Victory in Europe Day is the day celebrating the formal acceptance by the Allies of World War II of Nazi Germany’s unconditional surrender of its armed forces on Tuesday, 8 May 1945, marking the end of World War II in Europe. Several countries observe public holidays on the day each year, also called Victory Over Fascism Day, Liberation Day or Victory Day. In the UK it is often abbreviated to VE Day, or V-E Day in the US, a term which existed as early as September 1944, in anticipation of victory.",
      "Several former Soviet bloc countries like Russia, Belarus, and Serbia celebrate on 9 May as the end of all combat actions was specified at 23:01 Central European Time, which was already 9 May in the USSR. Israel also marks VE Day on 9 May, as a result of the large number of immigrants from the former Soviet bloc, although it is not a public holiday."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Victory_in_Europe_Day",
    "urlGoogle": "https://artsandculture.google.com/entity/victory-in-europe-day/m01fj6s"
  },
  "funFacts": [
    {
      "id": "316",
      "fact": "It took Leonardo da Vinci 12 years to paint the lips of Mona Lisa.",
      "category": ["History"]
    },
    {
      "id": "294",
      "fact": "No only child has been a U.S. President.",
      "category": ["History", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553535",
      "fact": "The AMC Gremlin was released on April 1, 1970. AMC advertised it saying “competitors will find there is nothing ‘April Fool like’ about this car.”"
    }
  ],
  "person": {
    "id": "josef-mengele",
    "name": "Josef Mengele",
    "dates": "Mar 16, 1911 - Feb 7, 1979",
    "mainImg": "img/people/josef-mengele.jpg",
    "summary": [
      "Josef Mengele, also known as the Angel of Death and the White Angel, was a German Schutzstaffel officer and physician during World War II. He is mainly remembered for his actions at the Auschwitz concentration camp, where he performed deadly experiments on prisoners and was a member of the team of doctors who selected victims to be killed in the gas chambers. With Red Army troops sweeping through Poland, Mengele was transferred 280 kilometers from Auschwitz to the Gross-Rosen concentration camp on 17 January 1945, just 10 days before the arrival of the Soviet forces at Auschwitz.",
      "Before the war, Mengele had received doctorates in anthropology and medicine, and began a career as a researcher. He joined the Nazi Party in 1937 and the SS in 1938. He was assigned as a battalion medical officer at the start of World War II, then transferred to the Nazi concentration camps service in early 1943 and assigned to Auschwitz, where he saw the opportunity to conduct genetic research on human subjects. His experiments focused primarily on twins, with little or no regard for the health or safety of the victims.",
      "After the war, Mengele fled to South America."
    ],
    "quote": "“The Jewish people, no matter where they are, they become the best in the world.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Josef_Mengele",
    "urlGoogle": "https://artsandculture.google.com/entity/josef-mengele/m0lhsd"
  },
  "place": {
    "id": "toulouse",
    "name": "Toulouse",
    "mainImg": "img/places/toulouse.jpg",
    "summary": [
      "Toulouse is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres from the Mediterranean Sea, 230 km from the Atlantic Ocean and 680 km from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014.",
      "The city's unique architecture made of pinkish terracotta bricks has earned Toulouse the nickname La Ville Rose.",
      "The Toulouse Metro area, with 1,312,304 inhabitants as of 2014, is France's fourth-largest metropolitan area, after Paris, Lyon and Marseille, and ahead of Lille and Bordeaux.",
      "Toulouse is the centre of the European aerospace industry, with the headquarters of Airbus, the SPOT satellite system, ATR and the Aerospace Valley. It also hosts the European headquarters of Intel and CNES's Toulouse Space Centre, the largest space centre in Europe. Thales Alenia Space, ATR, SAFRAN, Liebherr-Aerospace and Airbus Defence and Space also have a significant presence in Toulouse."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Toulouse",
    "urlGoogle": "https://artsandculture.google.com/entity/toulouse/m0cbhh"
  },
  "wiki": {
    "id": "rebecca-helferich-clarke",
    "name": "Rebecca Helferich Clarke",
    "summary": "Rebecca Clarke was an English classical composer and violist best known for her chamber music featuring the viola. She is considered one of the most important British composers in the interwar period between World War I and World War II; she has also been called the most distinguished British female composer of her generation. Though she wrote little, due in part to her ideas about the role of a female composer, her work was recognized for its compositional skill. Most of Clarke's works have yet to be published (or have only recently been published), and her work was largely forgotten after she stopped composing. Scholarship and interest in her work revived when she reached her ninetieth birthday in 1976.",
    "url": "https://en.wikipedia.org/wiki/Rebecca_Helferich_Clarke"
  },
  "word": {
    "id": "troubadour",
    "word": "troubadour",
    "url": "https://www.merriam-webster.com/dictionary/troubadour",
    "partOfSpeech": "noun",
    "pronunciation": "TROO-buh-dor",
    "audioPath": "audio/words/troubadour.mp3",
    "definitions": [
      "a lyric poet or musician who performed chiefly in southern France and northern Italy in the 11th through 13th centuries",
      "a singer especially of folk songs"
    ],
    "examples": [
      "The small coffeehouse includes a performance space where _troubadours_ from all over can come to play music for the other patrons.",
      "\"A tango diva and modern _troubadour_, \\[Maria\\] Volonté is an ardent singer-songwriter who lives true to her spirit, a spirit that has sent her on a lifelong expedition across countries and cultures through myriad musical styles.\" - From a review by Milton D. Carrero in _The Morning Call_ (Allentown, Pennsylvania), April 20, 2012"
    ],
    "origin": "In the Middle Ages, troubadours were the shining knights of poetry (in fact, some were ranked as high as knights in the feudal class structure). Troubadours made chivalry a high art, writing poems and singing about chivalrous love, creating the mystique of refined damsels, and glorifying the gallant knight on his charger. \"Troubadour\" was a fitting name for such creative artists; it derives from an Old Occitan word meaning \"to compose.\" In modern contexts, \"troubadour\" still refers to the song-meisters of the Middle Ages, but it has been extended to cover contemporary poet-musicians as well."
  }
}
