{
  "artist": {
    "id": "joseph-havel",
    "name": "Joseph Havel",
    "dates": "Born 1954",
    "mainImg": "img/art/artists/joseph-havel.jpg",
    "artworkImgs": [
      {
        "name": "Torn and Twisted Curtain",
        "path": "img/art/artworks/joseph-havel-a1.jpg",
        "source": "https://artsandculture.google.com/asset/torn-and-twisted-curtain-joseph-havel/pgE5NpBVqZZtzA"
      },
      {
        "name": "Veil VI",
        "path": "img/art/artworks/joseph-havel-a2.jpg",
        "source": "https://artsandculture.google.com/asset/veil-vi-joseph-havel/9wFwHviNL0bRMw"
      },
      {
        "name": "Exhaling Pearls",
        "path": "img/art/artworks/joseph-havel-a3.jpg",
        "source": "https://artsandculture.google.com/asset/exhaling-pearls-joseph-havel/cQGKURMuUtdZhg"
      },
      {
        "name": "Fallen Reich",
        "path": "img/art/artworks/joseph-havel-a4.jpg",
        "source": "https://artsandculture.google.com/asset/fallen-reich-joseph-havel/MwHroX4b383kgw"
      },
      {
        "name": "Study for Torn and Twisted Curtain",
        "path": "img/art/artworks/joseph-havel-a5.jpg",
        "source": "https://artsandculture.google.com/asset/study-for-torn-and-twisted-curtain-joseph-havel/qAFfuyIQzSK9xw"
      },
      {
        "name": "New York Times, Arts, June 7, 1998",
        "path": "img/art/artworks/joseph-havel-a6.jpg",
        "source": "https://artsandculture.google.com/asset/new-york-times-arts-june-7-1998-joseph-havel/GgEIm9vY-wOBZw"
      }
    ],
    "summary": [
      "Joseph Havel is a postmodernist American sculptor who was born in Minneapolis, Minnesota. Havel earned a BFA in Studio Arts from the University of Minnesota and an MFA from Pennsylvania State University. He received a National Endowment for the Arts Artist Fellowship in 1987 and a Louis Comfort Tiffany Artist's Fellowship in 1995. He lives and works in Houston, Texas and is Director of the Glassell School of Art.",
      "His work is in public collections in the U.S. and abroad including:",
      "The Museum of Fine Arts Houston",
      "The Menil Collection, Houston",
      "The Whitney Museum, New York",
      "The Dallas Museum of Art",
      "The Federal Reserve, Dallas",
      "The Modern Art Museum of Fort Worth",
      "The Academy of Art, Honolulu",
      "Laumeier Sculpture Park, St. Louis",
      "The Centre Pompidou, Paris",
      "The French Ministry of Culture, Paris",
      "Portland Museum, Fundacion Rouge, Paris",
      "Stedelijk Museum voor Actuelle Kunst, Ghent, Belgium"
    ],
    "quote": null,
    "movements": ["Contemporary art", "Postmodernism", "Hyperrealism"],
    "mediums": ["Drawing", "Graphite", "Metal", "Sculpture", "Bronze", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Havel",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-havel/m03nn7q6"
  },
  "event": {
    "id": "tryst-with-destiny",
    "name": "Tryst with Destiny",
    "dates": null,
    "mainImg": "img/events/tryst-with-destiny.jpg",
    "summary": [
      "\"Tryst with Destiny\" was a speech delivered by Jawaharlal Nehru, the first Prime Minister of independent India, to the Indian Constituent Assembly in The Parliament, on the eve of India's Independence, towards midnight on 14 August 1947. It spoke on the aspects that transcend India's history. It is considered to be one of the greatest speeches of the 20th century and to be a landmark oration that captures the essence of the triumphant culmination of the Indian independence struggle against the British Empire in India."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tryst_with_Destiny",
    "urlGoogle": "https://artsandculture.google.com/entity/tryst-with-destiny/m04z5kh"
  },
  "funFacts": [
    {
      "id": "123",
      "fact": "Beavers were once the size of bears.",
      "category": ["Animals", "History"]
    },
    {
      "id": "944",
      "fact": "Napoleon Bonaparte was actually not short.  At 5' 7\", he was average height for his time.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554057",
      "fact": "Ben and Jerry originally wanted to start a bagel company. The partners ended up in the ice cream business because they couldn’t afford a bagel machine."
    }
  ],
  "idiom": {
    "id": "brown-nose",
    "term": "brown nose",
    "definition": "Solicit favor obsequiously, toady. For example, *Harry was always brown nosing, but it didn't help his grades.* This term originated in the military in the late 1930s, where it meant \"to curry favor\"; it alludes to ass-kissing when the backside being kissed is less than clean. Despite its scatological origin, today this slangy term is not considered particularly vulgar."
  },
  "person": {
    "id": "jung-bahadur-rana",
    "name": "Jung Bahadur Rana",
    "dates": "Jun 18, 1817 - Feb 25, 1877",
    "mainImg": "img/people/jung-bahadur-rana.jpg",
    "summary": [
      "Commanding General His Highness Shree Shree Shree Maharaja Sir Jung Bahadur Kunwar Ranaji, GCB, GCSI, popularly known as Jung Bahadur Rana was a Khas Rajput ruler of Nepal and initiator of the Rana Regime in Nepal. Jung Bahadur took control of the government after killing a suspected usurper, Gagan Singh, who was accused of plotting to become prime minister with the junior queen in 1846 and put her son on the throne. He was born as Bir Narsingh Kunwar but he became known by the name Jang Bahadur, given to him by his maternal uncle Mathabar Singh Thapa who used to call him Jangay as commemoration of his boldness and courage.",
      "His mother Ganesh Kumari was the daughter of Kaji Nain Singh Thapa, brother of Mukhtiyar Bhimsen Thapa of then ruling Thapa dynasty. Through the influence of his maternal side, he enjoyed privileges. During his lifetime, he eliminated the factional fighting at the court, removed his family rivals such as Pandes and Basnyats and paved way for the finding of Ranas, introduced innovations into the bureaucracy and the judiciary, and made efforts to \"modernize\" Nepal."
    ],
    "quote": "“If you want to earn a good name, you must let go of greed and adopt compassion. If it will please the masses, don’t hesitate to kill even your own son. Forget about jealousy and anger, forget about wealth, and make moves that please the largest section of the population. Make your countrymen, as well as foreigners, believe that you mete out justice fairly, and that you see everyone as family. If you have to lie in the course of politics, do it by deluding the masses so they remain happy. It will then be easy to remain Prime Minister. Otherwise, there will be trouble.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Jung_Bahadur_Rana",
    "urlGoogle": "https://artsandculture.google.com/entity/jung-bahadur-rana/m07z73h"
  },
  "place": {
    "id": "senegal",
    "name": "Senegal",
    "mainImg": "img/places/senegal.jpg",
    "summary": [
      "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal also surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the country. Senegal also shares a maritime border with Cape Verde. Senegal's economic and political capital is Dakar.",
      "It is a unitary presidential republic and is the westernmost country in the mainland of the Old World, or Afro-Eurasia. It owes its name to the Senegal River which borders it to the east and north. Senegal covers a land area of almost 197,000 square kilometres and has a population of around 16 million. The state was formed as part of the independence from French colonial rule. Because of this history, the official language is French. Like other post-colonial African states, the country includes a wide mix of ethnic and linguistic communities, with the largest being the Wolof people and the Wolof language acting as a lingua franca."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Senegal",
    "urlGoogle": "https://artsandculture.google.com/entity/senegal/m06srk"
  },
  "quote": {
    "id": "45",
    "quote": "If you want something you've never had, you must be willing to do something you've never done.",
    "author": "Thomas Jefferson"
  },
  "wiki": {
    "id": "st-nicholas-blakeney",
    "name": "St Nicholas, Blakeney",
    "summary": "St Nicholas is the Anglican parish church of Blakeney, Norfolk, in the deanery of Holt and the Diocese of Norwich. It stands just inland from, and about 30 m (100 ft) above, the small port. Of the original 13th-century building only the chancel remains, the rest having been rebuilt in the prosperous 15th century; the chancel may have survived owing to its link to the nearby friary. Unusual architectural features include a second tower, used as a beacon, at its east end, a stepped seven-light window in the chancel, and a hammerbeam roof in the nave. Much of the original church furniture was lost in the Reformation, but a late-Victorian restoration recreated something of the original appearance, as well as repairing and refacing the building. Nine Arts and Crafts windows by James Powell and Sons are featured on the east and south sides of the church, and the north porch has two modern blue-themed windows. St Nicholas contains some notable memorials, including several plaques for the Blakeney lifeboats and their crews, and much pre-Reformation graffiti, particularly depictions of ships.",
    "url": "https://en.wikipedia.org/wiki/St_Nicholas,_Blakeney"
  },
  "word": {
    "id": "declivity",
    "word": "declivity",
    "url": "https://www.merriam-webster.com/dictionary/declivity",
    "partOfSpeech": "noun",
    "pronunciation": "di-KLIV-uh-tee",
    "audioPath": "audio/words/declivity.mp3",
    "definitions": ["downward inclination", "a descending slope"],
    "examples": [
      "The hikers cautiously made their way down the somewhat steep and rocky declivity that led to the river."
    ],
    "origin": "Three different English words descend from \"clivus,\" the Latin word for \"slope\" or \"hill\" -- with the help of three Latin prefixes. \"Declivity\" combines \"clivus\" with the prefix \"de-,\" meaning \"down\" or \"away.\" \"Acclivity\" uses \"ad-\" (which may change its second letter depending on the root word), meaning \"to\" or \"toward.\" Hence, an acclivity is an upward slope. The third word has a figurative meaning in English: \"proclivity\" makes use of the prefix \"pro-,\" meaning \"forward,\" and this word refers to a personal inclination, predisposition, or \"leaning.\""
  }
}
