{
  "artist": {
    "id": "christopher-r-w-nevinson",
    "name": "Christopher R. W. Nevinson",
    "dates": "Aug 13, 1889 - Oct 7, 1946",
    "mainImg": "img/art/artists/christopher-r-w-nevinson.jpg",
    "artworkImgs": [
      {
        "name": "The Soul of the Soulless City ('New York - an Abstraction')",
        "path": "img/art/artworks/christopher-r-w-nevinson-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-soul-of-the-soulless-city-new-york-an-abstraction-christopher-richard-wynne-nevinson/WAGsqnkv4TI3Mg"
      },
      {
        "name": "Banking at 4000 Feet",
        "path": "img/art/artworks/christopher-r-w-nevinson-a2.jpg",
        "source": "https://artsandculture.google.com/asset/banking-at-4000-feet-christopher-nevinson/SgG1xP2DQjNG5g"
      },
      {
        "name": "Paths Of Glory",
        "path": "img/art/artworks/christopher-r-w-nevinson-a3.jpg",
        "source": "https://artsandculture.google.com/asset/paths-of-glory-nevinson-c-r-w-ara/rwHOcKxGM9YwHA"
      },
      {
        "name": "The Harvest of Battle",
        "path": "img/art/artworks/christopher-r-w-nevinson-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-harvest-of-battle-c-r-w-nevinson/YQHWciOGlRl0hQ"
      },
      {
        "name": "The Arrival",
        "path": "img/art/artworks/christopher-r-w-nevinson-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-arrival-christopher-richard-wynne-nevinson/ugE0zUyRMJ_1Sg"
      },
      {
        "name": "The Road from Arras to Bapaume",
        "path": "img/art/artworks/christopher-r-w-nevinson-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-road-from-arras-to-bapaume-nevinson-c-r-w-ara/gQF5mbYWr1kxXA"
      }
    ],
    "summary": [
      "Christopher Richard Wynne Nevinson ARA was an English figure and landscape painter, etcher and lithographer, who was one of the most famous war artists of World War I. He is often referred to by his initials C. R. W. Nevinson, and was also known as Richard.",
      "Nevinson studied at the Slade School of Art under Henry Tonks and alongside Stanley Spencer and Mark Gertler. When he left the Slade, Nevinson befriended Marinetti, the leader of the Italian Futurists, and the radical writer and artist Wyndham Lewis, who founded the short-lived Rebel Art Centre. However, Nevinson fell out with Lewis and the other 'rebel' artists when he attached their names to the Futurist movement. Lewis immediately founded the Vorticists, an avant garde group of artists and writers from which Nevinson was excluded.",
      "At the outbreak of World War I, Nevinson joined the Friends' Ambulance Unit and was deeply disturbed by his work tending wounded French and British soldiers. For a very brief period he served as a volunteer ambulance driver before ill health forced his return to Britain. Subsequently, Nevinson volunteered for home service with the Royal Army Medical Corps."
    ],
    "quote": null,
    "movements": ["Modern art", "Futurism", "Cubism", "Modernism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Christopher_R._W._Nevinson",
    "urlGoogle": "https://artsandculture.google.com/entity/christopher-r-w-nevinson/m039gq7"
  },
  "event": {
    "id": "german-peasants-war",
    "name": "German Peasants' War",
    "dates": "1524 - 1525",
    "mainImg": "img/events/german-peasants-war.jpg",
    "summary": [
      "The German Peasants' War, Great Peasants' War or Great Peasants' Revolt was a widespread popular revolt in some German-speaking areas in Central Europe from 1524 to 1525. It failed because of intense opposition from the aristocracy, who slaughtered up to 100,000 of the 300,000 poorly armed peasants and farmers. The survivors were fined and achieved few, if any, of their goals. Like the preceding Bundschuh movement and the Hussite Wars, the war consisted of a series of both economic and religious revolts in which peasants and farmers, often supported by Anabaptist clergy, took the lead. The German Peasants' War was Europe's largest and most widespread popular uprising prior to the French Revolution of 1789. The fighting was at its height in the middle of 1525.",
      "The war began with separate insurrections, beginning in the southwestern part of what is now Germany and Alsace, and spread in subsequent insurrections to the central and eastern areas of Germany and present-day Austria. After the uprising in Germany was suppressed, it flared briefly in several Swiss cantons.",
      "In mounting their insurrection, peasants faced insurmountable obstacles."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/German_Peasants%27_War",
    "urlGoogle": "https://artsandculture.google.com/entity/german-peasants-war/m09v1hb5"
  },
  "funFacts": [
    {
      "id": "358",
      "fact": "Butterflies were formerly known by the name Flutterby.",
      "category": ["Animals"]
    },
    {
      "id": "416",
      "fact": "Many butterflies and moths are able to taste with their feet.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [{ "id": "553548", "fact": "We invented booze before we invented the wheel." }],
  "idiom": {
    "id": "back-to-the-salt-mines",
    "term": "back to the salt mines",
    "definition": "Resume work, usually with some reluctance, as in *With my slavedriver of a boss, even on Saturdays it's back to the salt mines.* This term alludes to the Russian practice of punishing prisoners by sending them to work in the salt mines of Siberia. Today the term is only used ironically. [Late 1800s]"
  },
  "person": {
    "id": "aethelred-the-unready",
    "name": "Æthelred the Unready",
    "dates": "968 AD - Apr 23, 1016",
    "mainImg": "img/people/aethelred-the-unready.jpg",
    "summary": [
      "Æthelred II, known as the Unready, was King of the English from 978 to 1013 and again from 1014 until his death. His epithet does not derive from the modern word \"unready\", but rather from the Old English unræd meaning \"poorly advised\"; it is a pun on his name, which means \"well advised\".",
      "Æthelred was the son of King Edgar and Queen Ælfthryth. He came to the throne at about the age of 12, following the assassination of his older half-brother, Edward the Martyr. His brother's murder was carried out by supporters of his own claim to the throne, although he was too young to have any personal involvement.",
      "The chief problem of Æthelred's reign was conflict with the Danes. After several decades of relative peace, Danish raids on English territory began again in earnest in the 980s. Following the Battle of Maldon in 991, Æthelred paid tribute, or Danegeld, to the Danish king. In 1002, Æthelred ordered what became known as the St. Brice's Day massacre of Danish settlers. In 1013, King Sweyn Forkbeard of Denmark invaded England, as a result of which Æthelred fled to Normandy in 1013 and was replaced by Sweyn. However, he returned as king for two years after Sweyn's death in 1014."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/%C3%86thelred_the_Unready",
    "urlGoogle": "https://artsandculture.google.com/entity/æthelred-the-unready/m02r2t"
  },
  "place": {
    "id": "merida",
    "name": "Mérida",
    "mainImg": "img/places/merida.jpg",
    "summary": [
      "Mérida is the capital and largest city in Yucatan state in Mexico, as well as the largest city of the Yucatán Peninsula. The city is located in the northwest part of the state, about 35 kilometres off the coast of the Gulf of Mexico. The city is also the municipal seat of the Municipality of Mérida, which includes the city and the areas around it.",
      "According to the 2015 census, the population of Mérida was 892,363, ranking 14th among the most populous Mexican cities. The Greater Mérida metropolitan area includes the municipalities of Mérida, Umán and Kanasín and had a population of 1,035,238 in the 2010 census. The municipality's area is 858.41 km². Among the four cities that share the same name around the world, it is the largest -the other three being in Spain, Venezuela, and the Philippines.",
      "The city, like much of the state, has heavy Mayan, Spanish, French, British, Lebanese and to a lesser extent Dutch influences. Mérida has the highest percentage of indigenous population within any large city in Mexico. The Maya are approximately 60% of the population."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/M%C3%A9rida,_Yucat%C3%A1n",
    "urlGoogle": "https://artsandculture.google.com/entity/mérida/m0hyqj"
  },
  "wiki": {
    "id": "elizabeth-ii",
    "name": "Elizabeth II",
    "summary": "Elizabeth II (born 1926) is the constitutional monarch of 16 sovereign states known as the Commonwealth realms, head of the 54-member Commonwealth of Nations, and head of state of the Crown Dependencies and British Overseas Territories. Her father, George VI, acceded to the throne in 1936 on the abdication of his brother Edward VIII. She began public duties during the Second World War, in which she served in the Auxiliary Territorial Service. On George VI's death in 1952, she became Head of the Commonwealth and Queen of seven independent Commonwealth countries: the United Kingdom, Canada, Australia, New Zealand, South Africa, Pakistan, and Ceylon. Her coronation service in 1953 was the first to be televised. Since her accession, the number of her realms has varied as territories gained independence and some realms became republics. In 1947 she married Prince Philip, Duke of Edinburgh, with whom she has four children: Charles, Anne, Andrew, and Edward. Her reign of 68 years is the second-longest for a British monarch; only Queen Victoria has reigned longer. Elizabeth's Silver and Golden Jubilees were celebrated in 1977 and 2002; her Diamond Jubilee is being celebrated during 2012.",
    "url": "https://en.wikipedia.org/wiki/Elizabeth_II"
  },
  "word": {
    "id": "manumit",
    "word": "manumit",
    "url": "https://www.merriam-webster.com/dictionary/manumit",
    "partOfSpeech": "verb",
    "pronunciation": "man-yuh-MIT",
    "audioPath": "audio/words/manumit.mp3",
    "definitions": ["to release from slavery"],
    "examples": [
      "After they were manumitted by the ratification of the Thirteenth Amendment in 1865, millions of former slaves celebrated their newfound freedom."
    ],
    "origin": "To set someone free from captivity is in effect to release that person from the hand, or control, of the captor. You can use this analogy to remember that \"manumit\" derives ultimately from the Latin noun \"manus,\" meaning \"hand,\" plus the Latin verb \"mittere,\" meaning \"to let go\" or \"send.\" The two roots joined hands in Latin to form the verb \"manumittere\" (meaning \"to free from slavery\"), which in turn passed into Anglo-French as \"manumettre\" and eventually into Middle English as \"manumitten.\" \"Manus\" has handed down other words to English as well. One of them is \"emancipate,\" which is both a relative and synonym of \"manumit.\""
  }
}
