{
  "artist": {
    "id": "rembrandt",
    "name": "Rembrandt",
    "dates": "Jul 15, 1606 - Oct 4, 1669",
    "mainImg": "img/art/artists/rembrandt.jpg",
    "artworkImgs": [
      {
        "name": "Return of the Prodigal Son",
        "path": "img/art/artworks/rembrandt-a1.jpg",
        "source": "https://artsandculture.google.com/asset/return-of-the-prodigal-son-rembrandt-harmensz-van-rijn/5QFIEhic3owZ-A"
      },
      {
        "name": "Christ in the Storm on the Sea of Galilee",
        "path": "img/art/artworks/rembrandt-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christ-in-the-storm-on-the-sea-of-galilee-rembrandt-van-rijn/HAFJC4JVXYbUBg"
      },
      {
        "name": "The Night Watch",
        "path": "img/art/artworks/rembrandt-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-night-watch-rembrandt-harmensz-van-rijn/eQEojRwTdypUKA"
      },
      {
        "name": "The Syndics",
        "path": "img/art/artworks/rembrandt-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-syndics-rembrandt-harmensz-van-rijn/ZgHt6DZhk-6SVw"
      },
      {
        "name": "Isaac and Rebecca, known as 'The Jewish Bride'",
        "path": "img/art/artworks/rembrandt-a5.jpg",
        "source": "https://artsandculture.google.com/asset/isaac-and-rebecca-known-as-the-jewish-bride-rembrandt-harmensz-van-rijn/hAERFV8rdOOssw"
      },
      {
        "name": "Moses with the Ten Commandments",
        "path": "img/art/artworks/rembrandt-a6.jpg",
        "source": "https://artsandculture.google.com/asset/moses-with-the-ten-commandments-rembrandt/kQHX7sr3-DlCHA"
      }
    ],
    "summary": [
      "Rembrandt Harmenszoon van Rijn was a Dutch draughtsman, painter, and printmaker. An innovative and prolific master in three media, he is generally considered one of the greatest visual artists in the history of art and the most important in Dutch art history. Unlike most Dutch masters of the 17th century, Rembrandt's works depict a wide range of style and subject matter, from portraits and self-portraits to landscapes, genre scenes, allegorical and historical scenes, and biblical and mythological themes as well as animal studies. His contributions to art came in a period of great wealth and cultural achievement that historians call the Dutch Golden Age, when Dutch art, although in many ways antithetical to the Baroque style that dominated Europe, was extremely prolific and innovative and gave rise to important new genres. Like many artists of the Dutch Golden Age, such as Jan Vermeer of Delft, Rembrandt was also an avid art collector and dealer.",
      "Rembrandt never went abroad, but he was considerably influenced by the work of the Italian masters and Netherlandish artists who had studied in Italy, like Pieter Lastman, the Utrecht Caravaggists, Flemish Baroque, and Peter Paul Rubens."
    ],
    "quote": "“Old age is a hindrance to creativity but cannot crush my youthful spirit.”",
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Etching", "Oil paint", "Pen", "Laid paper", "Ink", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Rembrandt",
    "urlGoogle": "https://artsandculture.google.com/entity/rembrandt/m0bskv2"
  },
  "event": {
    "id": "apollo-6",
    "name": "Apollo 6",
    "dates": null,
    "mainImg": "img/events/apollo-6.jpg",
    "summary": [
      "Apollo 6, launched on April 4, 1968, was the second A-type mission of the United States Apollo program, an uncrewed test of the Saturn V launch vehicle. It was also the final uncrewed Apollo test mission.",
      "The objectives of the flight test were to demonstrate trans-lunar injection capability of the Saturn V with a simulated payload equal to about 80% of a full Apollo spacecraft, and to repeat demonstration of the command module's heat shield capability to withstand a lunar re-entry. The flight plan called for following trans-lunar injection with a direct return abort using the command and service module's main engine, with a total flight time of about 10 hours.",
      "A phenomenon known as pogo oscillation damaged some of the Rocketdyne J-2 engines in the second and third stages by rupturing internal fuel lines, causing two second-stage engines to shut down early. The vehicle's onboard guidance system was able to compensate by burning the second and third stages longer, though the resulting parking orbit was more elliptical than planned. The damaged third-stage engine also failed to restart for trans-lunar injection."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Apollo_6",
    "urlGoogle": "https://artsandculture.google.com/entity/apollo-6/m01hnw4"
  },
  "funFacts": [
    {
      "id": "669",
      "fact": "In the game Monopoly, the properties are named after streets in Atlantic City.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "52",
      "fact": "About 11% of the people in the world are left-handed.",
      "category": ["Anatomy"]
    },
    {
      "id": "118",
      "fact": "Honeybees are the only insects that create a form of food for humans.",
      "category": ["Animals", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553491",
      "fact": "The towns of Baarle straddle the Dutch-Belgian border. In some places, the official border line cuts through houses and cafes."
    },
    {
      "id": "522228",
      "fact": "Bones found at Seymour Island indicate that, 37 to 40 million years ago, penguins stood at a formidable 6 feet tall and weighed 250 pounds."
    },
    {
      "id": "504868",
      "fact": "Abraham Lincoln had the opportunity to populate the United States with elephants. He turned the offer down."
    }
  ],
  "idiom": {
    "id": "wet-behind-the-ears",
    "term": "wet behind the ears",
    "definition": "Also, **not dry behind the ears.** Immature, inexperienced, as in *How can you take instructions from Tom? He's still wet behind the ears,* or *Jane's not dry behind the ears yet.* This term alludes to the fact that the last place to dry in a newborn colt or calf is the indentation behind its ears. [Early 1900s]"
  },
  "person": {
    "id": "joseph-pulitzer",
    "name": "Joseph Pulitzer",
    "dates": "Apr 10, 1847 - Oct 29, 1911",
    "mainImg": "img/people/joseph-pulitzer.jpg",
    "summary": [
      "Joseph Pulitzer was a newspaper publisher of the St. Louis Post-Dispatch and the New York World. He became a leading national figure in the Democratic Party and was elected congressman from New York. He crusaded against big business and corruption, and helped keep the Statue of Liberty in New York.",
      "In the 1890s the fierce competition between his World and William Randolph Hearst's New York Journal caused both to develop the techniques of yellow journalism, which won over readers with sensationalism, sex, crime and graphic horrors. The wide appeal reached a million copies a day and opened the way to mass-circulation newspapers that depended on advertising revenue and appealed to readers with multiple forms of news, gossip, entertainment and advertising.",
      "Today, his name is best known for the Pulitzer Prizes, which were established in 1917 as a result of his endowment to Columbia University. The prizes are given annually to recognize and reward excellence in American journalism, photography, literature, history, poetry, music and drama. Pulitzer founded the Columbia School of Journalism by his philanthropic bequest; it opened in 1912."
    ],
    "quote": "“Publicity, publicity, publicity is the greatest moral factor and force in our public life.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Pulitzer",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-pulitzer/m019541"
  },
  "place": {
    "id": "darwin",
    "name": "Darwin",
    "mainImg": "img/places/darwin.jpg",
    "summary": [
      "Darwin is the capital city of the Northern Territory of Australia, situated on the Timor Sea. It is the largest city in the sparsely populated Northern Territory, with a population of 148,564. It is the smallest, wettest, and most northerly of the Australian capital cities and acts as the Top End's regional centre.",
      "Darwin's proximity to Southeast Asia makes it a link between Australia and countries such as Indonesia and East Timor. The Stuart Highway begins in Darwin, extends southerly across central Australia through Tennant Creek and Alice Springs, concluding in Port Augusta, South Australia. The city is built upon a low bluff overlooking the harbour. Its suburbs begin at Lee Point in the north and stretch to Berrimah in the east. Past Berrimah, the Stuart Highway goes on to Darwin's satellite city Palmerston and its suburbs.",
      "The Darwin region, like much of the Top End, experiences a tropical climate with a wet and dry season. A period known locally as \"the build up\" leading up to Darwin's wet season sees temperature and humidity increase."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Darwin,_Northern_Territory",
    "urlGoogle": "https://artsandculture.google.com/entity/darwin/m02bm8"
  },
  "quote": {
    "id": "55",
    "quote": "The man who does not read has no advantage over the man who cannot read.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "second-malaysia-plan",
    "name": "Second Malaysia Plan",
    "summary": "The Second Malaysia Plan was an economic development plan set out by the government of Malaysia, with the goal of implementing the aims of the New Economic Policy. It aimed to \"restructure\" Malaysian society and overturn Chinese Malaysian and foreign hegemony in the economy of Malaysia so that the Malays would not be disadvantaged economically. Although the First Malaysia Plan had also set out to tackle the problem of poverty, especially among the Malays, it had not been very successful, and may have been a factor in the May 13 Incident when racial rioting broke out in Kuala Lumpur. The Second Malaysia Plan was regarded by some as excessive in its zeal to increase Malay participation in the economy, and the government accordingly scaled back the emphasis on restructuring the economy when the plan ended.",
    "url": "https://en.wikipedia.org/wiki/Second_Malaysia_Plan"
  },
  "word": {
    "id": "gallimaufry",
    "word": "gallimaufry",
    "url": "https://www.merriam-webster.com/dictionary/gallimaufry",
    "partOfSpeech": "noun",
    "pronunciation": "gal-uh-MAW-free",
    "audioPath": "audio/words/gallimaufry.mp3",
    "definitions": ["hodgepodge"],
    "examples": [
      "I was ready to leave the flea market, when, on one table, among a gallimaufry of undistinguished objects, I caught sight of an exquisite silver spoon engraved with my initials."
    ],
    "origin": "If the word \"gallimaufry\" doesn't make your mouth water, it may be because you don't know its history. In the 16th century, Middle-French speaking cooks made a meat stew called \"galimafree.\" It must have been a varied dish, because English speakers chose its name for any mix or jumble of things. If \"gallimaufry\" isn't to your taste, season your speech with one of its synonyms: \"hash\" (which can be a muddle or chopped meat and potatoes), \"hotchpotch\" (a stew or a hodgepodge), or \"potpourri\" (another stew turned medley)."
  }
}
