{
  "artist": {
    "id": "gilbert-stuart",
    "name": "Gilbert Stuart",
    "dates": "Dec 3, 1755 - Jul 9, 1828",
    "mainImg": "img/art/artists/gilbert-stuart.jpg",
    "artworkImgs": [
      {
        "name": "George Washington (Lansdowne Portrait)",
        "path": "img/art/artworks/gilbert-stuart-a1.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-lansdowne-portrait-gilbert-stuart/UQGc8QlQ1ML0kA"
      },
      {
        "name": "George Washington (The Athenaeum Portrait)",
        "path": "img/art/artworks/gilbert-stuart-a2.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-the-athenaeum-portrait-gilbert-stuart/HgHLrT8wBuO28w"
      },
      {
        "name": "John Adams",
        "path": "img/art/artworks/gilbert-stuart-a3.jpg",
        "source": "https://artsandculture.google.com/asset/john-adams-gilbert-stuart/-QGuHYwHmRo0Ag"
      },
      {
        "name": "George Washington [The Constable-Hamilton Portrait]",
        "path": "img/art/artworks/gilbert-stuart-a4.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-the-constable-hamilton-portrait-gilbert-stuart/TAGXVWAeoGDUaA"
      },
      {
        "name": "James Monroe",
        "path": "img/art/artworks/gilbert-stuart-a5.jpg",
        "source": "https://artsandculture.google.com/asset/james-monroe-gilbert-stuart/9wHEcY50qJWMaA"
      },
      {
        "name": "James Madison",
        "path": "img/art/artworks/gilbert-stuart-a6.jpg",
        "source": "https://artsandculture.google.com/asset/james-madison-gilbert-stuart/xwGDitnj2DS_FA"
      }
    ],
    "summary": [
      "Gilbert Charles Stuart was an American painter from Rhode Island Colony who is widely considered one of America's foremost portraitists. His best known work is the unfinished portrait of George Washington, begun in 1796, that is sometimes referred to as the Athenaeum Portrait. Stuart retained the portrait and used it to paint scores of copies that were commissioned by patrons in America and abroad. The image of George Washington featured in the painting has appeared on the United States one-dollar bill for more than a century and on various postage stamps of the 19th century and early 20th century.",
      "Stuart produced portraits of more than 1,000 people, including the first six Presidents. His work can be found today at art museums throughout the United States and the United Kingdom, most notably the Metropolitan Museum of Art and Frick Collection in New York City, the National Gallery of Art in Washington, D.C., the National Portrait Gallery, London, Worcester Art Museum in Massachusetts, and the Museum of Fine Arts, Boston."
    ],
    "quote": null,
    "movements": ["Neoclassicism", "Academic art"],
    "mediums": ["Oil paint", "Wood", "Engraving", "Etching", "Sanguine", "Chalk"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gilbert_Stuart",
    "urlGoogle": "https://artsandculture.google.com/entity/gilbert-stuart/m01xwn8"
  },
  "event": {
    "id": "poor-peoples-campaign",
    "name": "Poor People's Campaign",
    "dates": "1968 - June 1968",
    "mainImg": "img/events/poor-peoples-campaign.jpg",
    "summary": [
      "The Poor People's Campaign, or Poor People's March on Washington, was a 1968 effort to gain economic justice for poor people in the United States. It was organized by Martin Luther King, Jr. and the Southern Christian Leadership Conference, and carried out under the leadership of Ralph Abernathy in the wake of King's assassination.",
      "The campaign demanded economic and human rights for poor Americans of diverse backgrounds. After presenting an organized set of demands to Congress and executive agencies, participants set up a 3,000-person protest camp on the Washington Mall, where they stayed for six weeks in the spring of 1968.",
      "The Poor People's Campaign was motivated by a desire for economic justice: the idea that all people should have what they need to live. King and the SCLC shifted their focus to these issues after observing that gains in civil rights had not improved the material conditions of life for many African Americans. The Poor People's Campaign was a multiracial effort—including African Americans, white Americans, Asian Americans, Hispanic Americans, and Native Americans—aimed at alleviating poverty regardless of race."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Poor_People%27s_Campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/poor-people-s-campaign/m09w4rs"
  },
  "funFacts": [
    {
      "id": "457",
      "fact": "The first traffic light was in use in London in 1868, before the advent of cars.",
      "category": ["Firsts"]
    },
    {
      "id": "153",
      "fact": "The speed limit in NYC was eight mph in 1895.",
      "category": ["Geography", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553536",
      "fact": "The first Hershey’s chocolate bars with almonds were produced in 1908 because they were cheap to make. The nuts took the place of some of the more expensive milk chocolate, which meant Hershey’s could keep the price of the candy at a nickel."
    }
  ],
  "idiom": {
    "id": "not-have-a-bean",
    "term": "not have a bean",
    "definition": "Be destitute or penniless, as in *He doesn't have a bean, but she's set on marrying him. Bean* has been a slang term for a guinea or a sovereign coin since the early 1800s. The precise expression was first recorded in 1928."
  },
  "person": {
    "id": "harold-alexander-1-st-earl-alexander-of-tunis",
    "name": "Harold Alexander, 1st Earl Alexander of Tunis",
    "dates": "Dec 10, 1891 - Jun 16, 1969",
    "mainImg": "img/people/harold-alexander-1-st-earl-alexander-of-tunis.jpg",
    "summary": [
      "Field Marshal Harold Rupert Leofric George Alexander, 1st Earl Alexander of Tunis, KG, GCB, OM, GCMG, CSI, DSO, MC, CD, PC, PC was a senior British Army officer who served with distinction in both the First World War and the Second World War and, afterwards, as Governor General of Canada, the 17th since Canadian Confederation.",
      "Alexander was born in London, England, to aristocratic parents and was educated at Harrow before moving on to the Royal Military College, Sandhurst, for training as an army officer of the Irish Guards. He rose to prominence through his service in the First World War, receiving numerous honours and decorations, and continued his military career through various British campaigns across Europe and Asia. In World War II, Alexander oversaw the final stages of the Allied evacuation from Dunkirk and subsequently held high-ranking field commands in Burma, North Africa and Italy, including serving as Commander-in-Chief Middle East and commanding the 18th Army Group in Tunisia. He then commanded the 15th Army Group for the capture of Sicily and again in Italy before receiving his field marshal's baton and being made Supreme Allied Commander Mediterranean."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Harold_Alexander,_1st_Earl_Alexander_of_Tunis",
    "urlGoogle": "https://artsandculture.google.com/entity/harold-alexander-1st-earl-alexander-of-tunis/m03r8l"
  },
  "place": {
    "id": "quito",
    "name": "Quito",
    "mainImg": "img/places/quito.jpg",
    "summary": [
      "Quito is the capital of Ecuador, the country's most populous city, and at an elevation of 2,850 metres above sea level, it is the second-highest official capital city in the world, after La Paz, and the closest to the equator. It is located in the Guayllabamba river basin, on the eastern slopes of Pichincha, an active stratovolcano in the Andes Mountains.",
      "In 2008, the city was designated as the headquarters of the Union of South American Nations.",
      "The historic centre of Quito is one of the largest, least-altered and best-preserved in the Americas. Quito and Kraków, Poland, were the first World Cultural Heritage Sites declared by UNESCO, in 1978. The central square of Quito is located about 25 kilometres south of the equator; the city itself extends to within about 1 kilometre of zero latitude. A monument and museum marking the general location of the equator is known locally as la mitad del mundo, to avoid confusion, as the word Ecuador is Spanish for equator."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Quito",
    "urlGoogle": "https://artsandculture.google.com/entity/quito/m01dtq1"
  },
  "quote": {
    "id": "59",
    "quote": "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "toru-takemitsu",
    "name": "Tōru Takemitsu",
    "summary": "Tōru Takemitsu (1930–1996) was a Japanese composer and writer on aesthetics and music theory. Though largely self-taught, Takemitsu is recognised for his skill in the subtle manipulation of instrumental and orchestral timbre, drawing from a wide range of influences, including jazz, popular music, avant-garde procedures and traditional Japanese music, in a harmonic idiom largely derived from the music of Claude Debussy and Olivier Messiaen. In 1958, he received international attention for his Requiem for strings which resulted in several commissions from across the world, and settled his reputation as the leading Japanese composer of the 20th century. He was the recipient of numerous awards, commissions and honours; he composed over 100 film scores and about 130 concert works for ensembles of various sizes and combinations. He also found time to write a detective novel and appeared frequently on Japanese television as a celebrity chef. In the foreword to a selection of Takemitsu's writings in English, conductor Seiji Ozawa writes: \"I am very proud of my friend Tōru Takemitsu. He is the first Japanese composer to write for a world audience and achieve international recognition.\"",
    "url": "https://en.wikipedia.org/wiki/T%C5%8Dru_Takemitsu"
  },
  "word": {
    "id": "contrite",
    "word": "contrite",
    "url": "https://www.merriam-webster.com/dictionary/contrite",
    "partOfSpeech": "adjective",
    "pronunciation": "kun-TRYTE",
    "audioPath": "audio/words/contrite.mp3",
    "definitions": ["feeling or showing sorrow and remorse for a sin or shortcoming"],
    "examples": [
      "Mom finally let Jamie off the hook for the prank when she believed he understood why she was angry and was truly _contrite_.",
      "\"A _contrite_, clean-shaven Joaquin Phoenix returned to David Letterman and his 'Late Show' last night to confirm that his February 2009 dead man walking appearance was in fact a stunt. He apologized, and Letterman -- who seemed to suggest that he was not in on the ruse -- happily accepted the apology.\" -- From an article by Verne Gay in _Newsday_ (New York), September 23, 2010"
    ],
    "origin": "A person who is contrite may have rubbed someone the wrong way and caused bruised feelings -- and there is a hint about the origins of the word in that thought. \"Contrite\" came to English by way of Anglo-French from the Latin verb \"conterere,\" meaning \"to grind\" or \"to bruise.\" \"Conterere,\" in turn, was formed by combining the prefix \"com-\" and \"terere,\" meaning \"to rub.\" If you've guessed that \"trite\" is a cousin of \"contrite\" (through \"terere\"), you are correct. Other \"terere\" descendants in English include \"detriment\" and \"tribulation,\" and very possibly the familiar verb \"try.\""
  }
}
