{
  "artist": {
    "id": "ito-jakuchu",
    "name": "Itō Jakuchū",
    "dates": "Mar 1, 1716 - Oct 27, 1800",
    "mainImg": "img/art/artists/ito-jakuchu.jpg",
    "artworkImgs": [
      {
        "name": "Elephant",
        "path": "img/art/artworks/ito-jakuchu-a1.jpg",
        "source": "https://artsandculture.google.com/asset/elephant-ito-jyakuchu/VwGwrz0SexYogw"
      },
      {
        "name": "Elephant",
        "path": "img/art/artworks/ito-jakuchu-a2.jpg",
        "source": "https://artsandculture.google.com/asset/elephant-ito-jakuchu/9QGN-n373lK9pg"
      },
      {
        "name": "Two Gibbons Reaching for the Moon",
        "path": "img/art/artworks/ito-jakuchu-a3.jpg",
        "source": "https://artsandculture.google.com/asset/two-gibbons-reaching-for-the-moon-ito-jakuchu/aAGGZdu3IeIYdA"
      },
      {
        "name": "Rooster, Hen and Chickens",
        "path": "img/art/artworks/ito-jakuchu-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rooster-hen-and-chickens-itô-jakuchû/sgEopzA7bjUFhQ"
      },
      {
        "name": "Animals in the Flower garden (Right-hand screen)",
        "path": "img/art/artworks/ito-jakuchu-a5.jpg",
        "source": "https://artsandculture.google.com/asset/animals-in-the-flower-garden-right-hand-screen-ito-jakuchu/8QGBpHoNA3IkNg"
      },
      {
        "name": "月下白梅図|White Plum Blossoms and Moon",
        "path": "img/art/artworks/ito-jakuchu-a6.jpg",
        "source": "https://artsandculture.google.com/asset/月下白梅図-white-plum-blossoms-and-moon-itō-jakuchū/DgHtxDrnoZeVAw"
      }
    ],
    "summary": [
      "Itō Jakuchū was a Japanese painter of the mid-Edo period when Japan had closed its doors to the outside world. Many of his paintings concern traditionally Japanese subjects, particularly chickens and other birds. Many of his otherwise traditional works display a great degree of experimentation with perspective, and with other very modern stylistic elements.",
      "Compared to Soga Shōhaku and other exemplars of the mid-Edo period eccentric painters, Jakuchū is said to have been very calm, restrained, and professional. He held strong ties to Zen Buddhist ideals, and was considered a lay brother; but he was also keenly aware of his role within a Kyoto society that was becoming increasingly commercial."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile", "Book", "Watercolor painting", "Gold"],
    "urlWiki": "https://en.wikipedia.org/wiki/It%C5%8D_Jakuch%C5%AB",
    "urlGoogle": "https://artsandculture.google.com/entity/itō-jakuchū/m0g4p75"
  },
  "event": {
    "id": "crimean-war",
    "name": "Crimean War",
    "dates": "Oct 5, 1853 - Mar 30, 1856",
    "mainImg": "img/events/crimean-war.jpg",
    "summary": [
      "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of the Ottoman Empire, France, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, which was a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of the Eastern Orthodox Church. The longer-term causes involved the decline of the Ottoman Empire and the unwillingness of Britain and France to allow Russia to gain territory and power at the Ottoman Empire's expense. It has widely been noted that the causes, in one case involving an argument over a key, have never revealed a \"greater confusion of purpose\", yet they led to a war noted for its \"notoriously incompetent international butchery\".",
      "While the Churches worked out their differences with the Ottomans and came to an agreement, Nicholas I of Russia and the French Emperor Napoleon III refused to back down. Nicholas issued an ultimatum that the Orthodox subjects of the Ottoman Empire be placed under his protection."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Crimean_War",
    "urlGoogle": "https://artsandculture.google.com/entity/crimean-war/m0cmc2"
  },
  "funFacts": [
    {
      "id": "748",
      "fact": "A dog's average body temperature is 101 degrees Fahrenheit.",
      "category": ["Animals"]
    },
    {
      "id": "791",
      "fact": "The average person takes 23,000 breaths a day.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "553531",
      "fact": "Long before rap battles, there was \"flyting\": the exchange of witty, insulting verses. The verbal throwdowns were popular in England and Scotland from the 5th to 16th centuries."
    }
  ],
  "idiom": {
    "id": "in-two-shakes",
    "term": "in two shakes",
    "definition": "Also, **in two shakes of a lamb's tail** Very quickly, very soon, as in *I'll be with you in two shakes,* or *She'll be finished in two shakes of a lamb's tail.* The longer idiom alludes to the friskiness of lambs; the shorter one may be an abbreviation of the longer one, or it may refer to the shaking of dice or any two quick movements. [Early 1800s]"
  },
  "person": {
    "id": "pedro-pomar",
    "name": "Pedro Pomar",
    "dates": "Sep 23, 1913 - Dec 16, 1976",
    "mainImg": "img/people/pedro-pomar.jpg",
    "summary": [
      "Pedro Ventura Felipe de Araújo Pomar foi um político brasileiro, fundador do Partido Comunista do Brasil.",
      "Foi assassinado durante o ataque a tiros à casa 767 da Rua Pio XI, no bairro da Lapa, onde o Comitê Central do PC do B esteve reunido entre os dias 11 e 15 de dezembro de 1976. Este episódio ficaria conhecido como Chacina da Lapa.",
      "É um dos casos investigados pela Comissão da Verdade, que apura mortes e desaparecimentos na ditadura militar brasileira."
    ],
    "quote": null,
    "urlWiki": "https://pt.wikipedia.org/wiki/Pedro_Pomar",
    "urlGoogle": "https://artsandculture.google.com/entity/pedro-pomar/g1210gsns"
  },
  "place": {
    "id": "kharkiv",
    "name": "Kharkiv",
    "mainImg": "img/places/kharkiv.jpg",
    "summary": [
      "Kharkiv, also known as Kharkov is the second largest city in Ukraine. In the northeast of the country, it is the largest city of the Slobozhanshchyna historical region. Kharkiv is the administrative centre of Kharkiv Oblast and of the surrounding Kharkiv Raion, though administratively it is incorporated as a city of oblast significance and does not belong to the raion.",
      "The city was founded in 1654 and after a humble beginning as a small fortress grew to be a major centre of Ukrainian industry, trade and culture in the Russian Empire. Kharkiv was the first capital of the Ukrainian Soviet Socialist Republic, from December 1919 to January 1934, after which the capital relocated to Kiev.",
      "Presently, Kharkiv is a major cultural, scientific, educational, transport and industrial centre of Ukraine, with numerous museums, theatres and libraries, including the Annunciation and Dormition Cathedrals, the Derzhprom building in Freedom Square, and the National University of Kharkiv. Kharkiv was a host city for UEFA Euro 2012.",
      "Industry plays a large role in Kharkiv's economy. Kharkiv's industry specializes primarily in machinery and in electronics."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kharkiv",
    "urlGoogle": "https://artsandculture.google.com/entity/kharkiv/m082sy9"
  },
  "quote": {
    "id": "35",
    "quote": "Those who keep learning, will keep rising in life.",
    "author": "Charlie Munger"
  },
  "wiki": {
    "id": "tuck-school-of-business",
    "name": "Tuck School of Business",
    "summary": "The Tuck School of Business is the graduate business school of Dartmouth College in Hanover, New Hampshire, United States. Founded in 1900, Tuck is the oldest graduate school of business in the world, and was the first institution to offer master's degrees in business administration. It is one of six Ivy League business schools, and it consistently ranks in the top ten of national business school rankings. Tuck grants only one degree, the Master of Business Administration, alongside shorter programs for executives and recent college graduates, as well as opportunities for dual degrees with other institutions. The school places a heavy emphasis on its tight-knit and residential character, and has a student population typically in the region of 500 students and a full-time teaching staff of 46. Tuck currently enjoys the highest rate of alumni donation of any business school in the United States.",
    "url": "https://en.wikipedia.org/wiki/Tuck_School_of_Business"
  },
  "word": {
    "id": "impecunious",
    "word": "impecunious",
    "url": "https://www.merriam-webster.com/dictionary/impecunious",
    "partOfSpeech": "adjective",
    "pronunciation": "im-pih-KYOO-nee-uss",
    "audioPath": "audio/words/impecunious.mp3",
    "definitions": ["having very little or no money usually habitually : penniless"],
    "examples": [
      "My impecunious uncle, who could not afford to buy his own books, usually ended up borrowing mine."
    ],
    "origin": "If \"impecunious\" means \"penniless,\" then it stands to reason that \"pecunious\" can describe someone who has a lot of money. That is true, but \"pecunious\" is used with far less frequency in English than its opposite and is not found in many dictionaries. What's more, on the rare occasion when \"pecunious\" is put to use in English, it often means not \"wealthy\" but \"miserly or ungenerous,\" as in \"a pecunious attitude toward the less fortunate.\" \"Impecunious\" describes somebody who lacks the money to buy necessities, but it does not carry the connotation of desperation found in such words as \"indigent\" or \"destitute.\" Both \"pecunious\" and \"impecunious\" derive via Middle English from the Latin \"pecunia,\" meaning \"money.\""
  }
}
