{
  "artist": {
    "id": "kuroda-seiki",
    "name": "Kuroda Seiki",
    "dates": "Aug 9, 1866 - Jul 15, 1924",
    "mainImg": "img/art/artists/kuroda-seiki.jpg",
    "artworkImgs": [
      {
        "name": "Girl of Bréhat",
        "path": "img/art/artworks/kuroda-seiki-a1.jpg",
        "source": "https://artsandculture.google.com/asset/girl-of-bréhat-kuroda-seiki/aAGM6lU3eWqyUw"
      },
      {
        "name": "Portrait of Terajima Munenori",
        "path": "img/art/artworks/kuroda-seiki-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-terajima-munenori-kuroda-seiki/XQHPwDG-oMmjuQ"
      },
      {
        "name": "Yellow Leafed Poplars",
        "path": "img/art/artworks/kuroda-seiki-a3.jpg",
        "source": "https://artsandculture.google.com/asset/yellow-leafed-poplars-kuroda-seiki/jAGUvWvxut3isQ"
      },
      {
        "name": "Portrait of Shimadzu Nariakira (1809-1858)",
        "path": "img/art/artworks/kuroda-seiki-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-shimadzu-nariakira-1809-1858-kuroda-seiki-1866-1924/qQFrwIgAgBULHw"
      },
      {
        "name": "Mt. Fuji(6)",
        "path": "img/art/artworks/kuroda-seiki-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mt-fuji-6-kuroda-seiki/1QFctl3Dc23CUw"
      },
      {
        "name": "Dead Leaves",
        "path": "img/art/artworks/kuroda-seiki-a6.jpg",
        "source": "https://artsandculture.google.com/asset/dead-leaves-kuroda-seiki/WQHk1p1haCEkuQ"
      }
    ],
    "summary": [
      "Viscount Kuroda Seiki was a Japanese painter and teacher, noted for bringing Western theories about art to a wide Japanese audience. He was among the leaders of the yōga movement in late 19th and early 20th-century Japanese painting. His real name was Kuroda Kiyoteru, which uses an alternate pronunciation of the Chinese characters."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Kuroda_Seiki",
    "urlGoogle": "https://artsandculture.google.com/entity/kuroda-seiki/m09r0dh"
  },
  "event": {
    "id": "balkans-theatre",
    "name": "Balkans theatre",
    "dates": "Aug 3, 1914 - November 1918",
    "mainImg": "img/events/balkans-theatre.jpg",
    "summary": [
      "The Balkans theatre, or Balkan campaign, of World War I was fought between the Central Powers and the Allies.",
      "The campaign began with Austria-Hungary's offensive into Serbia, which was repulsed. A new attempt led to the Austro-Hungarian and Bulgarian conquest of Serbia and Montenegro. That led to the Serbian army to retreat through Albania and to be evacuated to Salonika by the Allies. There, they joined with the Franco-British Allied Army of the Orient and fought a protracted trench war against Bulgarian forces on the Macedonian front. The allied army was stationed in Greece, which resulted in the National Schism on whether Greece should join the Allies or remain neutral, which would benefit the Central Powers. Greece eventually joined the Allies in 1917. In September 1918, the Vardar Offensive broke through the lines of Bulgaria, which was forced to surrender, leading to the liberation of Serbia, Albania and Montenegro."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Balkans_theatre",
    "urlGoogle": "https://artsandculture.google.com/entity/balkans-theatre/m0ckfcg"
  },
  "funFacts": [
    {
      "id": "957",
      "fact": "In only 7.6 billion years, the sun will reach its maximum size and will shine 3,000 times brighter.",
      "category": ["Science"]
    },
    {
      "id": "684",
      "fact": "Manhattan Island was once home to as many different species as Yellowstone National Park.",
      "category": ["History"]
    },
    { "id": "230", "fact": "Caterpillars have over 2,000 muscles.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "506912",
      "fact": "As part of David Hasselhoff's divorce settlement, he kept possession of the nickname \"Hoff\" and the catchphrase \"Don't Hassle the Hoff.\""
    },
    { "id": "553803", "fact": "There are 293 ways to make change for a U.S. dollar." },
    {
      "id": "553842",
      "fact": "In curling, good sportsmanship and politeness are essential. Congratulating opponents on plays and abstaining from trash talk are part of what’s known as the “Spirit of Curling.”"
    }
  ],
  "idiom": {
    "id": "skid-row",
    "term": "skid row",
    "definition": "A squalid district inhabited by derelicts and vagrants; also, a life of impoverished dissipation. For example, *That part of town is our skid row,* or *His drinking was getting so bad we thought he was headed for skid row.* This expression originated in the lumber industry, where a *skid road* was a road or track made of logs laid crosswise over which logs were slid. Around 1900 the name *Skid Road* was used for the part of a town frequented by loggers, which had many bars and brothels, and by the 1930s the variant *skid row,* with its current meaning, came into use."
  },
  "person": {
    "id": "jacqueline-kennedy-onassis",
    "name": "Jacqueline Kennedy Onassis",
    "dates": "Jul 28, 1929 - May 19, 1994",
    "mainImg": "img/people/jacqueline-kennedy-onassis.jpg",
    "summary": [
      "Jacqueline Lee \"Jackie\" Kennedy Onassis was First Lady of the United States during the presidency of John F. Kennedy and was regarded as an international icon of style and culture.",
      "Bouvier was born in 1929 in Southampton, New York, to Wall Street stockbroker John Vernou Bouvier III and his wife, Janet Lee Bouvier. In 1951, she graduated with a Bachelor of Arts in French literature from George Washington University and worked for the Washington Times-Herald as an inquiring photographer.",
      "In 1952, Bouvier met then-Congressman John Kennedy at a dinner party in Washington. Kennedy was elected to the Senate that same year, and the couple married on September 12, 1953, in Newport, Rhode Island. They had four children, two of whom died in infancy. Following her husband's election to the presidency in 1960, Jacqueline was known for her highly publicized restoration of the White House and emphasis on arts and culture, as well as for her style, elegance, and grace. At age 31, she was the third-youngest First Lady when her husband was inaugurated President.",
      "On November 22, 1963, Jacqueline was riding with her husband in a presidential motorcade in Dallas, Texas, when he was assassinated."
    ],
    "quote": "“The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Jacqueline_Kennedy_Onassis",
    "urlGoogle": "https://artsandculture.google.com/entity/jacqueline-kennedy-onassis/m0h6mq"
  },
  "place": {
    "id": "veliky-novgorod",
    "name": "Veliky Novgorod",
    "mainImg": "img/places/veliky-novgorod.jpg",
    "summary": [
      "Veliky Novgorod, also known as Novgorod the Great, or Novgorod Veliky, or just Novgorod, is one of the oldest and most important historic cities in Russia, with more than 1,000 years of history. The city serves as the administrative center of Novgorod Oblast. The city lies along the Volkhov River just downstream from its outflow from Lake Ilmen and is situated on the M10 federal highway connecting Moscow and Saint Petersburg. UNESCO recognized Novgorod as a World Heritage Site in 1992. The city has a population of 218,717;",
      "At its peak during the 14th century, the city was the capital of the Novgorod Republic and was one of Europe's largest cities. The \"Veliky\" part was eventually added to city's name to differentiate it from another city of similar name, Nizhny Novgorod."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Veliky_Novgorod",
    "urlGoogle": "https://artsandculture.google.com/entity/veliky-novgorod/m0cd33"
  },
  "quote": {
    "id": "71",
    "quote": "I'm smart enough to know that I'm dumb.",
    "author": "Richard Feynman"
  },
  "wiki": {
    "id": "history-of-the-national-hockey-league-1917-42",
    "name": "History of the National Hockey League (1917–42)",
    "summary": "The early history of the National Hockey League (NHL) began in 1917 when it was founded by a majority of the franchises in the National Hockey Association (the Montreal Canadiens, Montreal Wanderers, Ottawa Senators and Quebec Bulldogs). The NHL's first quarter-century saw the league compete against two rival major leagues, the Pacific Coast Hockey Association and Western Canada Hockey League, for players and the Stanley Cup. The NHL first expanded into the United States in 1924 with the founding of the Boston Bruins, and by 1926 consisted of ten teams in Ontario, Quebec, the Great Lakes region, and the Northeastern United States. At the same time, the NHL emerged as the only major league and the sole competitor for the Stanley Cup. Numerous innovations to the rules and equipment were put forward as the NHL sought to improve the flow of the game and make the sport more fan-friendly. Foster Hewitt's radio broadcasts were heard coast-to-coast across Canada starting in 1933. The Great Depression and World War II reduced the league to six teams by 1942, known as the \"Original Six\".",
    "url": "https://en.wikipedia.org/wiki/History_of_the_National_Hockey_League_(1917%E2%80%9342)"
  },
  "word": {
    "id": "remuneration",
    "word": "remuneration",
    "url": "https://www.merriam-webster.com/dictionary/remuneration",
    "partOfSpeech": "noun",
    "pronunciation": "rih-myoo-nuh-RAY-shun",
    "audioPath": "audio/words/remuneration.mp3",
    "definitions": ["compensation, payment"],
    "examples": [
      "She was hired on several occasions as a consultant and given generous _remunerations_ for her services.",
      "\"BSkyB CEO Jeremy Darroch saw his _remuneration_ for the latest fiscal year ended in June rise around 7 percent….\" - From an article by Georg Szalai in _Hollywood Reporter_, September 25, 2012"
    ],
    "origin": "Our evidence shows \"remuneration\" to be most at home in writing that concerns financial matters, especially when large amounts of money-or other forms of compensation-are involved. Whether it's because money denotes numerals, or simply because the \"n\" and \"m\" are adjacent to each other on our keyboards, \"reMUNeration\" appears misspelled as \"reNUMeration\" to a rather inordinate degree in an electronic database of published periodicals. (\"Renumeration,\" a very rare word, means \"to enumerate \\[to count or list\\] again.\") It pays to know that the \"-mun-\" in \"remuneration\" is from Latin \"munus,\" meaning \"gift,\" a root it shares with \"munificent,\" an adjective which means \"very liberal in giving.\""
  }
}
