{
  "artist": {
    "id": "giovanni-battista-moroni",
    "name": "Giovanni Battista Moroni",
    "dates": "1520 - Feb 5, 1578",
    "mainImg": "img/art/artists/giovanni-battista-moroni.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of a Lady ('La Dama in Rosso')",
        "path": "img/art/artworks/giovanni-battista-moroni-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-lady-la-dama-in-rosso-giovanni-battista-moroni/IAF3_FR5r_gMyA"
      },
      {
        "name": "The Tailor ('Il Tagliapanni')",
        "path": "img/art/artworks/giovanni-battista-moroni-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-tailor-il-tagliapanni-giovanni-battista-moroni/JgF-G077K0WAjQ"
      },
      {
        "name": "Bust Portrait of a Young Man with an Inscription",
        "path": "img/art/artworks/giovanni-battista-moroni-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bust-portrait-of-a-young-man-with-an-inscription-giovanni-battista-moroni/OAFW7OAVnz_Fzg"
      },
      {
        "name": "The Sculptor Alessandro Vittoria",
        "path": "img/art/artworks/giovanni-battista-moroni-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-sculptor-alessandro-vittoria-giovanni-battista-moroni/cAFWBPlmalJprw"
      },
      {
        "name": "Canon Ludovico di Terzi",
        "path": "img/art/artworks/giovanni-battista-moroni-a5.jpg",
        "source": "https://artsandculture.google.com/asset/canon-ludovico-di-terzi-giovanni-battista-moroni/ogGH6oq_XEdiBg"
      },
      {
        "name": "A Knight with his Jousting Helmet",
        "path": "img/art/artworks/giovanni-battista-moroni-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-knight-with-his-jousting-helmet-giovanni-battista-moroni/FgGr2B1nDe1Khg"
      }
    ],
    "summary": [
      "Giovanni Battista Moroni was an Italian painter of the Late Renaissance period. He also is called, Giambattista Moroni. Best known for his elegantly realistic portraits of the local nobility and clergy, he is considered one of the great portrait painters of sixteenth century Italy."
    ],
    "quote": null,
    "movements": ["Mannerism", "Renaissance", "Italian Renaissance"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giovanni_Battista_Moroni",
    "urlGoogle": "https://artsandculture.google.com/entity/giovanni-battista-moroni/m02kb23"
  },
  "event": {
    "id": "battle-of-antietam",
    "name": "Battle of Antietam",
    "dates": null,
    "mainImg": "img/events/battle-of-antietam.jpg",
    "summary": [
      "The Battle of Antietam, also known as the Battle of Sharpsburg, particularly in the Southern United States, was a battle of the American Civil War, fought on September 17, 1862, between Confederate General Robert E. Lee's Army of Northern Virginia and Union General George B. McClellan's Army of the Potomac, near Sharpsburg, Maryland and Antietam Creek. Part of the Maryland Campaign, it was the first field army–level engagement in the Eastern Theater of the American Civil War to take place on Union soil. It was the bloodiest day in United States military history, with a combined tally of 22,717 dead, wounded, or missing.",
      "After pursuing the Confederate general Robert E. Lee into Maryland, Maj. Gen. George B. McClellan of the Union Army launched attacks against Lee's army, in defensive positions behind Antietam Creek. At dawn on September 17, Maj. Gen. Joseph Hooker's corps mounted a powerful assault on Lee's left flank. Attacks and counterattacks swept across Miller's Cornfield, and fighting swirled around the Dunker Church. Union assaults against the Sunken Road eventually pierced the Confederate center, but the Federal advantage was not followed up. In the afternoon, Union Maj."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Antietam",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-antietam/m0lkxb"
  },
  "funFacts": [
    { "id": "447", "fact": "A gallon of water weighs 8.34 pounds.", "category": ["Science"] },
    {
      "id": "734",
      "fact": "Potatoes have more chromosomes than humans.",
      "category": ["Anatomy", "Food"]
    }
  ],
  "funFacts2": [
    { "id": "505505", "fact": "A 2013 study suggests that chewing gum boosts concentration." }
  ],
  "idiom": {
    "id": "sow-ones-wild-oats",
    "term": "sow one's wild oats",
    "definition": "Behave foolishly, immoderately, or promiscuously when young, as in *Brad has spent the last couple of years sowing his wild oats, but now he seems ready to settle down.* This expression alludes to sowing inferior wild oats instead of good cultivated grain, the verb *sowing* ---that is, \"planting seed\"---in particular suggesting sexual promiscuity. [Mid-1500s]"
  },
  "person": {
    "id": "hugo-black",
    "name": "Hugo Black",
    "dates": "Feb 27, 1886 - Sep 25, 1971",
    "mainImg": "img/people/hugo-black.jpg",
    "summary": [
      "Hugo Lafayette Black was an American lawyer, politician, and jurist who served as a U.S. Senator from 1927 to 1937 and as an Associate Justice of the Supreme Court of the United States from 1937 to 1971. A member of the Democratic Party and a devoted New Dealer, Black endorsed Franklin D. Roosevelt in both the 1932 and 1936 presidential elections. Having gained a reputation in the Senate as a reformer, Black was nominated to the Supreme Court by President Roosevelt and confirmed by the Senate by a vote of 63 to 16. He was the first of nine Roosevelt nominees to the Court, and he outlasted all except for William O. Douglas.",
      "The fifth longest-serving justice in Supreme Court history, Black was one of the most influential Supreme Court justices in the 20th century.",
      "He is noted for his advocacy of a textualist reading of the United States Constitution and of the position that the liberties guaranteed in the Bill of Rights were imposed on the states by the Fourteenth Amendment. During his political career Black was regarded as a staunch supporter of liberal policies and civil liberties.",
      "However, Black wrote the majority opinion in Korematsu v."
    ],
    "quote": "“In revealing the workings of government that led to the Vietnam War, the newspapers nobly did precisely that which the Founders hoped and trusted they would do.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Hugo_Black",
    "urlGoogle": "https://artsandculture.google.com/entity/hugo-black/m0139rh"
  },
  "place": {
    "id": "brussels",
    "name": "Brussels",
    "mainImg": "img/places/brussels.jpg",
    "summary": [
      "The City of Brussels is the largest municipality and historical centre of the Brussels-Capital Region, and the capital of Belgium. Besides the strict centre, it also covers the immediate northern outskirts where it borders municipalities in Flanders. It is the administrative centre of the European Union, thus often dubbed, along with the region, the EU's capital city.",
      "The City of Brussels is a municipality consisting of the central historic town and certain additional areas within the greater Brussels-Capital Region, namely Haren, Laeken and Neder-Over-Heembeek to the north, as well as Avenue Louise/Louizalaan and the Bois de la Cambre/Ter Kamerenbos park to the south.",
      "As of 1 January 2017, the City of Brussels had a total population of 176,545. The total area is 32.61 km² which gives a population density of 5,475 inhabitants per square kilometre. As of 2007, there were approximately 50,000 registered non-Belgians in the City of Brussels. In common with all of Brussels' municipalities, it is legally bilingual."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/City_of_Brussels",
    "urlGoogle": "https://artsandculture.google.com/entity/brussels/m02rnbv"
  },
  "wiki": {
    "id": "holden-ve-commodore",
    "name": "Holden VE Commodore",
    "summary": "The Holden VE Commodore is the fourteenth and current model of the Holden Commodore, a full-size car produced by Holden, the Australian subsidiary of General Motors. Full-scale production commenced on July 13 2006, with the official unveiling being held at a media launch in Melbourne on July 16 2006. The VE is the first Commodore model designed entirely in Australia, with previous generations based on Opel-sourced platforms that had been adapted both mechanically and in size for the local market. To date the annualised sales of the VE have failed to match those of the record-breaking VT Commodore. Prior to the release of the VE model, Holden confirmed that they would manufacture two parallel generations of Commodores, until the launch of station wagon and utility body styles. This announcement came not long before Holden announced that engines and transmissions would largely be carried over from the previous VZ model.",
    "url": "https://en.wikipedia.org/wiki/Holden_VE_Commodore"
  },
  "word": {
    "id": "revanche",
    "word": "revanche",
    "url": "https://www.merriam-webster.com/dictionary/revanche",
    "partOfSpeech": "noun",
    "pronunciation": "ruh-VAHNSH (the N is not pronounced, but the vowel is nasalized)",
    "audioPath": "audio/words/revanche.mp3",
    "definitions": [
      "revenge; especially : a usually political policy designed to recover lost territory or status"
    ],
    "examples": [
      "Soon after losing the northern territory to the invading army, the king began drafting a plan of revanche to get it back."
    ],
    "origin": "\"Revanche\" first appeared in English in the mid-19th century, deriving, along with our noun \"revenge,\" from the Middle French verb \"revenchier\" (\"to revenge\"). The word developed its specific political application in the years following the Franco-German War (1870-71), which resulted in France losing the territory known as Alsace-Lorraine to Germany. (The territory was returned to France following World War I and then twice switched hands again during World War II.) Although \"revanche\" appears occasionally in English today, you are more likely to encounter its relatives \"revanchism,\" which refers to a government's policy of revanche, and \"revanchist,\" referring to a follower of such a policy. These words did not appear in English until the 20th century."
  }
}
