{
  "artist": {
    "id": "francois-morellet",
    "name": "François Morellet",
    "dates": "Apr 30, 1926 - May 11, 2016",
    "mainImg": "img/art/artists/francois-morellet.jpg",
    "artworkImgs": [
      {
        "name": "François Morellet, Lamentable (2006), Installation view: Light Show, Hayward Gallery. Photo: Marcus J Leith",
        "path": "img/art/artworks/francois-morellet-a1.jpg",
        "source": "https://artsandculture.google.com/asset/françois-morellet-lamentable-2006-installation-view-light-show-hayward-gallery-photo-marcus-j-leith-françois-morellet/hgEAY_eC8PKpfQ"
      },
      {
        "name": "Apres Reflexion n 13, Unique",
        "path": "img/art/artworks/francois-morellet-a2.jpg",
        "source": "https://artsandculture.google.com/asset/apres-reflexion-n-13-unique-françois-morellet/NQEM-0VfmQRMNg"
      },
      {
        "name": "90° à l'ombre",
        "path": "img/art/artworks/francois-morellet-a3.jpg",
        "source": "https://artsandculture.google.com/asset/90°-à-l-ombre-françois-morellet/jQG861X-CCH43A"
      },
      {
        "name": "4 trames hybrides 15°-105°, 40°-130° rouge (unique)",
        "path": "img/art/artworks/francois-morellet-a4.jpg",
        "source": "https://artsandculture.google.com/asset/4-trames-hybrides-15°-105°-40°-130°-rouge-unique-françois-morellet/pgFHrtHV0DLdCw"
      },
      {
        "name": "Lunatique Neonly-16 quarts de cercle n 6",
        "path": "img/art/artworks/francois-morellet-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lunatique-neonly-16-quarts-de-cercle-n-6-françois-morellet/lAHEQ-z5t-BxpQ"
      },
      {
        "name": "Lamentable ø 5 m rouge",
        "path": "img/art/artworks/francois-morellet-a6.jpg",
        "source": "https://artsandculture.google.com/asset/lamentable-ø-5-m-rouge-françois-morellet/ogFLTHhzjnsy3w"
      }
    ],
    "summary": [
      "François Morellet was a French contemporary painter, sculptor, and light artist. His early work prefigured minimal art and conceptual art, and he played a prominent role in the development of geometrical abstract art."
    ],
    "quote": null,
    "movements": ["Conceptual art", "Contemporary art"],
    "mediums": ["Acrylic paint", "Neon", "Photograph", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Fran%C3%A7ois_Morellet",
    "urlGoogle": "https://artsandculture.google.com/entity/françois-morellet/m0byvrn"
  },
  "event": {
    "id": "russian-invasion-of-east-prussia",
    "name": "Russian invasion of East Prussia",
    "dates": "Aug 17, 1914 - Sep 14, 1914",
    "mainImg": "img/events/russian-invasion-of-east-prussia.jpg",
    "summary": [
      "The Russian invasion of East Prussia occurred during World War I, lasting from August to September 1914. As well as being the natural course for the Russian Empire to take upon the declaration of war on the German Empire, it was also an attempt to focus the German Army on the Eastern Front, as opposed to the Western Front. Despite having an overwhelming superiority over the Germans in numbers, the invading Imperial Russian Army spread its forces thin and was defeated in the battles of Tannenberg and the Masurian Lakes."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Russian_invasion_of_East_Prussia_%281914%29",
    "urlGoogle": "https://artsandculture.google.com/entity/russian-invasion-of-east-prussia/m02qdt78"
  },
  "funFacts": [
    {
      "id": "1021",
      "fact": "Benjamin Franklin invented flippers.",
      "category": ["History", "Science", "Firsts"]
    },
    { "id": "177", "fact": "The first sailing boats were built in Egypt.", "category": ["Firsts"] }
  ],
  "funFacts2": [
    {
      "id": "554037",
      "fact": "Juicy Fruit gum, an early version of Cracker Jack, and the Ferris Wheel all made their debuts at the 1893 Chicago World’s Fair."
    }
  ],
  "person": {
    "id": "richard-deans-waugh",
    "name": "Richard Deans Waugh",
    "dates": "Mar 23, 1868 - May 20, 1938",
    "mainImg": "img/people/richard-deans-waugh.jpg",
    "summary": [
      "Richard Deans Waugh was a Canadian politician, the 23rd Mayor of Winnipeg in 1912 and again from 1915 to 1916.",
      "Waugh was born in Melrose, Scotland and moved to Canada in 1881 initially working in a lawyer's office before he entered the real estate business. Melrose was among those who established the Winnipeg Real Estate Exchange.",
      "In 1897 Thomson Beattie moved to Winnipeg and partnered with Waugh to open Haslam Land Co. Beattie would died on the sinking of the Titanic in 1912.",
      "His municipal political career included serving on city council, chairing the city's Parks Board from 1904 to 1908, then as Winnipeg's Controller from 1909 to 1911 before his first term as Mayor in 1912. He especially called for the development of municipal playgrounds while mayor.",
      "Waugh was particularly noted for his participation in curling and served as president of the Manitoba Curling Association and Winnipeg's Granite Curling Club.",
      "Following the Treaty of Versailles, Waugh became a member of the commission which oversaw the Saarland region while its coal resources were shipped to France. Waugh resigned from the Saarland Commission due to his disagreements with the group's activities."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Richard_Deans_Waugh",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-deans-waugh/m05c35zg"
  },
  "place": {
    "id": "giza",
    "name": "Giza",
    "mainImg": "img/places/giza.jpg",
    "summary": [
      "Giza is the third-largest city in Egypt and the capital of the Giza Governorate. It is located on the west bank of the Nile, 4.9 km southwest of central Cairo, and is a core city of the Greater Cairo metropolis.",
      "Giza lies less than 20 km north of Memphis, which was the capital city of the first unified Egyptian state from the days of the first pharaoh, Narmer.",
      "Giza is most famous as the location of the Giza Plateau: the site of some of the most impressive ancient monuments in the world, including a complex of ancient Egyptian royal mortuary and sacred structures, including the Great Sphinx, the Great Pyramid of Giza, and a number of other large pyramids and temples. Giza has always been a focal point in Egypt's history due to its location close to Memphis, the ancient pharaonic capital of the Old Kingdom. Its St. George Cathedral is the episcopal see of the Coptic Catholic Eparchy of Giza."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Giza",
    "urlGoogle": "https://artsandculture.google.com/entity/giza/m012b0q"
  },
  "wiki": {
    "id": "white-stork",
    "name": "White Stork",
    "summary": "The White Stork (Ciconia ciconia) is a large bird in the stork family Ciconiidae. Its plumage is mainly white, with black on its wings. Adults have long red legs and long pointed red beaks, and measure on average 100–115 cm (39–45 in) from beak tip to end of tail, with a 155–215 cm (61–85 in) wingspan. The two subspecies, which differ slightly in size, breed in Europe (north to Finland), northwestern Africa, southwestern Asia (east to southern Kazakhstan), and southern Africa. The White Stork is a long-distance migrant, wintering in Africa from tropical Sub-Saharan Africa to as far south as South Africa, or on the Indian subcontinent. A carnivore, the White Stork eats a wide range of animal prey, including insects, fish, amphibians, reptiles, small mammals, and small birds. It takes most of its food from the ground, among low vegetation, and from shallow water. It is a monogamous breeder, but does not pair for life. This conspicuous bird has given rise to many legends across its range, of which the best-known is the story of babies being brought by storks.",
    "url": "https://en.wikipedia.org/wiki/White_Stork"
  },
  "word": {
    "id": "contemn",
    "word": "contemn",
    "url": "https://www.merriam-webster.com/dictionary/contemn",
    "partOfSpeech": "verb",
    "pronunciation": "kun-TEM",
    "audioPath": "audio/words/contemn.mp3",
    "definitions": ["to view or treat with contempt : scorn"],
    "examples": [
      "Jacob believes that any rational scientist must contemn theories of magic and the supernatural."
    ],
    "origin": "\"Contemn\" is derived from the Latin verb \"contemnere,\" a word formed by combining \"con-\" and \"temnere\" (\"to despise\"). Surprisingly, our verb may have come within a hair's breadth of being spelled \"contempn.\" The Middle French word \"contempner\" arrived in Middle English as \"contempnen,\" but that extra \"p\" disappeared, leaving us with \"contemn.\" You may be wondering about the connection between \"contemn\" and \"contempt,\" and not surprisingly, they are related. \"Contempt\" comes from Latin \"contemptus,\" which comes from \"contemnere.\" \"Contemn\" first turned up in print in the 15th century; \"contempt\" dates from the 14th century."
  }
}
