{
  "artist": {
    "id": "jamini-roy",
    "name": "Jamini Roy",
    "dates": "Apr 11, 1887 - Apr 24, 1972",
    "mainImg": "img/art/artists/jamini-roy.jpg",
    "artworkImgs": [
      {
        "name": "Painting of Dancing Gopi",
        "path": "img/art/artworks/jamini-roy-a1.jpg",
        "source": "https://artsandculture.google.com/asset/painting-of-dancing-gopi-jamini-roy/JAGiSKT8AP-0Qg"
      },
      {
        "name": "Lady in a pink sari",
        "path": "img/art/artworks/jamini-roy-a2.jpg",
        "source": "https://artsandculture.google.com/asset/lady-in-a-pink-sari-jamini-roy/OwFpkFWZ00OV6w"
      },
      {
        "name": "Krishna Jasoda",
        "path": "img/art/artworks/jamini-roy-a3.jpg",
        "source": "https://artsandculture.google.com/asset/krishna-jasoda-jamini-roy/9wFL22RFj56Jhg"
      },
      {
        "name": "Fawn",
        "path": "img/art/artworks/jamini-roy-a4.jpg",
        "source": "https://artsandculture.google.com/asset/fawn-jamini-roy/9wEwld3SBJc08w"
      },
      {
        "name": "Cat and Lobster",
        "path": "img/art/artworks/jamini-roy-a5.jpg",
        "source": "https://artsandculture.google.com/asset/cat-and-lobster-jamini-roy-1887-1972/5AHEMcxjvGfZhg"
      },
      {
        "name": "Three Pujarins",
        "path": "img/art/artworks/jamini-roy-a6.jpg",
        "source": "https://artsandculture.google.com/asset/three-pujarins-jamini-roy-1887-1972/RQHJNdLg7iG92w"
      }
    ],
    "summary": [
      "Jamini Roy was an Indian painter. He was honoured with the State award of Padma Bhushan in 1955. He was one of the most famous pupils of Abanindranath Tagore, whose artistic originality and contribution to the emergence of modern art in India remains unquestionable."
    ],
    "quote": null,
    "movements": ["Modern art", "Modernism", "Folk art", "Post-Impressionism"],
    "mediums": ["Drawing", "Tempera", "Watercolor painting", "Cardboard", "Gouache", "Tin"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jamini_Roy",
    "urlGoogle": "https://artsandculture.google.com/entity/jamini-roy/m0bbwgy"
  },
  "event": {
    "id": "balkan-wars",
    "name": "Balkan Wars",
    "dates": "Oct 8, 1912 - Jul 18, 1913",
    "mainImg": "img/events/balkan-wars.jpg",
    "summary": [
      "The Balkan Wars consisted of two conflicts that took place in the Balkan Peninsula in 1912 and 1913. Four Balkan states defeated the Ottoman Empire in the first war. In the Second Balkan War, Bulgaria fought against all four original combatants of the first war along with facing a surprise attack from Romania from the north. The conflicts ended catastrophically for the Ottoman Empire, which lost the bulk of its territory in Europe. Austria-Hungary, although not a combatant, became relatively weaker as a much enlarged Serbia pushed for union of the South Slavic peoples. The war set the stage for the Balkan crisis of 1914 and thus served as a \"prelude to the First World War\".",
      "By the early 20th century, Bulgaria, Greece, Montenegro and Serbia had achieved independence from the Ottoman Empire, but large elements of their ethnic populations remained under Ottoman rule. In 1912, these countries formed the Balkan League. The First Balkan War began on 8 October 1912, when the League member states attacked the Ottoman Empire, and ended eight months later with the signing of the Treaty of London on 30 May 1913."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Balkan_Wars",
    "urlGoogle": "https://artsandculture.google.com/entity/balkan-wars/m01jgp"
  },
  "funFacts": [
    {
      "id": "330",
      "fact": "The top of the Empire State Building was originally built as a place to anchor blimps.",
      "category": ["History"]
    },
    {
      "id": "263",
      "fact": "Bowling pins need to tip over a mere 7 1/2 degrees to fall down.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "522190",
      "fact": "Londoners in the 1600s were advised to keep \"fart jars\"—consisting of trapped fart odors—on hand to combat bubonic plague. The idea was that the potent smell would somehow purify the air."
    }
  ],
  "idiom": {
    "id": "stark-raving-mad",
    "term": "stark raving mad",
    "definition": "Totally crazy, as in *The constant uncertainty over his job is making him stark raving mad.* This term, meaning \"completely wildly insane,\" is used both hyperbolically and literally. Versions of this expression appear to have sprung from the minds of great literary figures. **Stark mad** was first recorded by poet John Skelton in 1489; **stark raving** was first recorded by playwright John Beaumont in 1648; **stark staring mad** was first used by John Dryden in 1693. The current wording, **stark raving mad,** first appeared in Henry Fielding's *The Intriguing Chambermaid* in 1734."
  },
  "person": {
    "id": "kʼinich-janaabʼ-pakal",
    "name": "Kʼinich Janaabʼ Pakal",
    "dates": "603 AD - 683 AD",
    "mainImg": "img/people/kʼinich-janaabʼ-pakal.jpg",
    "summary": [
      "Kʼinich Janaab Pakal I, also known as Pacal, Pacal the Great, 8 Ahau and Sun Shield, was ajaw of the Maya city-state of Palenque in the Late Classic period of pre-Columbian Mesoamerican chronology. He acceded to the throne in July 615 and ruled until his death. During a reign of 68 years—the fifth-longest verified regnal period of any sovereign monarch in history, the longest in world history for more than a millennium, and still the second longest in the history of the Americas—Pakal was responsible for the construction or extension of some of Palenque's most notable surviving inscriptions and monumental architecture. Pakal is perhaps best-known in popular culture for his depiction on the carved lid of his sarcophagus, which has become the subject of pseudoarchaeological speculations."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/K%CA%BCinich_Janaab%CA%BC_Pakal",
    "urlGoogle": "https://artsandculture.google.com/entity/kʼinich-janaabʼ-pakal/m01wbxf"
  },
  "place": {
    "id": "tehran",
    "name": "Tehran",
    "mainImg": "img/places/tehran.jpg",
    "summary": [
      "Tehran or Teheran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the third-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area.",
      "In the Classical era, part of the territory of present-day Tehran was occupied by Rhages, a prominent Median city. It was subject to destruction through the medieval Arab, Turkic, and Mongol invasions. Its modern-day inheritor remains as an urban area absorbed into the metropolitan area of Greater Tehran.",
      "Tehran was first chosen as the capital of Iran by Agha Mohammad Khan of the Qajar dynasty in 1786, in order to remain within close reach of Iran's territories in the Caucasus, before being separated from Iran as a result of the Russo-Iranian Wars, and to avoid the vying factions of the previously ruling Iranian dynasties. The capital has been moved several times throughout history, and Tehran is the 32nd national capital of Persia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tehran",
    "urlGoogle": "https://artsandculture.google.com/entity/tehran/m0ftlx"
  },
  "quote": {
    "id": "3",
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "author": "Albert Einstein"
  },
  "wiki": {
    "id": "tiananmen-square-self-immolation-incident",
    "name": "Tiananmen Square self-immolation incident",
    "summary": "The Tiananmen Square self-immolation incident took place in Tiananmen Square in central Beijing on 23 January 2001. The incident is disputed: the official Chinese press agency, Xinhua News Agency, stated that five members of Falun Gong, a banned spiritual movement, set themselves on fire to protest the unfair treatment of Falun Gong by the Chinese government. The Falun Dafa Information Center stated the incident was a hoax staged by the Chinese government to turn public opinion against the group and to justify the torture and imprisonment of its practitioners. The incident received international news coverage, and video footage was broadcast later in the People's Republic of China by China Central Television. A wide variety of opinions and interpretations of what may have happened emerged: the event may have been set up by the government, it may have been an authentic protest, or the self-immolators may have been \"new or unschooled\" practitioners, among others. The campaign of state propaganda that followed the event eroded public sympathy for Falun Gong, and the government began sanctioning \"systematic use of violence\" against the group.",
    "url": "https://en.wikipedia.org/wiki/Tiananmen_Square_self-immolation_incident"
  },
  "word": {
    "id": "propagate",
    "word": "propagate",
    "url": "https://www.merriam-webster.com/dictionary/propagate",
    "partOfSpeech": "verb",
    "pronunciation": "PRAH-puh-gayt",
    "audioPath": "audio/words/propagate.mp3",
    "definitions": [
      "to reproduce or cause to reproduce biologically : multiply",
      "to cause to spread : extend",
      "to foster growing knowledge of, familiarity with, or acceptance of (as an idea or belief) : publicize"
    ],
    "examples": [
      "Noah Webster endeavored to propagate a new system of spelling, with only limited success."
    ],
    "origin": "The origins of \"propagate\" are firmly rooted in the field of horticulture. The word was borrowed into English in the late 16th century from Latin \"propagatus,\" the past participle of the verb \"propagare,\" which means \"to set (onto a plant) a small shoot or twig cut for planting or grafting.\" \"Propagare,\" in turn, derives from \"propages,\" meaning \"layer (of a plant), slip, offspring.\" It makes sense, therefore, that the earliest uses of \"propagate\" referred to facilitating the reproduction of a plant or animal. Nowadays, however, the meaning of \"propagate\" can extend to the \"reproduction\" of something intangible, such as an idea or belief. Incidentally, \"propaganda\" also comes to us from \"propagare,\" although it took a somewhat different route into English."
  }
}
