{
  "artist": {
    "id": "nikolaos-gyzis",
    "name": "Nikolaos Gyzis",
    "dates": "Mar 1, 1842 - Jan 4, 1901",
    "mainImg": "img/art/artists/nikolaos-gyzis.jpg",
    "artworkImgs": [
      {
        "name": "Artemis Gyzi",
        "path": "img/art/artworks/nikolaos-gyzis-a1.jpg",
        "source": "https://artsandculture.google.com/asset/artemis-gyzi-gyzis-nikolaos/GgFebYCxYF_wBw"
      },
      {
        "name": "After the Destruction of Psara",
        "path": "img/art/artworks/nikolaos-gyzis-a2.jpg",
        "source": "https://artsandculture.google.com/asset/after-the-destruction-of-psara-gyzis-nikolaos/3QFKdV-7YRhf_g"
      },
      {
        "name": "Behold the Bridegroom Arriving",
        "path": "img/art/artworks/nikolaos-gyzis-a3.jpg",
        "source": "https://artsandculture.google.com/asset/behold-the-bridegroom-arriving-gyzis-nikolaos/TgFjtgt2zfvTlg"
      },
      {
        "name": "The Slave Market",
        "path": "img/art/artworks/nikolaos-gyzis-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-slave-market-gyzis-nikolaos/pwGQLmLgTzTQwQ"
      },
      {
        "name": "Spring Symphony",
        "path": "img/art/artworks/nikolaos-gyzis-a5.jpg",
        "source": "https://artsandculture.google.com/asset/spring-symphony-gyzis-nikolaos/7QHGH0NRLTSoEQ"
      },
      {
        "name": "Art and its Spirits",
        "path": "img/art/artworks/nikolaos-gyzis-a6.jpg",
        "source": "https://artsandculture.google.com/asset/art-and-its-spirits-gyzis-nikolaos/fQGunvuki-e3RQ"
      }
    ],
    "summary": [
      "Nikolaos Gyzis was considered one of Greece's most important 19th-century painters. He was most famous for his work Eros and the Painter, his first genre painting. It was auctioned in May 2006 at Bonhams in London, being last exhibited in Greece in 1928. He was the major representative of the so-called \"Munich School\", the major 19th-century Greek art movement."
    ],
    "quote": null,
    "movements": ["Realism", "Symbolism", "Modern art", "Academic art", "Aestheticism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Nikolaos_Gyzis",
    "urlGoogle": "https://artsandculture.google.com/entity/nikolaos-gyzis/m0ddvk6"
  },
  "event": {
    "id": "tet-offensive",
    "name": "Tet Offensive",
    "dates": "Jan 30, 1968 - Sep 23, 1968",
    "mainImg": "img/events/tet-offensive.jpg",
    "summary": [
      "The Tet Offensive, or officially called The General Offensive and Uprising of Tet Mau Than 1968 was a major escalation and one of the largest military campaigns of the Vietnam War. It was launched on January 30, 1968 by forces of the Viet Cong and North Vietnamese People's Army of Vietnam against the forces of the South Vietnamese Army of the Republic of Vietnam, the United States Armed Forces and their allies. It was a campaign of surprise attacks against military and civilian command and control centers throughout South Vietnam. The name of the offensive comes from the Tết holiday, the Vietnamese New Year, when the first major attacks took place.",
      "The offensive was launched prematurely in the late night hours of 30 January in the I and II Corps Tactical Zones of South Vietnam. This early attack allowed allied forces some time to prepare defensive measures. When the main operation began the next morning, the offensive was countrywide and well coordinated; eventually more than 80,000 PAVN/VC troops struck more than 100 towns and cities, including 36 of 44 provincial capitals, five of the six autonomous cities, 72 of 245 district towns, and the southern capital."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tet_Offensive",
    "urlGoogle": "https://artsandculture.google.com/entity/tet-offensive/m01fyqp"
  },
  "funFacts": [
    {
      "id": "494",
      "fact": "Wipe the leaves of your plants with the soft inside of a banana skin to bring up shine and remove dust.",
      "category": ["Plants", "Make-it-Easies"]
    },
    {
      "id": "687",
      "fact": "The average cat can jump 5 times as high as its tail is long.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "554100", "fact": "Winston Churchill's mother was born \u0003in Brooklyn." }
  ],
  "idiom": {
    "id": "tower-of-strength",
    "term": "tower of strength",
    "definition": "A dependable person on whom one can lean in time of trouble, as in *After Dad died Grandma was a tower of strength for the whole family.* This expression, first recorded in 1549, originally was used most often to refer to God and heaven, but Shakespeare had it differently in *Richard III* (5:3): \"Besides, the King's name is a tower of strength.\""
  },
  "person": {
    "id": "mor-jokai",
    "name": "Mór Jókai",
    "dates": "Feb 18, 1825 - May 5, 1904",
    "mainImg": "img/people/mor-jokai.jpg",
    "summary": [
      "Móric Jókay de Ásva, outside Hungary also known as Maurus Jokai or Mauritius Jókai, was a Hungarian novelist, dramatist and revolutionary. He was active participant and a leading personality in the outbreak of Hungarian Liberal Revolution of 1848 in Pest. Jókai's romantic novels became very popular among the elite of Victorian era England; he was often compared to Dickens in the 19th century British press. One of his most famous fans and admirers was Queen Victoria herself."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/M%C3%B3r_J%C3%B3kai",
    "urlGoogle": "https://artsandculture.google.com/entity/mór-jókai/m03bfjy"
  },
  "place": {
    "id": "assyria",
    "name": "Assyria",
    "mainImg": "img/places/assyria.jpg",
    "summary": [
      "Assyria, also called the Assyrian Empire, was a Mesopotamian kingdom and empire of the ancient Near East and the Levant that existed as a state from perhaps as early as the 25th century BC until its collapse between 612 BC and 609 BC – spanning the periods of the Early to Middle Bronze Age through to the late Iron Age. This vast span of time is divided into the Early Period, Old Assyrian Empire, Middle Assyrian Empire and Neo-Assyrian Empire.",
      "From the end of the seventh century BC to the mid-seventh century AD, it survived as a geopolitical entity, for the most part ruled by foreign powers such as the Parthian and early Sasanian Empires between the mid-second century BC and late third century AD, the final part of which period saw Mesopotamia become a major centre of Syriac Christianity and the birthplace of the Church of the East. Greeks, Romans, and subsequently Arabs and Ottomans also took over control of the Assyrian lands.",
      "A largely Semitic-speaking realm, Assyria was centred on the Tigris in Upper Mesopotamia. The Assyrians came to rule powerful empires in several periods."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Assyria",
    "urlGoogle": "https://artsandculture.google.com/entity/assyria/m0wmn"
  },
  "quote": {
    "id": "8",
    "quote": "The fool doth think he is wise, but the wise man knows himself to be a fool.",
    "author": "William Shakespeare"
  },
  "wiki": {
    "id": "sweet-track",
    "name": "Sweet Track",
    "summary": "The Sweet Track is an ancient causeway in the Somerset Levels, England. It was built in 3807 or 3806 BC and has been claimed to be the oldest road in the world. It is now known that the Sweet Track was largely built over the course of an earlier structure, the Post Track. The track extended across the marsh between what was then an island at Westhay, although much of the marsh has now been drained, and a ridge of high ground at Shapwick, a distance close to 2,000 metres (6,600 ft). The track is one of a network that once crossed the Somerset Levels. Construction was of crossed wooden poles which were driven into the waterlogged soil to support a walkway that consisted mainly of planks of oak, laid end-to-end. The track was only used for a period of around 10 years and was then abandoned, probably due to rising water levels. Following its discovery in 1970, most of the track has been left in its original location, with active conservation measures taken, including a water pumping and distribution system to maintain the wood in its damp condition. Some of the track is stored at the British Museum and a reconstruction of a section was built at the Peat Moors Centre near Glastonbury.",
    "url": "https://en.wikipedia.org/wiki/Sweet_Track"
  },
  "word": {
    "id": "trichologist",
    "word": "trichologist",
    "url": "https://www.merriam-webster.com/dictionary/trichologist",
    "partOfSpeech": "noun",
    "pronunciation": "trih-KAH-luh-jist",
    "audioPath": "audio/words/trichologist.mp3",
    "definitions": [
      "a person who specializes in hair and scalp care; broadly : a person whose occupation is the dressing or cutting of hair"
    ],
    "examples": [
      "\"You don't need to pay a trichologist or rely on hair-loss cure advertisements in magazines: your GP can conduct a series of blood tests to locate the problem.\" (David Fentonis, _The Times_ \\[London\\], July 4, 2009)"
    ],
    "origin": "Although you can accurately call the person who cuts your hair your \"trichologist\" if you want to, the term is usually applied as it is in our example sentence: to someone who studies and treats hair and scalp ailments. The \"trich\" in \"trichologist\" is the Greek \"trich-,\" stem of \"thrix,\" meaning \"hair.\" This root makes an appearance in a number of other similarly technical-sounding words, such as \"trichiasis\" (\"a turning inward of the eyelashes often causing irritation of the eyeball\"), \"trichome\" (\"an epidermal hair structure on a plant\"), and \"trichotillomania\" (\"an abnormal desire to pull out one's hair\")."
  }
}
