{
  "artist": {
    "id": "john-james-audubon",
    "name": "John James Audubon",
    "dates": "Apr 26, 1785 - Jan 27, 1851",
    "mainImg": "img/art/artists/john-james-audubon.jpg",
    "artworkImgs": [
      {
        "name": "The Bird of Washington, or Great American Sea Eagle. Falco washingtoniensis Male",
        "path": "img/art/artworks/john-james-audubon-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-bird-of-washington-or-great-american-sea-eagle-falco-washingtoniensis-male-john-james-audubon/VAGndaGOIDAnRg"
      },
      {
        "name": "American Bison or Buffalo",
        "path": "img/art/artworks/john-james-audubon-a2.jpg",
        "source": "https://artsandculture.google.com/asset/american-bison-or-buffalo-john-james-audubon/FQHK169FIQdoMw"
      },
      {
        "name": "Blue Yellow Back Warbler",
        "path": "img/art/artworks/john-james-audubon-a3.jpg",
        "source": "https://artsandculture.google.com/asset/blue-yellow-back-warbler-john-james-audubon/OQFDdxcHEP0lrw"
      },
      {
        "name": "Vulgo (Wild Turkey) Meleagris gallapavo",
        "path": "img/art/artworks/john-james-audubon-a4.jpg",
        "source": "https://artsandculture.google.com/asset/vulgo-wild-turkey-meleagris-gallapavo-john-james-audubon/uQHUcMeVXLwI3w"
      },
      {
        "name": "Felis onca, Linn. The Jaguar. Female",
        "path": "img/art/artworks/john-james-audubon-a5.jpg",
        "source": "https://artsandculture.google.com/asset/felis-onca-linn-the-jaguar-female-john-james-audubon/ogF-9Il3O_qKBw"
      },
      {
        "name": "The Birds of America, Plate #406: \"Trumpeter Swan\"",
        "path": "img/art/artworks/john-james-audubon-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-birds-of-america-plate-406-trumpeter-swan-john-james-audubon/7AGFRBkIjHlzpw"
      }
    ],
    "summary": [
      "John James Audubon was an American ornithologist, naturalist, and painter. He was notable for his extensive studies documenting all types of American birds and for his detailed illustrations that depicted the birds in their natural habitats. His major work, a color-plate book entitled The Birds of America, is considered one of the finest ornithological works ever completed. Audubon is also known for having identified 25 new species."
    ],
    "quote": "“A true conservationist is a man who knows that the world is not given by his fathers, but borrowed from his children.”",
    "movements": [],
    "mediums": ["Watercolor painting", "Engraving", "Etching", "Gouache", "Graphite", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/John_James_Audubon",
    "urlGoogle": "https://artsandculture.google.com/entity/john-james-audubon/m01t7pnv"
  },
  "event": {
    "id": "world-war-i",
    "name": "World War I",
    "dates": "Jul 28, 1914 - Nov 11, 1918",
    "mainImg": "img/events/world-war-i.jpg",
    "summary": [
      "World War I, also known as the First World War or the Great War, was a global war that lasted from 1914 to 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated 9 million combatant deaths and 13 million civilian deaths as a direct result of the war, while resulting genocides and the related 1918 influenza pandemic caused another 17–100 million deaths worldwide.",
      "On 28 June 1914, Gavrilo Princip, a Bosnian Serb Yugoslav nationalist, assassinated the Austro-Hungarian heir Archduke Franz Ferdinand in Sarajevo, leading to the July Crisis. In response, on 23 July, Austria-Hungary issued an ultimatum to Serbia. Serbia's reply failed to satisfy the Austrians, and the two moved to a war footing.",
      "A network of interlocking alliances enlarged the crisis from a bilateral issue in the Balkans to one involving most of Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/World_War_I",
    "urlGoogle": "https://artsandculture.google.com/entity/world-war-i/m0cm2xh"
  },
  "funFacts": [
    {
      "id": "409",
      "fact": "Approximately 16,500 people in the U.S. go by the last name Lemon.",
      "category": ["Hodgepodge"]
    },
    { "id": "351", "fact": "Cold water weighs less than hot water.", "category": ["Science"] },
    {
      "id": "375",
      "fact": "\"Way\" is the most frequently used noun in the English language.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "527078",
      "fact": "Duncan Hines was a real person. He was a popular restaurant critic who also wrote a book of hotel recommendations."
    },
    {
      "id": "553739",
      "fact": "Melbourne gave some of its trees email addresses so residents could report problems. Instead, the trees received love letters."
    },
    {
      "id": "553508",
      "fact": "High schools and universities in New Zealand are allowed to keep up to a pound of uranium on the premises for educational purposes."
    }
  ],
  "idiom": {
    "id": "futz-around",
    "term": "futz around",
    "definition": "Also, **futz with.** Waste time or effort on frivolities, play around. For example, *He spent all morning futzing around with the report,* or *No more futzing with the car---we have to go now.* This term may be a shortening and corruption of the Yiddish *arumfartzen,* for \"fart around.\" [Slang; 1920s]"
  },
  "person": {
    "id": "antonin-zapotocky",
    "name": "Antonín Zápotocký",
    "dates": "Dec 19, 1884 - Nov 13, 1957",
    "mainImg": "img/people/antonin-zapotocky.jpg",
    "summary": [
      "Antonín Zápotocký was communist Prime Minister of Czechoslovakia from 1948 to 1953 and President of Czechoslovakia from 1953 to 1957.",
      "He was born in Zákolany, Kladno District, Bohemia. His father was Ladislav Zápotocký, one of the founders of the Czech Social Democratic Party, together with Josef Boleslav Pecka-Strahovský and Josef Hybeš.",
      "He was a delegate of the Left Wing of the ČSSD to the Second Comintern Congress, held in Petersburg, 19 July – 7 August 1920. Together with Bohumír Šmeral, he co-founded the Communist Party of Czechoslovakia when it broke away from the ČSSD in 1921. He was General Secretary of the KSČ from 1922 to 1925. In 1940, he was sent to Sachsenhausen concentration camp. He was released in 1945.",
      "From June 18, to July 18, 1946 he was Chairman of the Constituent National Assembly.",
      "Zápotocký became Prime Minister on 15 June 1948, replacing Klement Gottwald, who became President. On 14 March 1953, shortly after his return from Joseph Stalin's funeral, Gottwald died. As per the Ninth-of-May Constitution, Zápotocký took over most presidential duties until he was elected President in his own right a week later."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Anton%C3%ADn_Z%C3%A1potock%C3%BD",
    "urlGoogle": "https://artsandculture.google.com/entity/antonín-zápotocký/m02pwmw"
  },
  "place": {
    "id": "uzbekistan",
    "name": "Uzbekistan",
    "mainImg": "img/places/uzbekistan.jpg",
    "summary": [
      "Uzbekistan, officially Republic of Uzbekistan, is a country in Central Asia. It is surrounded by five landlocked countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south and Turkmenistan to the southwest. Along with Liechtenstein, it is one of only two doubly landlocked countries.",
      "As a sovereign state, Uzbekistan is a secular, unitary constitutional republic. It comprises 12 provinces and one autonomous republic, Karakalpakstan. The capital and largest city of Uzbekistan is Tashkent.",
      "What is now Uzbekistan was in ancient times part of the Iranian-speaking region of Transoxiana and Turan. The first recorded settlers were Eastern Iranian nomads, known as Scythians, who founded kingdoms in Khwarazm, Bactria, Sogdia, Fergana, and Margiana. The area was incorporated into the Iranian Achaemenid Empire and, after a period of Macedonian Greek rule, was ruled by the Iranian Parthian Empire and later by the Sasanian Empire, until the Muslim conquest of Persia in the seventh century. The Muslim conquest in the 7th century converted the majority of the population, including the local ruling classes, into adherents of Islam."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Uzbekistan",
    "urlGoogle": "https://artsandculture.google.com/entity/uzbekistan/m07t_x"
  },
  "quote": {
    "id": "97",
    "quote": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.",
    "author": "Leonardo da Vinci"
  },
  "wiki": {
    "id": "t-34",
    "name": "T-34",
    "summary": "The T-34 is a Soviet medium tank produced from 1940 to 1958. It was widely regarded as the world's best tank when the Soviet Union entered the Second World War, and although its armour and armament were surpassed by later WWII tanks, it is credited as the war's most effective, efficient and influential design. First produced at the KhPZ factory in Kharkov (Kharkiv, Ukraine), it was the mainstay of Soviet armoured forces throughout World War II, and widely exported afterwards. It was the most-produced tank of the war, and the second most-produced tank of all time, after its successor, the T-54/55 series. The T-34 was still in service with twenty-seven countries as late as 1996.",
    "url": "https://en.wikipedia.org/wiki/T-34"
  },
  "word": {
    "id": "kowtow",
    "word": "kowtow",
    "url": "https://www.merriam-webster.com/dictionary/kowtow",
    "partOfSpeech": "verb",
    "pronunciation": "KOW-tow",
    "audioPath": "audio/words/kowtow.mp3",
    "definitions": [
      "to show obsequious deference : fawn",
      "to kneel and touch the forehead to the ground in token of homage, worship, or deep respect"
    ],
    "examples": [
      "Martin _kowtows_ to our boss every chance he gets, complimenting him on his suits and offering favors.",
      "\"It's not honorable to _kowtow_ to the extremes so you can preserve your political career.\" - From an op-ed column by David Brooks in _The New York Times_, February 28, 2012"
    ],
    "origin": "\"Kowtow\" originated as a noun referring to the act of kneeling and touching one's head to the ground as a salute or act of worship to a revered authority. In traditional China this ritual was performed by commoners making requests to the local magistrate, by the emperor to the shrine of Confucius, or by foreign representatives appearing before the emperor to establish trade relations. (In the late 18th century, some Western nations resisted performing the ritual, which acknowledged the Chinese emperor as the \"son of heaven.\") The word \"kowtow\" derives from Chinese \"koutou,\" formed by combining the verb \"kou\" (\"to knock\") with the noun \"tou\" (\"head\"). The noun had arrived in English by 1804, and the earliest evidence for the verb dates from 1826."
  }
}
