{
  "artist": {
    "id": "marcantonio-raimondi",
    "name": "Marcantonio Raimondi",
    "dates": "1480 - 1534",
    "mainImg": "img/art/artists/marcantonio-raimondi.jpg",
    "artworkImgs": [
      {
        "name": "The Apollo Belvedere from the Vatican his left hand resting on the tree trunk around which coils a python",
        "path": "img/art/artworks/marcantonio-raimondi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-apollo-belvedere-from-the-vatican-his-left-hand-resting-on-the-tree-trunk-around-which-coils-a-python-marcantonio-raimondi/_gFTtlS8XLlV2w"
      },
      {
        "name": "The Death of Lucretia",
        "path": "img/art/artworks/marcantonio-raimondi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-death-of-lucretia-marcantonio-raimondi-after-raphael/xwFkqhU_JmJk5Q"
      },
      {
        "name": "Massacre of the Innocents",
        "path": "img/art/artworks/marcantonio-raimondi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/massacre-of-the-innocents-marcantonio-raimondi-after-raphael/VQF7ZEn29k8Viw"
      },
      {
        "name": "Laocoön and his sons being attacked by serpents",
        "path": "img/art/artworks/marcantonio-raimondi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/laocoön-and-his-sons-being-attacked-by-serpents-marco-dente-marcantonio-raimondi/DwFyoACYnjejfA"
      },
      {
        "name": "A plague scene at right, a man at left holding a torch illuminating part of the scene, ill people at the right",
        "path": "img/art/artworks/marcantonio-raimondi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-plague-scene-at-right-a-man-at-left-holding-a-torch-illuminating-part-of-the-scene-ill-people-at-the-right-marcantonio-raimondi-raphael-raffaello-sanzio-or-santi/ogGYLfPwpkNOFg"
      },
      {
        "name": "Adam and Eve flanked by two trees, a town in the background",
        "path": "img/art/artworks/marcantonio-raimondi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/adam-and-eve-flanked-by-two-trees-a-town-in-the-background-marcantonio-raimondi-raphael-raffaello-sanzio-or-santi/7wGxVefCmDWe0g"
      }
    ],
    "summary": [
      "Marcantonio Raimondi, often called simply Marcantonio, was an Italian engraver, known for being the first important printmaker whose body of work consists largely of prints copying paintings. He is therefore a key figure in the rise of the reproductive print. He also systematized a technique of engraving that became dominant in Italy and elsewhere. His collaboration with Raphael greatly helped his career, and he continued to exploit Raphael's works after the painter's death in 1520, playing a large part in spreading High Renaissance styles across Europe. Much of the biographical information we have comes from his life, the only one of a printmaker, in Vasari's Lives of the Artists.",
      "He is attributed with around 300 engravings. After years of great success, his career ran into trouble in the mid-1520s; he was imprisoned for a time in Rome over his role in the series of erotic prints I Modi, and then, according to Vasari, lost all his money in the Sack of Rome in 1527, after which none of his work can be securely dated."
    ],
    "quote": null,
    "movements": [
      "Renaissance",
      "Italian Renaissance",
      "High Renaissance",
      "Northern Renaissance",
      "German Renaissance",
      "Florentine painting"
    ],
    "mediums": ["Engraving", "Etching", "Ink", "Pen", "Drawing", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Marcantonio_Raimondi",
    "urlGoogle": "https://artsandculture.google.com/entity/marcantonio-raimondi/m04l4cv"
  },
  "event": {
    "id": "battle-of-nagashino",
    "name": "Battle of Nagashino",
    "dates": null,
    "mainImg": "img/events/battle-of-nagashino.jpg",
    "summary": [
      "The Battle of Nagashino took place in 1575 near Nagashino Castle on the plain of Shitarabara in the Mikawa Province of Japan. Takeda Katsuyori attacked the castle when Okudaira Sadamasa rejoined the Tokugawa, and when his original plot with Oga Yashiro for taking Okazaki Castle, the capital of Mikawa, was discovered.",
      "Takeda Katsuyori attacked the castle on 16 June, using Takeda gold miners to tunnel under the walls, rafts to ferry samurai across the rivers, and siege towers. On 22 June the siege became a blockade, complete with palisades and cables strewn across the river. The defenders then sent Torii Suneemon to get help. He reached Okazaki, where Ieyasu and Nobunaga promised help. Kamehime, daughter of Tokugawa Ieyasu helped to defend the castle, she sent a letter to her father asking for reinforcements. Conveying that message back to the castle, Torii was captured and hung on a cross before the castle walls. However, he was still able to shout out that relief was on the way before he was killed.",
      "Both Tokugawa Ieyasu and Oda Nobunaga sent troops to assist Sadamasa and break the siege, and their combined forces defeated Katsuyori."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Nagashino",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-nagashino/m01zv5f"
  },
  "funFacts": [
    {
      "id": "946",
      "fact": "It is against the law to use \"The Star Spangled Banner\" as dance music in Massachusetts.",
      "category": ["Geography", "History", "Make-it-Easies", "Laws"]
    },
    { "id": "47", "fact": "Giraffes have no vocal chords.", "category": ["Animals"] },
    {
      "id": "123",
      "fact": "Beavers were once the size of bears.",
      "category": ["Animals", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554068",
      "fact": "In the 1920s and ‘30s, many movie theaters had signs instructing ladies to \"Please Remove Your Hats” to keep their elaborate headwear from blocking anyone's view."
    },
    {
      "id": "553838",
      "fact": "The aurora australis is the southern version of the aurora borealis. Tasmania, New Zealand, and Antarctica are a few of the best places to scope out the Southern Lights from land."
    }
  ],
  "idiom": {
    "id": "snake-in-the-grass",
    "term": "snake in the grass",
    "definition": "A treacherous person, as in *Ben secretly applied for the same job as his best friend; no one knew he was such a snake in the grass.* This metaphor for treachery, alluding to a poisonous snake concealed in tall grass, was used in 37 B.C. by the Roman poet Virgil (*latet anguis in herba*). It was first recorded in English in 1696 as the title of a book by Charles Leslie."
  },
  "person": {
    "id": "eduardo-de-filippo",
    "name": "Eduardo De Filippo",
    "dates": "May 24, 1900 - Oct 31, 1984",
    "mainImg": "img/people/eduardo-de-filippo.jpg",
    "summary": [
      "Eduardo De Filippo, also known simply as Eduardo was an Italian actor, playwright, screenwriter, author and poet, best known for his Neapolitan works Filumena Marturano and Napoli Milionaria. Considered one of the most important italian artists of the 20th century, Eduardo was the author of many theatrical dramas staged and directed by himself first and later awarded and played outside Italy. For his artistic merits and contributions to Italian culture, he was named senatore a vita by the Italian Presidente della Repubblica Sandro Pertini."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Eduardo_De_Filippo",
    "urlGoogle": "https://artsandculture.google.com/entity/eduardo-de-filippo/m046m03"
  },
  "place": {
    "id": "saint-barthelemy",
    "name": "Saint Barthélemy",
    "mainImg": "img/places/saint-barthelemy.jpg",
    "summary": [
      "Saint Barthélemy, officially the French: Collectivité territoriale de Saint-Barthélemy, is an overseas collectivity of France in the Caribbean. Often abbreviated to St-Barth in French, and St. Barths or St. Barts in English, the island lies about 35 kilometres south-east of the Dutch-country Sint Maarten and north-east of the Dutch islands of Saba, Sint Eustatius, and the independent country of Saint Kitts and Nevis.",
      "Saint Barthélemy was for many years a French commune forming part of Guadeloupe, which is an overseas region and department of France. In 2003 the island voted in favour of secession from Guadeloupe in order to form a separate overseas collectivity of France. The collectivity is one of four territories among the Leeward Islands in the northeastern Caribbean that comprise the French West Indies, along with Saint Martin, Guadeloupe, and Martinique.",
      "Saint Barthélemy, a volcanic island fully encircled by shallow reefs, has an area of 25 square kilometres and a population of about 10,000. Its capital is Gustavia, which also contains the main harbour."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Saint_Barth%C3%A9lemy",
    "urlGoogle": "https://artsandculture.google.com/entity/saint-barthélemy/m0h7f9"
  },
  "quote": {
    "id": "92",
    "quote": "One today is worth two tomorrows.",
    "author": "Benjamin Franklin"
  },
  "wiki": {
    "id": "blues",
    "name": "Blues",
    "summary": "The blues is a vocal and instrumental form of music based on a pentatonic scale as well as a characteristic twelve-bar chord progression. The form evolved in the United States in the communities of former African slaves from spirituals, praise songs, field hollers, shouts, and chants. The use of blue notes and the prominence of call-and-response patterns in the music and lyrics are indicative of the blues' West African pedigree. The blues has been a major influence on later American and Western popular music, finding expression in ragtime, jazz, big band, rhythm and blues, rock and roll and country music, as well as conventional pop songs and even modern classical music. The phrase the blues is a synonym for having a fit of the blue devils, meaning low spirits, depression and sadness.",
    "url": "https://en.wikipedia.org/wiki/Blues"
  },
  "word": {
    "id": "dulcet",
    "word": "dulcet",
    "url": "https://www.merriam-webster.com/dictionary/dulcet",
    "partOfSpeech": "adjective",
    "pronunciation": "DUL-sut",
    "audioPath": "audio/words/dulcet.mp3",
    "definitions": ["sweet to the taste", "pleasing to the ear", "generally pleasing or agreeable"],
    "examples": [
      "At the concert, Kate leaned back in her seat, closed her eyes, and enjoyed the _dulcet_ tones of the harp solo.",
      "\"The haddock was sweet and tender inside the coarse cornmeal crust, with _dulcet_ chili aioli and creamy avocado.\" -- From a restaurant review by Cheryl Clark in _The Times-Union_ (Albany, New York), November 20, 2011"
    ],
    "origin": "\"Dulcet\" has many linguistic ancestors, including the Latin \"dulcis,\" Anglo-French \"douz,\" and Middle English \"doucet,\" all meaning \"sweet.\" The dulcet \"dulcis\" has contributed many other sweet terms to English as well. Among these are the musical direction \"dolce\" (\"to be played sweetly, softly\"), \"dulciana\" (a pipe organ stop), \"dolcian\" (a small bassoon-like instrument used in the 16th and 17th centuries), and \"dulcimer\" (an American folk instrument). On a similar note, the word \"dulcify\" means \"to make sweet,\" and the adjective \"doux,\" derived from \"douz,\" is used in wine circles to describe champagne that is sweet."
  }
}
