{
  "artist": {
    "id": "alberto-savinio",
    "name": "Alberto Savinio",
    "dates": "Aug 25, 1891 - May 5, 1952",
    "mainImg": "img/art/artists/alberto-savinio.jpg",
    "artworkImgs": [
      {
        "name": "Ritratto di Palma Bucarelli",
        "path": "img/art/artworks/alberto-savinio-a1.jpg",
        "source": "https://artsandculture.google.com/asset/ritratto-di-palma-bucarelli-alberto-savinio/LAHa6iSaXoz1qg"
      },
      {
        "name": "Ulysse et Polypheme",
        "path": "img/art/artworks/alberto-savinio-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ulysse-et-polypheme-alberto-savinio/awHN3taK1X15Ag"
      },
      {
        "name": "Annunciation",
        "path": "img/art/artworks/alberto-savinio-a3.jpg",
        "source": "https://artsandculture.google.com/asset/annunciation-alberto-savinio/RgEfCGQ-0ynNGQ"
      },
      {
        "name": "Souvenir d'enfance à Athènes",
        "path": "img/art/artworks/alberto-savinio-a4.jpg",
        "source": "https://artsandculture.google.com/asset/souvenir-d-enfance-à-athènes-alberto-savinio/MwGQrMqAmwXDGg"
      },
      {
        "name": "Gomorrhe",
        "path": "img/art/artworks/alberto-savinio-a5.jpg",
        "source": "https://artsandculture.google.com/asset/gomorrhe-alberto-savinio/CwET1nS3OC5a4Q"
      },
      {
        "name": "Portrait of Domenico Cesa Bianchi",
        "path": "img/art/artworks/alberto-savinio-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-domenico-cesa-bianchi-alberto-bianchi/NwFmA-X_8IgWjg"
      }
    ],
    "summary": [
      "Alberto Savinio, born Andrea Francesco Alberto de Chirico was an Italian writer, painter, musician, journalist, essayist, playwright, set designer and composer. He was the younger brother of 'metaphysical' painter Giorgio de Chirico. His work often dealt with philosophical and psychological themes, and he also was heavily concerned with the philosophy of art.",
      "Throughout his life, Savinio composed five operas and authored at least forty-seven books, including multiple autobiographies and memoirs. He also extensively wrote and produced works for the theatre. His work received mixed reviews during his lifetime, often due to his pervasive use of modernist techniques. He was influenced by and a contemporary of Apollinaire, Picasso, Jean Cocteau, Max Jacob, and Fernand Léger, and had a significant influence on the surrealist movement."
    ],
    "quote": null,
    "movements": ["Surrealism", "Modern art"],
    "mediums": ["Oil paint", "Tempera", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Alberto_Savinio",
    "urlGoogle": "https://artsandculture.google.com/entity/alberto-savinio/m08tlmw"
  },
  "event": {
    "id": "1947-1948-civil-war-in-mandatory-palestine",
    "name": "1947–1948 civil war in Mandatory Palestine",
    "dates": "Nov 30, 1947 - May 14, 1948",
    "mainImg": "img/events/1947-1948-civil-war-in-mandatory-palestine.jpg",
    "summary": [
      "The 1947–1948 civil war in Mandatory Palestine was the first phase of the 1948 Palestine war. It broke out after the General Assembly of the United Nations adopted a resolution on 29 November 1947 recommending the adoption of the Partition Plan for Palestine.",
      "During the civil war, the Jewish and Arab communities of Palestine clashed while the British, who had the obligation to maintain order, organized their withdrawal and intervened only on an occasional basis.",
      "When the British Mandate of Palestine expired on 14 May 1948, and with the Declaration of the Establishment of the State of Israel, the surrounding Arab states—Egypt, Transjordan, Iraq and Syria—invaded what had just ceased to be Mandatory Palestine, and immediately attacked Israeli forces and several Jewish settlements. The conflict thus escalated and became the 1948 Arab–Israeli War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1947%E2%80%931948_civil_war_in_Mandatory_Palestine",
    "urlGoogle": "https://artsandculture.google.com/entity/1947–1948-civil-war-in-mandatory-palestine/m02qkyk2"
  },
  "funFacts": [
    { "id": "47", "fact": "Giraffes have no vocal chords.", "category": ["Animals"] },
    {
      "id": "777",
      "fact": "Cats have 2 sets of vocal cords: one for purring and one for meowing.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [{ "id": "551312", "fact": "<span>A group of pugs is called a grumble.</span>" }],
  "idiom": {
    "id": "run-to-seed",
    "term": "run to seed",
    "definition": "Also, **go to seed.** Become devitalized or worn out; deteriorate, as in *I went back to visit my old elementary school, and sadly, it has really run to seed,* or *The gold medalist quickly went to seed after he left competition.* This term alludes to plants that, when allowed to set seed after flowering, either taste bitter, as in the case of lettuce, or do not send out new buds, as is true of annual flowers. Its figurative use dates from the first half of the 1800s."
  },
  "person": {
    "id": "isabella-clara-eugenia",
    "name": "Isabella Clara Eugenia",
    "dates": "Aug 12, 1566 - Dec 1, 1633",
    "mainImg": "img/people/isabella-clara-eugenia.jpg",
    "summary": [
      "Isabella Clara Eugenia, sometimes referred to as Clara Isabella Eugenia, was sovereign of the Spanish Netherlands in the Low Countries and the north of modern France with her husband, Archduke Albert VII of Austria. Their reign is considered the Golden Age of the Spanish Netherlands. Isabella was one of the most powerful women in 16th and 17th century Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Isabella_Clara_Eugenia",
    "urlGoogle": "https://artsandculture.google.com/entity/isabella-clara-eugenia/m02pwv6"
  },
  "place": {
    "id": "halle-saale",
    "name": "Halle (Saale)",
    "mainImg": "img/places/halle-saale.jpg",
    "summary": [
      "Halle (Saale) is the largest city of the German state of Saxony-Anhalt, the fifth most populous city in the area of former East Germany after Berlin, Leipzig, Dresden and Chemnitz, as well as the 31st largest city of Germany, and with around 239,000 inhabitants, it is slightly more populous than the state capital of Magdeburg. Together with Leipzig, the largest city of Saxony, Halle forms the polycentric Leipzig-Halle conurbation. Between the two cities, in Schkeuditz, lies Leipzig/Halle International Airport. The Leipzig-Halle conurbation is at the heart of the larger Central German Metropolitan Region.",
      "Halle lies in the south of Saxony-Anhalt, in the Leipzig Bay, the southernmost part of the North German Plain, on the River Saale, which is the third longest river flowing entirely in Germany after the Weser and the Main. The White Elster flows into the Saale in the southern borough of Silberhöhe. Halle is the fourth largest city in the Thuringian-Upper Saxon dialect area after Leipzig, Dresden and Chemnitz.",
      "Halle is an economic and educational center in central-eastern Germany."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Halle_%28Saale%29",
    "urlGoogle": "https://artsandculture.google.com/entity/halle-saale/m019fv4"
  },
  "wiki": {
    "id": "indonesia",
    "name": "Indonesia",
    "summary": "Indonesia is a nation in Southeast Asia. Comprising 17,500 islands, it is the world's largest archipelagic state. With a population of over 234 million, it is the world's fourth most populous country and the most populous Muslim-majority nation, although officially it is not an Islamic state. Indonesia is a republic, with an elected parliament and president. The nation's capital city is Jakarta. Following three and a half centuries of Dutch colonialism, Indonesia secured its independence after World War II. Indonesia's history has since been turbulent, with challenges posed by natural disasters, corruption, separatism, a democratization process, and periods of rapid economic change. Across its many islands, Indonesia consists of distinct ethnic, linguistic, and religious groups. The Javanese are the politically dominant and largest ethnic group. As a unitary state and a nation, Indonesia has developed a shared identity defined by a national language, a majority Muslim population, and a history of colonialism and rebellion against it.",
    "url": "https://en.wikipedia.org/wiki/Indonesia"
  },
  "word": {
    "id": "undergird",
    "word": "undergird",
    "url": "https://www.merriam-webster.com/dictionary/undergird",
    "partOfSpeech": "verb",
    "pronunciation": "un-der-GERD",
    "audioPath": "audio/words/undergird.mp3",
    "definitions": ["to form the basis or foundation of : strengthen, support"],
    "examples": [
      "\"High school students need to understand the paradigms and traditions that _undergird_ social and political institutions.\" - From a lesson plan at CNNfyi.com, July 3, 2001",
      "\"No one argues that a robust U.S. economy is needed to _undergird_ an effective foreign policy.\" - From an editorial by Jennifer Rubin in the _Washington Post_, October 9, 2013"
    ],
    "origin": "The English verb \"gird\" means, among other things, \"to encircle or bind with a flexible band.\" When \"undergird\" first entered English in the 16th century it meant \"to make secure underneath,\" as by passing a rope or chain underneath something (such as a ship). That literal sense has long since fallen out of use, but in the 19th century \"undergird\" picked up the figurative \"strengthen\" or \"support\" sense that we still use. \"Gird\" and consequently \"undergird\" both derive from the Old English \"geard,\" meaning \"enclosure\" or \"yard.\" \"Gird\" also gives us \"girder,\" a noun referring to a horizontal piece supporting a structure."
  }
}
