{
  "artist": {
    "id": "roni-horn",
    "name": "Roni Horn",
    "dates": "Born Sep 25, 1955",
    "mainImg": "img/art/artists/roni-horn.jpg",
    "artworkImgs": [
      {
        "name": "Seen in the distance",
        "path": "img/art/artworks/roni-horn-a1.jpg",
        "source": "https://artsandculture.google.com/asset/seen-in-the-distance/uwG3EuAhBLHb2Q"
      },
      {
        "name": "Some Thames",
        "path": "img/art/artworks/roni-horn-a2.jpg",
        "source": "https://artsandculture.google.com/asset/some-thames-horn-roni/SwH8xMGeG0uOmA"
      },
      {
        "name": "Untitled (Flannery)",
        "path": "img/art/artworks/roni-horn-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-flannery-roni-horn/8QFnpn63IzIHpw"
      },
      {
        "name": "Suite #2",
        "path": "img/art/artworks/roni-horn-a4.jpg",
        "source": "https://artsandculture.google.com/asset/suite-2/ogGxNcOPRW0dxw"
      }
    ],
    "summary": [
      "Roni Horn is an American visual artist and writer. The granddaughter of Eastern European immigrants, she was born in New York, where she lives and works. She is currently represented by Xavier Hufkens in Brussels and Hauser & Wirth."
    ],
    "quote": null,
    "movements": ["Postminimalism", "Minimalism", "Contemporary art"],
    "mediums": ["Photograph", "Lacquer", "Aluminium", "Glass", "Metal", "Plastic"],
    "urlWiki": "https://en.wikipedia.org/wiki/Roni_Horn",
    "urlGoogle": "https://artsandculture.google.com/entity/roni-horn/m022r0kk"
  },
  "event": {
    "id": "1980-summer-olympics",
    "name": "1980 Summer Olympics",
    "dates": "Jul 19, 1980 - Aug 3, 1980",
    "mainImg": "img/events/1980-summer-olympics.jpg",
    "summary": [
      "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad, was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
      "The 1980 Games were the first Olympic Games to be staged in Eastern Europe, and remain the only Summer Olympics held there, as well as the first Olympic Games to be held in a Slavic language-speaking country. They were also the only Summer Olympic Games to be held in a communist country until 2008 in China. These were the final Olympic Games under the IOC Presidency of Michael Morris, 3rd Baron Killanin.",
      "Eighty nations were represented at the Moscow Games – the smallest number since 1956. Led by the United States, 66 countries boycotted the games entirely because of the Soviet–Afghan War. Some athletes from some of the boycotting countries participated in the games under the Olympic Flag. The Soviet Union would later boycott the 1984 Summer Olympics. The Soviet Union won the most gold and overall medals, with the USSR and East Germany winning 127 out of 203 available golds."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1980_Summer_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/1980-summer-olympics/m0l6vl"
  },
  "funFacts": [
    {
      "id": "350",
      "fact": "The watersheds that supply water to New York City are roughly the size of Delaware.",
      "category": ["Geography"]
    },
    {
      "id": "215",
      "fact": "Tennessee banned the use of a lasso to catch fish.",
      "category": ["Geography", "Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "553805",
      "fact": "In 1997, a woman from Louisville left actor Charles Bronson all of her money in a handwritten will—a total of about $300,000.  She'd never met him; she was just a fan."
    }
  ],
  "idiom": {
    "id": "before-you-can-say-jack-robinson",
    "term": "before you can say Jack Robinson",
    "definition": "Also, **quicker than you can say Jack Robinson.** Almost immediately, very soon, as in *I'll finish this book before you can say Jack Robinson.* This expression originated in the 1700s, but the identity of Jack Robinson has been lost. Grose's *Classical Dictionary* (1785) said he was a man who paid such brief visits to acquaintances that there was scarcely time to announce his arrival before he had departed, but it gives no further documentation. A newer version is **before you know it,** meaning so soon that you don't have time to become aware of it (as in *He'll be gone before you know it*)."
  },
  "person": {
    "id": "muso-soseki",
    "name": "Musō Soseki",
    "dates": "1275 - Oct 20, 1351",
    "mainImg": "img/people/muso-soseki.jpg",
    "summary": [
      "Musō Soseki was a Rinzai Zen Buddhist monk and teacher, and a calligraphist, poet and garden designer. The most famous monk of his time, he is also known as Musō Kokushi, a honorific conferred to him by Emperor Go-Daigo. His mother was the daughter of Hōjō Masamura, seventh Shikken of the Kamakura shogunate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mus%C5%8D_Soseki",
    "urlGoogle": "https://artsandculture.google.com/entity/musō-soseki/m0f4wb4"
  },
  "place": {
    "id": "jakarta",
    "name": "Jakarta",
    "mainImg": "img/places/jakarta.jpg",
    "summary": [
      "Jakarta, officially the Special Capital Region of Jakarta, is the capital and a province of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014. Although Jakarta only covers 699.5 square kilometres, the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres; it is the world's second-most populous urban area after Tokyo, with a population of about 30 million as of 2010. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York.",
      "Established in the fourth century as Sunda Kelapa, the city became an important trading port for the Sunda Kingdom. It was the de facto capital of the Dutch East Indies when it was known as Batavia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jakarta",
    "urlGoogle": "https://artsandculture.google.com/entity/jakarta/m044rv"
  },
  "wiki": {
    "id": "eifel-aqueduct",
    "name": "Eifel Aqueduct",
    "summary": "The Eifel Aqueduct was one of the longest aqueducts of the Roman Empire. It shows the great skill of the Roman engineers, whose level of technical achievement was lost in the Middle Ages and regained only in recent times. The aqueduct, constructed in AD 80, carried water some 95 km (60 miles) from the hilly Eifel region of what is now Germany to the ancient city of Colonia Claudia Ara Agrippinensum (present-day Cologne). If the auxiliary spurs to additional springs are included, the length was 130 km (80 miles). The construction was almost entirely below ground, and the flow of the water was produced entirely by gravity. A few bridges, including one up to 1,400 m (0.86 miles) in length, were needed to pass over valleys. Unlike some of the other famous Roman aqueducts, the Eifel aqueduct was specifically designed to minimise the above-ground portion to protect it from damage and freezing.",
    "url": "https://en.wikipedia.org/wiki/Eifel_Aqueduct"
  },
  "word": {
    "id": "decorous",
    "word": "decorous",
    "url": "https://www.merriam-webster.com/dictionary/decorous",
    "partOfSpeech": "adjective",
    "pronunciation": "DECK-er-us",
    "audioPath": "audio/words/decorous.mp3",
    "definitions": ["marked by propriety and good taste : correct"],
    "examples": [
      "Nina and Mark had hoped to have a casual beach wedding, but her parents insisted on a formal, highly decorous ceremony in their church."
    ],
    "origin": "The current meaning of \"decorous\" dates from the mid-17th century. One of the word's earliest recorded uses appeared in a book titled _The Rules of Civility_ (1673): \"It is not decorous to look in the Glass, to comb, brush, or do any thing of that nature to ourselves, whilst the said person be in the Room.\" (There is also a slightly older sense of \"decorous\" that means \"fitting, appropriate,\" but that sense is now obsolete.) \"Decorous\" derives from the Latin word \"decorus,\" an adjective created from the noun \"decor,\" meaning \"beauty\" or \"grace.\" \"Decor\" is akin to the Latin verb \"decēre\" (\"to be fitting\"), which is the source of our adjective \"decent.\" It is only fitting, then, that \"decent\" can be a synonym of \"decorous.\""
  }
}
