{
  "artist": {
    "id": "carlo-crivelli",
    "name": "Carlo Crivelli",
    "dates": "1430 - 1495",
    "mainImg": "img/art/artists/carlo-crivelli.jpg",
    "artworkImgs": [
      {
        "name": "Saint George Slaying the Dragon",
        "path": "img/art/artworks/carlo-crivelli-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-george-slaying-the-dragon-carlo-crivelli/RQFvUUwFQSQxCw"
      },
      {
        "name": "Madonna and Child",
        "path": "img/art/artworks/carlo-crivelli-a2.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-carlo-crivelli/sgHUJep8j7gXwA"
      },
      {
        "name": "St. Augustine",
        "path": "img/art/artworks/carlo-crivelli-a3.jpg",
        "source": "https://artsandculture.google.com/asset/st-augustine/kQHrK8lr0kZGcg"
      },
      {
        "name": "Saint Michael",
        "path": "img/art/artworks/carlo-crivelli-a4.jpg",
        "source": "https://artsandculture.google.com/asset/saint-michael-carlo-crivelli/7gGddwqJ0r6b6A"
      },
      {
        "name": "Madonna and Child Enthroned",
        "path": "img/art/artworks/carlo-crivelli-a5.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-enthroned-carlo-crivelli/QAG2HbiIalmj0Q"
      },
      {
        "name": "Mary Magdalene",
        "path": "img/art/artworks/carlo-crivelli-a6.jpg",
        "source": "https://artsandculture.google.com/asset/mary-magdalene-carlo-crivelli/uAGlLJ4uHHtv7w"
      }
    ],
    "summary": [
      "Carlo Crivelli was an Italian Renaissance painter of conservative Late Gothic decorative sensibility, who spent his early years in the Veneto, where he absorbed influences from the Vivarini, Squarcione and Mantegna. He left the Veneto by 1458 and spent most of the remainder of his career in the March of Ancona, where he developed a distinctive personal style that contrasts with that of his Venetian contemporary Giovanni Bellini."
    ],
    "quote": null,
    "movements": ["Renaissance", "Gothic art", "Italian Renaissance"],
    "mediums": ["Tempera", "Metal", "Gold", "Wood", "Plaster", "Tin"],
    "urlWiki": "https://en.wikipedia.org/wiki/Carlo_Crivelli",
    "urlGoogle": "https://artsandculture.google.com/entity/carlo-crivelli/m03kbd5"
  },
  "event": {
    "id": "indo-pakistani-war-of-1971",
    "name": "Indo-Pakistani War of 1971",
    "dates": "Dec 3, 1971 - Dec 16, 1971",
    "mainImg": "img/events/indo-pakistani-war-of-1971.jpg",
    "summary": [
      "The Indo-Pakistani War of 1971 was a military confrontation between India and Pakistan that occurred during the liberation war in East Pakistan from 3 December 1971 to the fall of Dacca on 16 December 1971. The war began with preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakistan and Indian entry into the war of independence in East Pakistan on the side of Bengali nationalist forces. Lasting just 13 days, it is one of the shortest wars in history.",
      "During the war, Indian and Pakistani militaries simultaneously clashed on the eastern and western fronts; the war ended after the Eastern Command of the Pakistan military signed the Instrument of Surrender on 16 December 1971 in Dhaka, marking the formation of East Pakistan as the new nation of Bangladesh. Officially, East Pakistan had earlier called for its secession from the unity of Pakistan on 26 March 1971. Approximately 90,000 to 93,000 Pakistani servicemen were taken prisoner by the Indian Army, which included 79,676 to 81,000 uniformed personnel of the Pakistan Armed Forces, including some Bengali soldiers who had remained loyal to Pakistan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indo-Pakistani_War_of_1971",
    "urlGoogle": "https://artsandculture.google.com/entity/indo-pakistani-war-of-1971/m02cnqk"
  },
  "funFacts": [
    {
      "id": "757",
      "fact": "There are approximately 7,000 feathers on an eagle.",
      "category": ["Animals"]
    },
    {
      "id": "59",
      "fact": "Brain waves can be used to power an electric train.",
      "category": ["Anatomy", "Science"]
    },
    { "id": "292", "fact": "Heavier, not bigger lemons, produce more juice.", "category": ["Food"] }
  ],
  "funFacts2": [
    {
      "id": "506908",
      "fact": "Wendy's founder Dave Thomas dropped out of high school but picked up his GED in 1993. His GED class voted him Most Likely to Succeed."
    },
    {
      "id": "551311",
      "fact": "<span><em>The Starry Night</em> depicts Vincent Van Gogh's view from the Saint Paul-de-Mausole asylum.</span>"
    }
  ],
  "idiom": {
    "id": "hide-ones-light-under-a-bushel",
    "term": "hide one's light under a bushel",
    "definition": "Show extreme modesty, as in *Even after Paul won the scholarship he went on hiding his light under a bushel.* This expression, which does not necessarily express approval of this behavior, has its origin in the New Testament (Matthew 5:15): \"Neither do men light a candle, and put it under a bushel, but on a candlestick.\" [Early 1600s]"
  },
  "person": {
    "id": "jugurtha",
    "name": "Jugurtha",
    "dates": "Died 103 BC",
    "mainImg": "img/people/jugurtha.jpg",
    "summary": [
      "Jugurtha or Jugurthen was a king of Numidia, born in Cirta. When the Numidian king Micipsa, who had adopted Jugurtha, died in 118 BCE, Jugurtha and his two adoptive brothers, Hiempsal and Adherbal, succeeded him. Jugurtha arranged to have Hiempsal killed and, after a civil war, defeated and killed Adherbal in 112 BCE. The death of Adherbal, which was against the wishes of Rome, along with the growing popular anger in Rome at Jugurtha's success in bribing Roman senators, led to the Jugurthine War between Rome and Numidia which, after a number of battles in Numidia between Roman and Numidian forces, eventually led to Jugurtha's capture in 106 BCE and his being paraded through Rome as part of Gaius Marius' Roman triumph. He was then thrown into the Tullianum prison where he died of starvation in 104 BCE. He was survived by his son, Oxyntas."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jugurtha",
    "urlGoogle": "https://artsandculture.google.com/entity/jugurtha/m014qhh"
  },
  "place": {
    "id": "bulgaria",
    "name": "Bulgaria",
    "mainImg": "img/places/bulgaria.jpg",
    "summary": [
      "Bulgaria, officially the Republic of Bulgaria, is a country in Southeastern Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres, Bulgaria is Europe's sixteenth-largest country.",
      "One of the earliest societies in the lands of modern-day Bulgaria was the Neolithic Karanovo culture, which dates back to 6,500 BC. In the 6th to 3rd century BC the region was a battleground for ancient Thracians, Persians, Celts and Macedonians; stability came when the Roman Empire conquered the region in AD 45. The Eastern Roman Empire lost some of these territories to Slavic and then Turkic Bulgar invaders in the late 7th century. The Bulgars founded the First Bulgarian Empire in AD 681, which dominated most of the Balkans and significantly influenced Slavic cultures by developing the Cyrillic script. This state lasted until the early 11th century, when Byzantine emperor Basil II conquered and dismantled it."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bulgaria",
    "urlGoogle": "https://artsandculture.google.com/entity/bulgaria/m015qh"
  },
  "quote": {
    "id": "91",
    "quote": "Don't be afraid to give up the good to go for the great.",
    "author": "John D. Rockefeller"
  },
  "wiki": {
    "id": "artur-phleps",
    "name": "Artur Phleps",
    "summary": "Artur Phleps (1881–1944) was an Austro-Hungarian, Romanian and German officer who held the rank of SS-Obergruppenführer und General der Waffen-SS (lieutenant general) in the Waffen-SS during World War II. He was an Austro-Hungarian Army officer before and during World War I, specialising in mountain warfare and logistics. During the interwar period, he joined the Romanian Army and became an adviser to King Carol. After he spoke out against the government, he was sidelined and forcibly retired from the army. In 1941 he left Romania and joined the Waffen-SS. He saw action on the Eastern Front before raising two Waffen-SS mountain divisions and one corps in occupied Yugoslavia. Units under his command committed many crimes against the civilian population of the Independent State of Croatia. This was the subject of international controversy when Kurt Waldheim's service as Phleps' translator became public in the mid-1980s, during his successful bid for the Austrian presidency. In addition to the Knight's Cross of the Iron Cross, Phleps was awarded the German Cross in Gold, and after he was killed in September 1944, he was awarded the Oak Leaves to his Knight's Cross.",
    "url": "https://en.wikipedia.org/wiki/Artur_Phleps"
  },
  "word": {
    "id": "paucity",
    "word": "paucity",
    "url": "https://www.merriam-webster.com/dictionary/paucity",
    "partOfSpeech": "noun",
    "pronunciation": "PAW-suh-tee",
    "audioPath": "audio/words/paucity.mp3",
    "definitions": ["smallness of number : fewness", "smallness of quantity : dearth"],
    "examples": [
      "The manager overheard two customers complaining about the paucity of stylish designs in the store."
    ],
    "origin": "\"Paucity,\" which was first recorded in English in the 15th century, comes to us from the Middle English word \"paucite,\" and is ultimately derived from \"paucus,\" Latin for \"little.\" It is not surprising, then, that \"paucity\" came to refer to a \"littleness\" of numbers (as in \"a paucity of facts or studies\") or quantity (\"a paucity of evidence\"). One can even use paucity when speaking of abstract concepts, as in \"a paucity of experience or knowledge.\""
  }
}
