{
  "artist": {
    "id": "george-stubbs",
    "name": "George Stubbs",
    "dates": "Aug 25, 1724 - Jul 10, 1806",
    "mainImg": "img/art/artists/george-stubbs.jpg",
    "artworkImgs": [
      {
        "name": "Horse Frightened by a Lion",
        "path": "img/art/artworks/george-stubbs-a1.jpg",
        "source": "https://artsandculture.google.com/asset/horse-frightened-by-a-lion-george-stubbs-1724–1806-british/qAHj1S9wWlZDhw"
      },
      {
        "name": "Pumpkin with a Stable-lad",
        "path": "img/art/artworks/george-stubbs-a2.jpg",
        "source": "https://artsandculture.google.com/asset/pumpkin-with-a-stable-lad-george-stubbs-1724–1806-british/rgFU9LOEVr-aoA"
      },
      {
        "name": "Horse Frightened by a Lion",
        "path": "img/art/artworks/george-stubbs-a3.jpg",
        "source": "https://artsandculture.google.com/asset/horse-frightened-by-a-lion-george-stubbs/IgHUdOdTC_mlkg"
      },
      {
        "name": "Horse Devoured by a Lion",
        "path": "img/art/artworks/george-stubbs-a4.jpg",
        "source": "https://artsandculture.google.com/asset/horse-devoured-by-a-lion-george-stubbs/OwGll0nCCI-GPA"
      },
      {
        "name": "Brown and White Norfolk or Water Spaniel",
        "path": "img/art/artworks/george-stubbs-a5.jpg",
        "source": "https://artsandculture.google.com/asset/brown-and-white-norfolk-or-water-spaniel-george-stubbs-1724–1806-british/fwHuy4jcPRsTHw"
      },
      {
        "name": "A Saddled Bay Hunter",
        "path": "img/art/artworks/george-stubbs-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-saddled-bay-hunter-george-stubbs/5gFsuk373TxFug"
      }
    ],
    "summary": [
      "George Stubbs ARA was an English painter, best known for his paintings of horses. Self-trained, Stubbs learnt his skills independently from other great artists of the eighteenth century such as Reynolds or Gainsborough. Stubbs' output includes history paintings, but his greatest skill was in painting animals, perhaps influenced by his love and study of anatomy. His most famous painting, Whistlejacket, hangs in the National Gallery, London."
    ],
    "quote": null,
    "movements": ["Naturalism", "Romanticism", "Academic art", "Realism", "Neoclassicism"],
    "mediums": ["Graphite", "Chalk", "Pigment", "Sanguine", "Ink", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/George_Stubbs",
    "urlGoogle": "https://artsandculture.google.com/entity/george-stubbs/m01hbvq"
  },
  "event": {
    "id": "prague-uprising",
    "name": "Prague uprising",
    "dates": "May 5, 1945 - May 9, 1945",
    "mainImg": "img/events/prague-uprising.jpg",
    "summary": [
      "The Prague uprising of 1945 was a partially successful attempt by the Czech resistance to liberate the city of Prague from German occupation during World War II. The preceding six years of occupation had fuelled anti-German sentiment and the approach of the Soviet Red Army and the US Third Army offered a chance of success.",
      "On 5 May 1945, in the last moments of the war in Europe, Czech citizens spontaneously attacked the German occupiers and Czech resistance leaders emerged from hiding to join the uprising. The Russian Liberation Army, which had been fighting for the Germans, defected and supported the Czechs. German troops counter-attacked, but their progress was slowed by barricades constructed by the Czech citizenry. On 8 May, the Czech and German leaders signed a ceasefire allowing the German forces to withdraw from the city, but not all Waffen-SS units obeyed. Fighting continued until 9 May, when the Red Army entered the nearly liberated city.",
      "The uprising was brutal, with both sides committing war crimes."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Prague_uprising",
    "urlGoogle": "https://artsandculture.google.com/entity/prague-uprising/m060kkn"
  },
  "funFacts": [
    { "id": "43", "fact": "A cat's lower jaw cannot move sideways.", "category": ["Animals"] },
    { "id": "1011", "fact": "Norway once knighted a penguin.", "category": ["Animals", "History"] }
  ],
  "funFacts2": [
    {
      "id": "553918",
      "fact": "In 19th-century Ireland, jack-o'-lanterns were carved out \r\nof turnips instead of pumpkins."
    }
  ],
  "idiom": {
    "id": "tickle-the-ivories",
    "term": "tickle the ivories",
    "definition": "Play the piano. This colloquial expression may have its roots in a 16th-century tract by Thomas Nashe, which included \"to tickle a citterne\" (an old stringed instrument). It has been used for the piano since the first half of the 1900s, and continues to be so used, even though more piano keys today are made of plastic than expensive ivory. [Slang, c.1900]"
  },
  "person": {
    "id": "rutherford-b-hayes",
    "name": "Rutherford B. Hayes",
    "dates": "Oct 4, 1822 - Jan 17, 1893",
    "mainImg": "img/people/rutherford-b-hayes.jpg",
    "summary": [
      "Rutherford Birchard Hayes was the 19th president of the United States from 1877 to 1881, after serving in the U.S. House of Representatives and as governor of Ohio. A lawyer and staunch abolitionist, he had defended refugee slaves in court proceedings during the antebellum years.",
      "The Republican Party nominated Hayes as its candidate for the presidency in 1876, where he won through the Compromise of 1877 that officially ended Reconstruction by leaving the South to govern itself. In office he withdrew military troops from the South, ending Army support for Republican state governments in the South and for the efforts of African-American freedmen to establish their families as free citizens. Hayes promoted civil-service reform, and attempted to reconcile the divisions left over from the Civil War of 1861–65 and the Reconstruction Era of 1865–77.",
      "An attorney in Ohio, Hayes served as city solicitor of Cincinnati from 1858 to 1861. When the Civil War began, he left a fledgling political career to join the Union Army as an officer. Hayes was wounded five times, most seriously at the Battle of South Mountain in 1862."
    ],
    "quote": "“One of the tests of the civilization of people is the treatment of its criminals.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Rutherford_B._Hayes",
    "urlGoogle": "https://artsandculture.google.com/entity/rutherford-b-hayes/m06g42"
  },
  "place": {
    "id": "the-hague",
    "name": "The Hague",
    "mainImg": "img/places/the-hague.jpg",
    "summary": [
      "The Hague is a city on the western coast of the Netherlands on the North Sea and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world.",
      "With a metropolitan population of more than 1 million, it is the third-largest city in the Netherlands, after Amsterdam and Rotterdam. The Rotterdam–The Hague metropolitan area, with a population of approximately 2.7 million, is the 13th-largest in the European Union and the most populous in the country. Located in the west of the Netherlands, The Hague is in the centre of the Haaglanden conurbation and lies at the southwest corner of the larger Randstad conurbation.",
      "The Hague is the seat of the Cabinet, the States General, the Supreme Court, and the Council of State of the Netherlands, but the city is not the constitutional capital of the Netherlands, which is Amsterdam. King Willem-Alexander lives in Huis ten Bosch and works at the Noordeinde Palace in The Hague, together with Queen Máxima. Most foreign embassies in the Netherlands are located in the city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/The_Hague",
    "urlGoogle": "https://artsandculture.google.com/entity/the-hague/m07g0_"
  },
  "quote": {
    "id": "12",
    "quote": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
    "author": "Benjamin Franklin"
  },
  "wiki": {
    "id": "osiris-myth",
    "name": "Osiris myth",
    "summary": "The Osiris myth is the most elaborate and influential story in ancient Egyptian mythology. It concerns the murder of the god Osiris, a primeval king of Egypt, and its consequences. Osiris' murderer, his brother Set, usurps his throne, while Osiris' wife Isis restores her husband's body and posthumously conceives a son, Horus, by him. Horus' triumph over Set restores order to Egypt and completes the process of Osiris' resurrection. The myth is integral to the Egyptian conceptions of kingship and succession, conflict between order and disorder, and especially, death and the afterlife. The Osiris myth reached its essential form in or before the 25th century BC. Parts of the myth appear in a wide variety of Egyptian texts, from funerary texts and magical spells to short stories. The story is, therefore, more detailed and more cohesive than any other ancient Egyptian myth. Greek and Roman writings, particularly De Iside et Osiride by Plutarch, provide more information but may not always accurately reflect Egyptian beliefs.",
    "url": "https://en.wikipedia.org/wiki/Osiris_myth"
  },
  "word": {
    "id": "balneology",
    "word": "balneology",
    "url": "https://www.merriam-webster.com/dictionary/balneology",
    "partOfSpeech": "noun",
    "pronunciation": "bal-nee-AH-luh-jee",
    "audioPath": "audio/words/balneology.mp3",
    "definitions": ["the science of the therapeutic use of baths"],
    "examples": [
      "_Balneology_ is used at the spa as a means of treating injured muscles.",
      "\"Fortunately, our collection contains a large number of items relating to _balneology_, the science of baths and bathing, including pamphlets from hot spring resorts across the United States from the late 1800s and early 1900s.\" - From an article posted February 12, 2013 at nyamcenterforhistory.org"
    ],
    "origin": "\"Sure, the hot water feels good. Sure, the massage is nice. But it goes beyond that, advocates say.\" So wrote Ellen Creager in an article published on February 18, 2001 in the _Detroit Free Press_. The healing powers of mineral baths have long been touted by advocates like those mentioned by Creager. Though we've had the word \"balneology\" for just over 130 years, this method of treating aching muscles, joint pain, and skin ailments goes back to ancient times. Proponents of the science of bath therapy created the name \"balneology\" from the Latin word \"balneum\" (\"bath\") and the combining form \"-logy\" (\"science\"). Today, some medical institutes in Europe have departments of balneology. Modern \"balneologists\" impart their knowledge to, or themselves serve as, \"balneotherapists,\" who apply their \"balneotherapy\" to clients."
  }
}
