{
  "artist": {
    "id": "joseph-ducreux",
    "name": "Joseph Ducreux",
    "dates": "Jun 26, 1735 - Jul 24, 1802",
    "mainImg": "img/art/artists/joseph-ducreux.jpg",
    "artworkImgs": [
      {
        "name": "Le Discret",
        "path": "img/art/artworks/joseph-ducreux-a1.jpg",
        "source": "https://artsandculture.google.com/asset/le-discret-joseph-ducreux/dAEOLkQO_WRQig"
      },
      {
        "name": "Portrait of the Artist with a Mocking Face",
        "path": "img/art/artworks/joseph-ducreux-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-artist-with-a-mocking-face-joseph-ducreux-1735-1802-paris-musée-du-louvre/ewFU5KYWp2Y8ag"
      },
      {
        "name": "Pierre-Paul Rubens, Georges de La Tour, Edouard Manet, Joseph Ducreux, détails",
        "path": "img/art/artworks/joseph-ducreux-a3.jpg",
        "source": "https://artsandculture.google.com/asset/pierre-paul-rubens-georges-de-la-tour-edouard-manet-joseph-ducreux-détails-pierre-paul-rubens-georges-de-la-tour-edouard-manet-joseph-ducreux/lgHuxJmYe7jJpA"
      },
      {
        "name": "Head of a Gentleman [recto]",
        "path": "img/art/artworks/joseph-ducreux-a4.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-a-gentleman-recto-joseph-ducreux/xgFzlcyLS8l8dw"
      }
    ],
    "summary": [
      "Joseph, Baron Ducreux was a French noble, portrait painter, pastelist, miniaturist, and engraver, who was a successful portraitist at the court of Louis XVI of France, and resumed his career at the conclusion of the French Revolution. He was made a baron and premier peintre de la reine, and drew the last portrait ever made of Louis XVI before the king’s execution. His less formal portraits reflect his fascination with physiognomy and show an interest in expanding the range of facial expressions beyond those of conventional portraiture."
    ],
    "quote": null,
    "movements": [
      "Realism",
      "Modern art",
      "Baroque",
      "Antwerp school",
      "Impressionism",
      "Modernism"
    ],
    "mediums": ["Oil paint", "Aluminium", "Metal", "Wood", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Ducreux",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-ducreux/m09tlsn"
  },
  "event": {
    "id": "gwangju-uprising",
    "name": "Gwangju Uprising",
    "dates": "May 18, 1980 - May 27, 1980",
    "mainImg": "img/events/gwangju-uprising.jpg",
    "summary": [
      "The Gwangju Uprising, alternatively called the May 18 Democratic Uprising by UNESCO, and also known as May 18 Gwangju Democratization Movement, was a popular uprising in the city of Gwangju, South Korea, from May 18 to May 27, 1980. Estimates suggest that around 2,000 people have died. During this period, Gwangju citizens took up arms when local Chonnam University students who were demonstrating against the martial law government were fired upon, killed, raped and beaten by government troops. The event is sometimes called 5·18, in reference to the date the movement began.",
      "Support or denial of the Gwangju Uprising has long acted as a litmus test between conservative and far right groups and beliefs, and mainstream and progressive sectors of the population. The far right groups have sought to discredit the uprising."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gwangju_Uprising",
    "urlGoogle": "https://artsandculture.google.com/entity/gwangju-uprising/m0338ky"
  },
  "funFacts": [
    {
      "id": "223",
      "fact": "The Basenji is the only type of dog that does not bark.",
      "category": ["Animals", "Onlies"]
    },
    { "id": "278", "fact": "China only has one time zone.", "category": ["Geography"] }
  ],
  "funFacts2": [
    { "id": "553839", "fact": "Queen Elizabeth II technically owns all the dolphins in UK waters." }
  ],
  "idiom": {
    "id": "waste-not-want-not",
    "term": "waste not, want not",
    "definition": "Wise use of one's resources will keep one from poverty. For example, *I just hate to throw out good food---waste not, want not.* This proverbial saying was first recorded in 1772 but had an earlier, even more alliterative version, *willful waste makes woeful want* (1576)."
  },
  "person": {
    "id": "dolores-ibarruri",
    "name": "Dolores Ibárruri",
    "dates": "Dec 9, 1895 - Nov 12, 1989",
    "mainImg": "img/people/dolores-ibarruri.jpg",
    "summary": [
      "Isidora Dolores Ibárruri Gómez – known as \"La Pasionaria\" – was a Spanish Republican fighter of the Spanish Civil War of 1936–1939 and a communist politician of Basque origin, known for her famous slogan ¡No Pasarán! issued during the Battle for Madrid in November 1936.",
      "She joined the Spanish Communist Party when it was founded in 1920. In the 1930s she became a writer for the Communist Party of Spain publication Mundo Obrero and in February 1936 was elected to the Cortes Generales as a PCE deputy for Asturias. Going into exile from Spain towards the end of the Civil War in 1939, she became General Secretary of the Central Committee of the Communist Party of Spain, a position she held from 1944 to 1960. The Party then named her honorary president of the PCE, a post she held for the rest of her life. Upon her return to Spain in 1977 she was re-elected as a deputy to the Cortes for the same region she had represented from 1936 to 1939 under the Spanish Second Republic."
    ],
    "quote": "“It is better to die on your feet than to live on your knees.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Dolores_Ib%C3%A1rruri",
    "urlGoogle": "https://artsandculture.google.com/entity/dolores-ibárruri/m01p23g"
  },
  "place": {
    "id": "canberra",
    "name": "Canberra",
    "mainImg": "img/places/canberra.jpg",
    "summary": [
      "Canberra",
      "is the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km south-west of Sydney and 660 km north-east of Melbourne.",
      "On 1 January 1901, federation of the colonies of Australia was achieved. Section 125 of the new Australian Constitution provided that land, situated in New South Wales and at least 100 miles from Sydney, would be ceded to the new federal government. Following discussion and exploration of various areas within New South Wales, the Seat of Government Act 1908 was passed in 1908 which specified a capital in the Yass-Canberra region. The land was transferred to the Commonwealth by New South Wales in 1911, creating the Australian Capital Territory, two years prior to the capital city being founded and formally named as Canberra in 1913.",
      "It is unusual among Australian cities, being an entirely planned city outside of any state, similar to Washington, D.C. in the United States or Brasília in Brazil."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Canberra",
    "urlGoogle": "https://artsandculture.google.com/entity/canberra/m0dp90"
  },
  "wiki": {
    "id": "kammerlader",
    "name": "Kammerlader",
    "summary": "The Kammerlader was the first Norwegian breech loading rifle, and among the very first breech loaders adopted for use by an armed force anywhere in the world. A single shot, black powder rifle, the kammerlader was operated with a crank mounted on the side of the receiver. This made it much quicker and easier to load than the weapons previously used. Kammerladers quickly gained a reputation for being fast and accurate rifles, and would have been a deadly weapon against massed ranks of infantry. The kammerladers were phased out as more modern rifles were approved for use. They were either modified for rimfire cartridges, sold off to civilians or melted for scrap. Rifles sold to civilians were often modified for use as shotguns or hunting weapons. Today it is hard to find an unmodified kammerlader, and collectors often pay high prices for them.",
    "url": "https://en.wikipedia.org/wiki/Kammerlader"
  },
  "word": {
    "id": "kiln",
    "word": "kiln",
    "url": "https://www.merriam-webster.com/dictionary/kiln",
    "partOfSpeech": "noun",
    "pronunciation": "KILN",
    "audioPath": "audio/words/kiln.mp3",
    "definitions": [
      "an oven, furnace, or heated enclosure used for processing a substance by burning, firing, or drying"
    ],
    "examples": [
      "Now that the school has purchased a new _kiln_, it can offer more courses in ceramics.",
      "\"Neither thin nor delicate, [clinker brick](https://www.merriam-webster.com/dictionary/clinker) is the Marlon Brando of masonry: misshapen, blackened in the _kiln_, historically regarded as trash by brickmakers.\" - From an article by Christopher Gray in _The New York Times_, March 10, 2013"
    ],
    "origin": "\"Kiln\" has been a part of the English language for over 1,000 years, its first known use in Old English (as \"cyline\") dating back to the early 700s. Unlike many words that descend from Old English, however, \"kiln\" is not ultimately Germanic in origin but was borrowed from Latin \"culina,\" meaning \"kitchen,\" an ancestor of the English word \"culinary.\" In the 14th century, speakers of Middle English began to drop the \"n\" at the end of the word, and even to this day some English speakers pronounce \"kiln\" so that it rhymes with \"mill.\" In fact, like \"kiln,\" \"mill\" (from Late Latin \"molina\") was originally spelled and pronounced with a terminal \"n.\" Unlike \"mill,\" however, \"kiln\" has retained the final \"n\" in spelling, if not always in pronunciation."
  }
}
