{
  "artist": {
    "id": "uemura-shoen",
    "name": "Uemura Shōen",
    "dates": "Apr 23, 1875 - Aug 27, 1949",
    "mainImg": "img/art/artists/uemura-shoen.jpg",
    "artworkImgs": [
      {
        "name": "Mother and Child",
        "path": "img/art/artworks/uemura-shoen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/mother-and-child-uemura-shoen/FgHYn3Jd-CJrpg"
      },
      {
        "name": "Yangguifei",
        "path": "img/art/artworks/uemura-shoen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/yangguifei-shoen-uemura/AgFyBVePWGCm9g"
      },
      {
        "name": "Sound of Tsuzumi",
        "path": "img/art/artworks/uemura-shoen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sound-of-tsuzumi-shoen-uemura/7wH7v5X4Ji2ncg"
      },
      {
        "name": "Flower Basket (inspired by Non-Play)",
        "path": "img/art/artworks/uemura-shoen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/flower-basket-inspired-by-non-play-shoen-uemura/AwHnHGo4aCN9Ew"
      },
      {
        "name": "Fragrance of Spring",
        "path": "img/art/artworks/uemura-shoen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/fragrance-of-spring/twFW2bwCm35mTA"
      },
      {
        "name": "Large Snowflakes",
        "path": "img/art/artworks/uemura-shoen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/large-snowflakes/6gFlCqy4-BIjJA"
      }
    ],
    "summary": [
      "Uemura Shōen was the pseudonym of an important artist in Meiji, Taishō and early Shōwa period Japanese painting. Her real name was Uemura Tsune. Shōen was known primarily for her bijin-ga paintings of beautiful women in the nihonga style, although she produced numerous works on historical themes and traditional subjects. Shōen is considered a major innovator in the bijin-ga genre despite the fact she often still used it to depict the traditional beauty standards of women. Bijin-ga gained criticism during the Taisho era while Shōen worked due to its lack of evolution to reflect the more modern statuses of women in Japan. During bijin-ga's conception in the Tokugawa, or Edo, period, women were regarded as lower class citizens and the genre often reflected this implication onto its female subjects. Within the Taisho era, women had made several advancements into the Japanese workforce, and artistry specifically was becoming more popular outside of pass times for the elite, which opened way for Shōen's success."
    ],
    "quote": null,
    "movements": ["Nihonga"],
    "mediums": ["Silk", "Textile", "Ink", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Uemura_Sh%C5%8Den",
    "urlGoogle": "https://artsandculture.google.com/entity/uemura-shōen/m0c3skh"
  },
  "event": {
    "id": "vostok-3",
    "name": "Vostok 3",
    "dates": "Aug 11, 1962 - Aug 15, 1962",
    "mainImg": "img/events/vostok-3.jpg",
    "summary": [
      "Vostok 3 was a spaceflight of the Soviet space program intended to determine the ability of the human body to function in conditions of weightlessness and test the endurance of the Vostok 3KA spacecraft over longer flights. Cosmonaut Andriyan Nikolayev orbited the Earth 64 times over nearly four days in space, August 11–15, 1962, a feat which would not be matched by NASA until the Gemini program.",
      "Vostok 3 and Vostok 4 were launched a day apart on trajectories that brought the spacecraft within approximately 6.5 km of one another. The cosmonauts aboard the two capsules also communicated with each other via radio, the first ship-to-ship communications in space. These missions marked the first time that more than one crewed spacecraft was in orbit at the same time, giving Soviet mission controllers the opportunity to learn to manage this scenario."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vostok_3",
    "urlGoogle": "https://artsandculture.google.com/entity/vostok-3/m01bgbw"
  },
  "funFacts": [
    { "id": "93", "fact": "A kangaroo can jump 30 feet.", "category": ["Animals"] },
    {
      "id": "1023",
      "fact": "Indonesia is made up of more than 17,000 islands.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554070",
      "fact": "Benjamin Franklin never lobbied for the turkey to become the national bird, but he did write that the bald eagle was a fowl of “bad moral character” and that the turkey was “a much more respectable Bird.”"
    }
  ],
  "idiom": {
    "id": "wash-ones-dirty-linen-in-public",
    "term": "wash one's dirty linen in public",
    "definition": "Also **air one's dirty linen** or **laundry.** Expose private matters to public view, especially unsavory secrets. These metaphors are reworkings of a French proverb, *Il faut laver son linge sale en famille* (\"One should wash one's dirty linen at home\"), which was quoted by Napoleon on his return from Elba (1815). It was first recorded in English in 1867."
  },
  "person": {
    "id": "christopher-scolese",
    "name": "Christopher Scolese",
    "dates": "Born Jul 21, 1956",
    "mainImg": "img/people/christopher-scolese.jpg",
    "summary": [
      "Dr. Christopher J. Scolese is director of the National Reconnaissance Office. He was appointed the 19th Director of the National Reconnaissance Office on August 1, 2019. Scolese was sworn into office on August 5, 2019.",
      "The DNRO provides direction, guidance, and supervision over all matters pertaining to the NRO and executes other authorities specifically delegated by the Secretary of Defense and the Director of National Intelligence.",
      "Scolese began his government career as a United States Naval Officer in 1978, supporting a variety of Naval Nuclear Propulsion Programs for the U.S. Navy and the Department of Energy. He served on active duty until 1983, and then in the Navy Reserve until 1991, retiring as a lieutenant.",
      "In 1987, following a brief period of service working in government and industry, Scolese joined the National Aeronautics and Space Administration where he was assigned to the Goddard Space Flight Center, located in Greenbelt, Maryland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Christopher_Scolese",
    "urlGoogle": "https://artsandculture.google.com/entity/christopher-scolese/m0gddgq"
  },
  "place": {
    "id": "newcastle-upon-tyne",
    "name": "Newcastle upon Tyne",
    "mainImg": "img/places/newcastle-upon-tyne.jpg",
    "summary": [
      "Newcastle upon Tyne, commonly known as Newcastle, is a city in Tyne and Wear, North East England, 103 miles south of Edinburgh and 277 miles north of London on the northern bank of the River Tyne, 8.5 mi from the North Sea. Newcastle is the most populous city in the North East, and forms the core of the Tyneside conurbation, the eighth most populous urban area in the United Kingdom. Newcastle is a member of the UK Core Cities Group and is a member of the Eurocities network of European cities.",
      "Newcastle was part of the county of Northumberland until 1400, when it became a county of itself, a status it retained until becoming part of Tyne and Wear in 1974. The regional nickname and dialect for people from Newcastle and the surrounding area is Geordie. Newcastle also houses Newcastle University, a member of the Russell Group, as well as Northumbria University. Newcastle is member of the North of Tyne Combined Authority.",
      "The city developed around the Roman settlement Pons Aelius and was named after the castle built in 1080 by Robert Curthose, William the Conqueror's eldest son."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Newcastle_upon_Tyne",
    "urlGoogle": "https://artsandculture.google.com/entity/newcastle-upon-tyne/m0j7ng"
  },
  "wiki": {
    "id": "texas-tech-university",
    "name": "Texas Tech University",
    "summary": "Texas Tech University is a public research university in Lubbock, Texas, United States. Established on February 10, 1923, and originally known as Texas Technological College, it is the leading institution of the Texas Tech University System and has the seventh largest student body in the state of Texas. With 1,839 acres (7.44 km2), it has the second largest contiguous campus in the United States and is the only school in Texas to house an undergraduate institution, law school, and medical school at the same location. The university offers degrees in more than 150 courses of study through 13 colleges and hosts 60 research centers and institutes. The Carnegie Foundation classifies Texas Tech as having \"high research activity\". The Texas Tech Red Raiders are charter members of the Big 12 Conference and compete in Division I for all varsity sports.",
    "url": "https://en.wikipedia.org/wiki/Texas_Tech_University"
  },
  "word": {
    "id": "fructify",
    "word": "fructify",
    "url": "https://www.merriam-webster.com/dictionary/fructify",
    "partOfSpeech": "verb",
    "pronunciation": "FRUK-tuh-fye",
    "audioPath": "audio/words/fructify.mp3",
    "definitions": ["to bear fruit", "to make fruitful or productive"],
    "examples": [
      "The company hopes that its new business partnerships will _fructify_ in the coming months.",
      "\"The severe water crisis in Delhi is likely to continue as city government's efforts to get additional water from neighbouring Haryana to ease the worsening situation did not _fructify_.\" - From an article on rediff.com, June 12, 2012"
    ],
    "origin": "\"Fructify\" derives from Middle English \"fructifien\" and ultimately from the Latin noun \"fructus,\" meaning \"fruit.\" When the word was first used in English in the 14th century, it literally referred to the actions of plants that bore fruit; later it was used transitively to refer to the action of making something fruitful, such as soil. The word also expanded to encompass a figurative sense of \"fruit,\" and it is now more frequently used to refer to the giving forth of something in profit from something else (such as dividends from an investment). \"Fructus\" also gave us the name of the sugar \"fructose,\" as well as \"usufruct,\" which refers to the legal right to enjoy the fruits or profits of something that belongs to someone else."
  }
}
