{
  "artist": {
    "id": "joachim-wtewael",
    "name": "Joachim Wtewael",
    "dates": "1566 - Aug 1, 1638",
    "mainImg": "img/art/artists/joachim-wtewael.jpg",
    "artworkImgs": [
      {
        "name": "Self-portrait",
        "path": "img/art/artworks/joachim-wtewael-a1.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-joachim-wtewael/nQHHe7jidorsCA"
      },
      {
        "name": "The Annunciation to the Shepherds",
        "path": "img/art/artworks/joachim-wtewael-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-annunciation-to-the-shepherds-joachim-wtewael/zwF6_aMYatvg1A"
      },
      {
        "name": "The Battle between the Gods and the Giants",
        "path": "img/art/artworks/joachim-wtewael-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-battle-between-the-gods-and-the-giants-joachim-antonisz-wtewael-dutch-about-1566-1638/vgEK26Kvgf8EPw"
      },
      {
        "name": "Portrait of Eva Wtewael (1607-1635)",
        "path": "img/art/artworks/joachim-wtewael-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-eva-wtewael-1607-1635-joachim-wtewael/3AEnSTaLUsjLPw"
      },
      {
        "name": "Mars and Venus Surprised by the Gods",
        "path": "img/art/artworks/joachim-wtewael-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mars-and-venus-surprised-by-the-gods/8QEu15aQA3n0xQ"
      },
      {
        "name": "Mars and Venus Surprised by Vulcan",
        "path": "img/art/artworks/joachim-wtewael-a6.jpg",
        "source": "https://artsandculture.google.com/asset/mars-and-venus-surprised-by-vulcan-wtewael-joachim/qgEr-HDEhyJeoQ"
      }
    ],
    "summary": [
      "Joachim Anthoniszoon Wtewael was a Dutch Mannerist painter and draughtsman, as well as a highly successful flax merchant, and town councillor of Utrecht. Wtewael was one of the leading Dutch exponents of Northern Mannerism, and his distinctive and attractive style remained largely untouched by the naturalistic developments happening around him, \"characterized by masterfully drawn, highly polished figures often set in capricious poses\". Wtewael was trained in the style of late 16th-century Haarlem Mannerism and remained essentially faithful to it, despite painting well into the early period of Dutch Golden Age painting.",
      "Altogether he has left about a hundred paintings, as well as drawings and some stained glass he designed. He painted a mixture of large paintings on canvas, and tiny cabinet paintings on copper plates, the latter the more numerous and typically the most distinctive. There is also a group of mid-sized paintings, often on panel. In all these sizes he painted a mixture of conventional religious subjects and mythological ones, the latter with a strong erotic element."
    ],
    "quote": null,
    "movements": ["Dutch Golden Age", "Baroque", "Mannerism"],
    "mediums": ["Engraving", "Pen", "Oil paint", "Laid paper", "Copper", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joachim_Wtewael",
    "urlGoogle": "https://artsandculture.google.com/entity/joachim-wtewael/m0ddz9_"
  },
  "event": {
    "id": "trojan-war",
    "name": "Trojan War",
    "dates": "1259 BC - 1179 BC",
    "mainImg": "img/events/trojan-war.jpg",
    "summary": [
      "In Greek mythology, the Trojan War was waged against the city of Troy by the Achaeans after Paris of Troy took Helen from her husband Menelaus, king of Sparta. The war is one of the most important events in Greek mythology and has been narrated through many works of Greek literature, most notably Homer's Iliad. The core of the Iliad describes a period of four days and two nights in the tenth year of the decade-long siege of Troy; the Odyssey describes the journey home of Odysseus, one of the war's heroes. Other parts of the war are described in a cycle of epic poems, which have survived through fragments. Episodes from the war provided material for Greek tragedy and other works of Greek literature, and for Roman poets including Virgil and Ovid.",
      "The war originated from a quarrel between the goddesses Hera, Athena, and Aphrodite, after Eris, the goddess of strife and discord, gave them a golden apple, sometimes known as the Apple of Discord, marked \"for the fairest\". Zeus sent the goddesses to Paris, who judged that Aphrodite, as the \"fairest\", should receive the apple."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Trojan_War",
    "urlGoogle": "https://artsandculture.google.com/entity/trojan-war/m07dg1"
  },
  "funFacts": [
    {
      "id": "156",
      "fact": "Swimming pools in the U.S. contain enough water to cover San Francisco.",
      "category": ["Geography"]
    },
    { "id": "5", "fact": "Camels have three eyelids.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "527078",
      "fact": "Duncan Hines was a real person. He was a popular restaurant critic who also wrote a book of hotel recommendations."
    }
  ],
  "idiom": {
    "id": "grasp-at-straws",
    "term": "grasp at straws",
    "definition": "Also, **clutch at straws.** Make a desperate attempt at saving oneself. For example, *He had lost the argument, but he kept grasping at straws, naming numerous previous cases that had little to do with this one.* This metaphoric expression alludes to a drowning person trying to save himself by grabbing at flimsy reeds. First recorded in 1534, the term was used figuratively by the late 1600s."
  },
  "person": {
    "id": "earl-browder",
    "name": "Earl Browder",
    "dates": "May 20, 1891 - Jun 27, 1973",
    "mainImg": "img/people/earl-browder.jpg",
    "summary": [
      "Earl Russell Browder was an American political activist and leader of the Communist Party USA. Browder was the General Secretary of the CPUSA during the 1930s and first half of the 1940s.",
      "During World War I, Browder served time in federal prison as a conscientious objector to conscription and the war. Upon his release, Browder became an active member of the American Communist movement, soon working as an organizer on behalf of the Communist International and its Red International of Labor Unions in China and the Pacific region.",
      "In 1930, following the removal of a rival political faction from leadership, Browder was made General Secretary of the CPUSA. For the next 15 years thereafter Browder was the most recognizable public figure associated with American Communism, authoring dozens of pamphlets and books, making numerous public speeches before sometimes vast audiences, and twice running for President of the United States. Browder also took part in activities on behalf of Soviet intelligence in America during his period of party leadership, placing those who sought to convey sensitive information to the party into contact with Soviet intelligence."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Earl_Browder",
    "urlGoogle": "https://artsandculture.google.com/entity/earl-browder/m038z2b"
  },
  "place": {
    "id": "brest",
    "name": "Brest",
    "mainImg": "img/places/brest.jpg",
    "summary": [
      "Brest, formerly Brest-Litovsk, Brest-on-the-Bug, is a city in Belarus at the border with Poland opposite the Polish city of Terespol, where the Bug and Mukhavets rivers meet. It is the capital city of the Brest Region.",
      "The city of Brest is a historic site of many cultures. It was the location of important historical events such as the Union of Brest and Treaty of Brest-Litovsk. The Brest Fortress was recognized by the Soviet Union as the Hero Fortress in honor of the defense of Brest Fortress in June 1941.",
      "During medieval times, the city was part of the Kingdom of Poland from 1020 until 1319 when it was taken by the Grand Duchy of Lithuania. It became part of the Polish–Lithuanian Commonwealth in 1569. As a result of the Partitions of Poland, it was incorporated into the Russian Empire in 1795. After World War I, the city was conquered by the Second Polish Republic. During the Invasion of Poland by Nazi Germany and the Soviet Union in 1939, the city was first captured by the Wehrmacht and soon passed on to the USSR in accordance with the German–Soviet Frontier Treaty. In 1941, it was retaken by the Germans during Operation Barbarossa."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Brest,_Belarus",
    "urlGoogle": "https://artsandculture.google.com/entity/brest/m015jsm"
  },
  "quote": {
    "id": "106",
    "quote": "Feel compliments as deeply as you feel insults.",
    "author": "James Clear"
  },
  "wiki": {
    "id": "scene-7",
    "name": "Scene7",
    "summary": "Scene7 is an American on-demand rich media software company that provides document hosting and interactive publishing services such as online catalogs, targeted email, video, and image management. Several companies, mostly retailers, use the company's services to showcase products on their websites and to allow customers to interact with the products. Scene7's technology allows users to manipulate product images by zooming in and rotating products, simulating the inspection of merchandise in retail stores. The company, founded as a division of Autodesk, created a room decoration computer software called Picture This Home in the mid-1990s. The division was sold to Broderbund in 1998, then spun off as a company called GoodHome.com in June 1999, receiving $30 million in venture capital. After GoodHome.com failed to become profitable, it was reorganized and renamed Scene7. It formally launched on January 23, 2001 and focused on helping companies prepare interactive advertisements for consumers. Scene7 was acquired by Adobe Systems on May 31, 2007 for an undisclosed sum.",
    "url": "https://en.wikipedia.org/wiki/Scene7"
  },
  "word": {
    "id": "ambuscade",
    "word": "ambuscade",
    "url": "https://www.merriam-webster.com/dictionary/ambuscade",
    "partOfSpeech": "noun",
    "pronunciation": "AM-buh-skayd",
    "audioPath": "audio/words/ambuscade.mp3",
    "definitions": [
      "a trap in which concealed persons lie in wait to attack by surprise; also : the persons so concealed or their position"
    ],
    "examples": [
      "\"They were apprized of the ambuscade by one of the flanking party, before the Indians fired upon them….\" (George Washington, letter, August 4, 1756)"
    ],
    "origin": "\"Ambuscade\" derives from Middle French \"embuscade,\" a modification of an Old Italian word formed by combining the prefix \"in-\" and the Latin noun \"bosco,\" meaning \"forest.\" This is appropriate, since many such surprise attacks have involved the attacking force hiding out in and emerging from a wooded area. \"Ambuscade\" has not changed in meaning since General Washington’s day, though nowadays we are more likely to use its synonym \"ambush.\" That word actually took a slightly different path to English -- via Middle English \"embushen,\" from Anglo-French \"en-\" (\"in-\") and \"busche\" (\"log\" or \"firewood\") -- though the two words ultimately share a relationship."
  }
}
