{
  "artist": {
    "id": "bernardo-daddi",
    "name": "Bernardo Daddi",
    "dates": "Died Aug 18, 1348",
    "mainImg": "img/art/artists/bernardo-daddi.jpg",
    "artworkImgs": [
      {
        "name": "Saint Cecilia",
        "path": "img/art/artworks/bernardo-daddi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-cecilia/3QHR4DG9alGnPg"
      },
      {
        "name": "The Assumption of the Virgin",
        "path": "img/art/artworks/bernardo-daddi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-assumption-of-the-virgin-bernardo-daddi/sQGJbq6btT95Aw"
      },
      {
        "name": "The Virgin Mary with Saints Thomas Aquinas and Paul",
        "path": "img/art/artworks/bernardo-daddi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-mary-with-saints-thomas-aquinas-and-paul-bernardo-daddi/oQFnEdZJhVJYCg"
      },
      {
        "name": "Madonna and Child with Saints and Angels",
        "path": "img/art/artworks/bernardo-daddi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-with-saints-and-angels-bernardo-daddi/zAENYiJSaahH3A"
      },
      {
        "name": "Arrival of Saint Ursula at Cologne",
        "path": "img/art/artworks/bernardo-daddi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/arrival-of-saint-ursula-at-cologne-bernardo-daddi/VgFuQ2m3-SVYoA"
      },
      {
        "name": "The Virgin Mary with Saints Thomas Aquinas and Paul",
        "path": "img/art/artworks/bernardo-daddi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-mary-with-saints-thomas-aquinas-and-paul-bernardo-daddi/1wEIQxiMgYZF5g"
      }
    ],
    "summary": [
      "Bernardo Daddi was an early Italian Renaissance painter and the leading painter of Florence of his generation. He was one of the artists who contributed to the revolutionary art of the Renaissance, which broke away from the conventions of the preceding generation of Gothic artists, by creating compositions which aimed to achieve a more realistic representation of reality. He was particularly successful with his small-scale works and contributed to the development of the portable altarpiece, a format that subsequently gained great popularity."
    ],
    "quote": null,
    "movements": ["Renaissance", "Italian Renaissance", "Gothic art", "Florentine painting"],
    "mediums": ["Tempera", "Gold", "Metal", "Wood", "Gold leaf"],
    "urlWiki": "https://en.wikipedia.org/wiki/Bernardo_Daddi",
    "urlGoogle": "https://artsandculture.google.com/entity/bernardo-daddi/m0cfcd3"
  },
  "event": {
    "id": "hurricane-irma",
    "name": "Hurricane Irma",
    "dates": "Aug 30, 2017 - Sep 12, 2017",
    "mainImg": "img/events/hurricane-irma.jpg",
    "summary": [
      "Hurricane Irma was an extremely powerful Cape Verde hurricane that caused widespread destruction across its path in September 2017. Irma was the first Category 5 hurricane to strike the Leeward Islands on record, followed by Maria two weeks later. At the time, it was considered as the most powerful hurricane on record in the open Atlantic region, outside of the Caribbean Sea and Gulf of Mexico until it was surpassed by Hurricane Dorian just two years later. The ninth named storm, fourth hurricane, second major hurricane, and first Category 5 hurricane of the 2017 season, Irma caused widespread and catastrophic damage throughout its long lifetime, particularly in the northeastern Caribbean and the Florida Keys. It was also the most intense hurricane to strike the continental United States since Katrina in 2005, the first major hurricane to make landfall in Florida since Wilma in the same year, and the first Category 4 hurricane to strike the state since Charley in 2004. The word Irmageddon was coined soon after the hurricane to describe the damage caused by the hurricane.",
      "Irma developed from a tropical wave near the Cape Verde Islands on August 30."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hurricane_Irma",
    "urlGoogle": "https://artsandculture.google.com/entity/hurricane-irma/g11f0kzt4d4"
  },
  "funFacts": [
    {
      "id": "178",
      "fact": "The first ballpoint pens were sold in 1945 for $12.00.",
      "category": ["Firsts"]
    },
    {
      "id": "751",
      "fact": "Flamingos can only eat with their heads upside down.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [{ "id": "554084", "fact": "Eggplants are berries." }],
  "idiom": {
    "id": "give-the-devil-his-due",
    "term": "give the devil his due",
    "definition": "Give credit to what is good in a disagreeable or disliked person. For example, *I don't like John's views on education, but give the devil his due, he always has something important to say,* or *I don't like what the new management has done, but give the devil his due, sales have improved.* [Late 1500s]"
  },
  "person": {
    "id": "inejiro-asanuma",
    "name": "Inejiro Asanuma",
    "dates": "Dec 27, 1898 - Oct 12, 1960",
    "mainImg": "img/people/inejiro-asanuma.jpg",
    "summary": [
      "Inejiro Asanuma was a Japanese politician and leader of the Japan Socialist Party. Asanuma became a forceful advocate of socialism in post-war Japan. He was noted for his support of the Chinese Communist Party, and his criticism of U.S–Japanese relations, which were particularly controversial.",
      "Asanuma was assassinated with a yoroi-dōshi, a traditional sword, by ultranationalist Otoya Yamaguchi while speaking in a televised political debate in Tokyo. His violent death was seen in graphic detail on national television, causing widespread public shock and outrage."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Inejiro_Asanuma",
    "urlGoogle": "https://artsandculture.google.com/entity/inejiro-asanuma/m03b86r"
  },
  "place": {
    "id": "tampere",
    "name": "Tampere",
    "mainImg": "img/places/tampere.jpg",
    "summary": [
      "Tampere is a city in Pirkanmaa, southern Finland. It is the most populous inland city in the Nordic countries.",
      "Tampere has a population of 238,140 with the urban area holding 334,112 people and the metropolitan area, also known as the Tampere sub-region, holding 385,301 inhabitants in an area of 4,970 km². Tampere is the second-largest urban area and third most-populous individual municipality in Finland, after the cities of Helsinki and Espoo and the most populous Finnish city outside the Greater Helsinki area, within which both Helsinki and Espoo are both located. Tampere is a major urban, economic, and cultural hub for central Finland.",
      "Tampere is wedged between two lakes, Näsijärvi and Pyhäjärvi. Since the two lakes differ in level by 18 metres, the rapids linking them, Tammerkoski, have been an important power source throughout history, most recently for generating electricity. Tampere is dubbed the \"Manchester of Finland\" for its industrial past as the former center of Finnish industry, and this has given rise to its Finnish nickname \"Manse\" and terms such as \"Manserock\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tampere",
    "urlGoogle": "https://artsandculture.google.com/entity/tampere/m0hzgf"
  },
  "quote": {
    "id": "92",
    "quote": "One today is worth two tomorrows.",
    "author": "Benjamin Franklin"
  },
  "wiki": {
    "id": "cycling-at-the-2008-summer-olympics-womens-road-race",
    "name": "Cycling at the 2008 Summer Olympics – Women's road race",
    "summary": "The women's road race was one of the cycling events at the 2008 Summer Olympics in Beijing, China. It took place on 10 August 2008, featuring 66 women from 33 countries. Heavy rain during the entire race made conditions difficult for the competitors. A group of five was able to break away during the final lap and worked together until the final sprint, where Nicole Cooke placed herself in position to win the race. Cooke earned Great Britain's first medal at these Games and 200th Olympic gold medal overall. Emma Johansson of Sweden and Tatiana Guderzo of Italy won the silver and bronze medals respectively. The race also marked the first positive drug test of the 2008 Olympic Games, by María Isabel Moreno of Spain. It was the seventh appearance of an Olympic women's road race event and featured a longer course than any of the previous six races. The race was run on the Urban Road Cycling Course (one of Beijing's nine temporary venues), which is 102.6 kilometres (63.8 mi) in its entirety. Including a second lap around the 23.8 km (14.8 mi) final circuit, the total distance of the women's race was 126.4 km (78.5 mi), less than half the length of the men's race.",
    "url": "https://en.wikipedia.org/wiki/Cycling_at_the_2008_Summer_Olympics_%E2%80%93_Women%27s_road_race"
  },
  "word": {
    "id": "keelhaul",
    "word": "keelhaul",
    "url": "https://www.merriam-webster.com/dictionary/keelhaul",
    "partOfSpeech": "verb",
    "pronunciation": "KEEL-hawl",
    "audioPath": "audio/words/keelhaul.mp3",
    "definitions": [
      "to haul under the keel of a ship as punishment or torture",
      "to rebuke severely"
    ],
    "examples": [
      "\"The movie gives voice to the growing number of people who are concerned with corporate abuses but do not want to keelhaul Wall Street.\" (Alan Saracevic, _The San Francisco Chronicle_, May 30, 2004)"
    ],
    "origin": "In the mid-1600s, British monarchs were intent on using their powerful navy to expand their empire. Insubordination was not tolerated, and mutinous sailors were disciplined severely to discourage others from similar rebellion. \"Keelhauling\" was one of the worst penalties that could befall a renegade mariner. Although they definitely practiced the gruesome punishment, the British did not invent it -- the Dutch did. \"Keelhaul\" is a translation of the Dutch word \"kielhalen,\" which means \"to haul under the keel of a ship.\" Even after the practice was banned on European naval vessels in the mid-1800s, the word \"keelhaul\" remained in English as a term for a severe scolding."
  }
}
