{
  "artist": {
    "id": "ellsworth-kelly",
    "name": "Ellsworth Kelly",
    "dates": "May 31, 1923 - Dec 27, 2015",
    "mainImg": "img/art/artists/ellsworth-kelly.jpg",
    "artworkImgs": [
      {
        "name": "East River",
        "path": "img/art/artworks/ellsworth-kelly-a1.jpg",
        "source": "https://artsandculture.google.com/asset/east-river-ellsworth-kelly-american-1923–2015/AgED5YocrBXJdA"
      },
      {
        "name": "Tableau Vert",
        "path": "img/art/artworks/ellsworth-kelly-a2.jpg",
        "source": "https://artsandculture.google.com/asset/tableau-vert-ellsworth-kelly-american-1923–2015/CQEz40WNhx1PeA"
      },
      {
        "name": "White Disk III",
        "path": "img/art/artworks/ellsworth-kelly-a3.jpg",
        "source": "https://artsandculture.google.com/asset/white-disk-iii-ellsworth-kelly-american-1923–2015/egFKjTVFjrtzzA"
      },
      {
        "name": "Red Yellow Blue White and Black",
        "path": "img/art/artworks/ellsworth-kelly-a4.jpg",
        "source": "https://artsandculture.google.com/asset/red-yellow-blue-white-and-black-ellsworth-kelly-american-1923–2015/8AGo4l1Tvck7jA"
      },
      {
        "name": "Two Blacks and White",
        "path": "img/art/artworks/ellsworth-kelly-a5.jpg",
        "source": "https://artsandculture.google.com/asset/two-blacks-and-white-ellsworth-kelly/vwEStKIHqwBQOw"
      }
    ],
    "summary": [
      "Ellsworth Kelly was an American painter, sculptor, and printmaker associated with hard-edge painting, Color Field painting and minimalism. His works demonstrate unassuming techniques emphasizing line, color and form, similar to the work of John McLaughlin and Kenneth Noland. Kelly often employed bright colors. He lived and worked in Spencertown, New York."
    ],
    "quote": "“I think that if you can turn off the mind and look only with the eyes, ultimately everything becomes abstract.”",
    "movements": ["Minimalism", "Contemporary art", "Color field"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ellsworth_Kelly",
    "urlGoogle": "https://artsandculture.google.com/entity/ellsworth-kelly/m07sk_z"
  },
  "event": {
    "id": "revolutions-of-1989",
    "name": "Revolutions of 1989",
    "dates": "Jun 4, 1989 - Dec 26, 1991",
    "mainImg": "img/events/revolutions-of-1989.jpg",
    "summary": [
      "The Revolutions of 1989 formed part of a revolutionary wave in the late 1980s and early 1990s that resulted in the end of communist rule in Central and Eastern Europe and beyond. The period is often also called the Fall of Communism and sometimes called the Fall of Nations or the Autumn of Nations, a play on the term Spring of Nations that is sometimes used to describe the Revolutions of 1848.",
      "The events of the full-blown revolution began in Poland in 1989 and continued in Hungary, East Germany, Bulgaria, Czechoslovakia and Romania. One feature common to most of these developments was the extensive use of campaigns of civil resistance, demonstrating popular opposition to the continuation of one-party rule and contributing to the pressure for change. Romania was the only Eastern Bloc country whose citizens overthrew its Communist regime violently. Protests in Tiananmen Square failed to stimulate major political changes in China, but influential images of courageous defiance during that protest helped to precipitate events in other parts of the globe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Revolutions_of_1989",
    "urlGoogle": "https://artsandculture.google.com/entity/revolutions-of-1989/m0cb58r"
  },
  "funFacts": [
    {
      "id": "939",
      "fact": "The penny was the first U.S. coin to feature the likeness of an actual person.",
      "category": ["History", "Firsts"]
    },
    {
      "id": "715",
      "fact": "In one day, a full-grown oak tree expels 7 tons of water through its leaves.",
      "category": ["Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "554028",
      "fact": "F. Scott Fitzgerald's full name is Francis Scott Key Fitzgerald. He was named after his distant relative Francis Scott Key, who wrote the words to \"The Star-Spangled Banner.\""
    }
  ],
  "person": {
    "id": "george-mc-govern",
    "name": "George McGovern",
    "dates": "Jul 19, 1922 - Oct 21, 2012",
    "mainImg": "img/people/george-mc-govern.jpg",
    "summary": [
      "George Stanley McGovern was an American historian, author, U.S. representative, U.S. senator, and the Democratic Party presidential nominee in the 1972 presidential election.",
      "McGovern grew up in Mitchell, South Dakota, where he was a renowned debater. He volunteered for the U.S. Army Air Forces upon the country's entry into World War II and as a B-24 Liberator pilot flew 35 missions over German-occupied Europe from a base in Italy. Among the medals bestowed upon him was a Distinguished Flying Cross for making a hazardous emergency landing of his badly damaged plane and saving his crew. After the war he earned degrees from Dakota Wesleyan University and Northwestern University, culminating in a PhD, and was a history professor. He was elected to the U.S. House of Representatives in 1956 and re-elected in 1958. After a failed bid for the U.S. Senate in 1960, he was a successful candidate in 1962.",
      "As a senator, McGovern was an example of modern American liberalism. He became most known for his outspoken opposition to the growing U.S. involvement in the Vietnam War. He staged a brief nomination run in the 1968 presidential election as a stand-in for the assassinated Robert F. Kennedy."
    ],
    "quote": "“I'm fed up to the ears with old men dreaming up wars for young men to die in.”",
    "urlWiki": "https://en.wikipedia.org/wiki/George_McGovern",
    "urlGoogle": "https://artsandculture.google.com/entity/george-mcgovern/m0gz2q"
  },
  "place": {
    "id": "birmingham",
    "name": "Birmingham",
    "mainImg": "img/places/birmingham.jpg",
    "summary": [
      "Birmingham is a city in the north central region of the U.S. state of Alabama. With an estimated 2019 population of 209,403, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
      "Birmingham was founded in 1871, during the post–Civil War Reconstruction era, through the merger of three farm towns, most notably Elyton. The new city was named for Birmingham, England, the United Kingdom's second largest city and then a major industrial city. The Alabama city annexed its smaller neighbors as it developed into a major industrial center based on mining, the iron and steel industry, and rail transport. Most of the original settlers were of English ancestry."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Birmingham,_Alabama",
    "urlGoogle": "https://artsandculture.google.com/entity/birmingham/m0lphb"
  },
  "wiki": {
    "id": "love-angel-music-baby",
    "name": "Love. Angel. Music. Baby.",
    "summary": "Love. Angel. Music. Baby. is the debut solo album by American pop singer Gwen Stefani, released by Interscope Records in November 2004. The album originally began as a small side project, but grew into a large production with numerous collaborations and producers. The album was designed as an updated version of a 1980s music record, and was influenced by artists such as Madonna, Lisa Lisa and Cult Jam, and Club Nouveau. Most of the songs on the record focus on fashion and wealth. The album introduced the \"Harajuku Girls\", four backup dancers who dress in Stefani's interpretation of the youth fashion trends of Harajuku, a district in Tokyo. Despite gathering mostly positive reviews, L.A.M.B. received criticism for its many collaborations and superficial lyrical content. The album yielded six singles and had high sales, going multi-platinum in several countries, and selling seven million copies. It earned Stefani several Grammy Award nominations in 2005 and 2006.",
    "url": "https://en.wikipedia.org/wiki/Love._Angel._Music._Baby."
  },
  "word": {
    "id": "scapegrace",
    "word": "scapegrace",
    "url": "https://www.merriam-webster.com/dictionary/scapegrace",
    "partOfSpeech": "noun",
    "pronunciation": "SKAYP-grayss",
    "audioPath": "audio/words/scapegrace.mp3",
    "definitions": ["an incorrigible rascal"],
    "examples": [
      "Joanna was at a loss for ways to help her teenage brother, a scapegrace who always found himself in trouble with the police."
    ],
    "origin": "At first glance, you might think \"scapegrace\" has something in common with \"scapegoat,\" our word for a person who takes the blame for someone else’s mistake or calamity. Indeed, the words do share a common source -- the verb \"scape,\" a variant of \"escape\" that was once far more common than it is today. \"Scapegrace,\" which first appeared in English in the mid-18th century (over 200 years after \"scapegoat\"), arrived at its meaning through its literal interpretation as \"one who has escaped the grace of God.\" (Two now-obsolete words based on a similar notion are \"scape-thrift,\" meaning \"spendthrift,\" and \"want-grace,\" a synonym of \"scapegrace.\") In ornithological circles, \"scapegrace\" can also refer to a loon with a red throat, but this sense is rare."
  }
}
