{
  "artist": {
    "id": "anton-mauve",
    "name": "Anton Mauve",
    "dates": "Sep 18, 1838 - Feb 5, 1888",
    "mainImg": "img/art/artists/anton-mauve.jpg",
    "artworkImgs": [
      {
        "name": "De Torenlaan te Laren",
        "path": "img/art/artworks/anton-mauve-a1.jpg",
        "source": "https://artsandculture.google.com/asset/de-torenlaan-te-laren-anton-mauve/pAFl69vven2q0A"
      },
      {
        "name": "Flock of sheep with shepherd in the snow",
        "path": "img/art/artworks/anton-mauve-a2.jpg",
        "source": "https://artsandculture.google.com/asset/flock-of-sheep-with-shepherd-in-the-snow-anton-mauve/gQFpcjrtMyRPbw"
      },
      {
        "name": "Trekvaart",
        "path": "img/art/artworks/anton-mauve-a3.jpg",
        "source": "https://artsandculture.google.com/asset/trekvaart-anton-mauve/UQGcCxcTeQv3Ew"
      },
      {
        "name": "Riders in the Snow in the Haagse Bos",
        "path": "img/art/artworks/anton-mauve-a4.jpg",
        "source": "https://artsandculture.google.com/asset/riders-in-the-snow-in-the-haagse-bos-anton-mauve/2AF09whqqd8zxA"
      },
      {
        "name": "On the Heath near Laren",
        "path": "img/art/artworks/anton-mauve-a5.jpg",
        "source": "https://artsandculture.google.com/asset/on-the-heath-near-laren-anton-mauve/2wH4fdFNtaDuSg"
      },
      {
        "name": "The Return of the Flock, Laren",
        "path": "img/art/artworks/anton-mauve-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-return-of-the-flock-laren/pwFzB_Atcl0PIQ"
      }
    ],
    "summary": [
      "Anthonij Rudolf Mauve was a Dutch realist painter who was a leading member of the Hague School. He signed his paintings 'A. Mauve' or with a monogrammed 'A.M.'. A master colorist, he was a very significant early influence on his cousin-in-law Vincent van Gogh.",
      "His best-known paintings depict peasants working in the fields. His paintings of flocks of sheep were especially popular with American patrons, so popular indeed that a price differential developed between scenes of \"sheep coming\" and \"sheep going\"."
    ],
    "quote": null,
    "movements": ["Realism", "Hague School", "Modern art"],
    "mediums": ["Oil paint", "Pencil", "Etching", "Chalk", "Pigment", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Anton_Mauve",
    "urlGoogle": "https://artsandculture.google.com/entity/anton-mauve/m05t6y5"
  },
  "event": {
    "id": "apollo-6",
    "name": "Apollo 6",
    "dates": null,
    "mainImg": "img/events/apollo-6.jpg",
    "summary": [
      "Apollo 6, launched on April 4, 1968, was the second A-type mission of the United States Apollo program, an uncrewed test of the Saturn V launch vehicle. It was also the final uncrewed Apollo test mission.",
      "The objectives of the flight test were to demonstrate trans-lunar injection capability of the Saturn V with a simulated payload equal to about 80% of a full Apollo spacecraft, and to repeat demonstration of the command module's heat shield capability to withstand a lunar re-entry. The flight plan called for following trans-lunar injection with a direct return abort using the command and service module's main engine, with a total flight time of about 10 hours.",
      "A phenomenon known as pogo oscillation damaged some of the Rocketdyne J-2 engines in the second and third stages by rupturing internal fuel lines, causing two second-stage engines to shut down early. The vehicle's onboard guidance system was able to compensate by burning the second and third stages longer, though the resulting parking orbit was more elliptical than planned. The damaged third-stage engine also failed to restart for trans-lunar injection."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Apollo_6",
    "urlGoogle": "https://artsandculture.google.com/entity/apollo-6/m01hnw4"
  },
  "funFacts": [
    {
      "id": "469",
      "fact": "454 U.S. dollar bills weigh exactly one pound.",
      "category": ["Hodgepodge"]
    },
    { "id": "842", "fact": "Vanilla is used to make chocolate.", "category": ["Food"] }
  ],
  "funFacts2": [{ "id": "553734", "fact": "Viking men wore makeup." }],
  "idiom": {
    "id": "more-fun-than-a-barrel-of-monkeys",
    "term": "more fun than a barrel of monkeys",
    "definition": "Very amusing or diverting, as in *That video game was more fun than a barrel of monkeys.* This expression, first recorded in 1895, alludes to the playful behavior of these primates. The synonymous colloquialism *barrel of laughs* dates from 1915."
  },
  "person": {
    "id": "mitch-landrieu",
    "name": "Mitch Landrieu",
    "dates": "Born Aug 16, 1960",
    "mainImg": "img/people/mitch-landrieu.jpg",
    "summary": [
      "Mitchell Joseph Landrieu is an American attorney and politician who was Mayor of New Orleans from 2010 to 2018. A Democrat, Landrieu served as Lieutenant Governor of Louisiana from 2004 to 2010.",
      "He is the son of former New Orleans mayor and Secretary of the United States Department of Housing and Urban Development Moon Landrieu and the brother of former U.S. Senator Mary Landrieu. In 2007, he won a second term as lieutenant governor in the October 20, 2007 nonpartisan blanket primary by defeating two Republicans: State Representative Gary J. Beard and singer Sammy Kershaw.",
      "He was elected Mayor of New Orleans on February 6, 2010, garnering 66 percent of the citywide vote and claiming victory in 365 of the city's 366 voting precincts. He was reelected mayor on February 1, 2014, with nearly 64 percent of the vote in a three-candidate field and became the first Mayor to win both elections without a runoff and to be elected by majorities of both white and African-American voters."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mitch_Landrieu",
    "urlGoogle": "https://artsandculture.google.com/entity/mitch-landrieu/m05xdp5"
  },
  "place": {
    "id": "jackson",
    "name": "Jackson",
    "mainImg": "img/places/jackson.jpg",
    "summary": [
      "Jackson, officially the City of Jackson, is the capital and most populous city of the U.S. state of Mississippi. It is one of two county seats of Hinds County, along with Raymond, Mississippi. The city of Jackson also includes around 3,000 acres comprising Jackson-Medgar Evers International Airport in Rankin County and a small portion of Madison County. The city's population was estimated to be 160,628 in 2019, a decline from 173,514 in 2010. The city sits on the Pearl River and is located in the greater Jackson Prairie region of Mississippi.",
      "Founded in 1821 as the site for a new state capital, the city is named after General Andrew Jackson, who was honored for his role in the Battle of New Orleans during the War of 1812 and would later serve as U.S. president. Following the nearby Battle of Vicksburg in 1863 during the American Civil War, Union forces under the command of General William Tecumseh Sherman began the Siege of Jackson and the city was subsequently burned.",
      "During the 1920s, Jackson surpassed Meridian to become the most populous city in the state following a speculative natural gas boom in the region. The current slogan for the city is \"The City with Soul\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jackson,_Mississippi",
    "urlGoogle": "https://artsandculture.google.com/entity/jackson/m043yj"
  },
  "wiki": {
    "id": "century-link-field",
    "name": "CenturyLink Field",
    "summary": "CenturyLink Field is a multi-purpose stadium in Seattle, Washington, United States. The stadium was designed for both American football and soccer. It serves as the home field for the Seattle Seahawks of the National Football League (NFL) and Seattle Sounders FC of Major League Soccer (MLS). CenturyLink Field hosted the U.S. Open Cup championship matches in 2010 and 2011, with both occasions setting an attendance record for the tournament final and seeing a Sounders FC victory. The venue also hosts concerts, trade shows, and consumer shows along with sporting events. Located within a mile (1.6 km) of Seattle's central business district, it is accessible by multiple freeways and forms of mass transit. It was built between 2000 and 2002 after voters approved funding for the construction in a statewide election. This vote created the Washington State Public Stadium Authority to oversee public ownership of the venue. CenturyLink Field is a modern facility with views of the skyline of Downtown Seattle and can seat 67,000 people.",
    "url": "https://en.wikipedia.org/wiki/CenturyLink_Field"
  },
  "word": {
    "id": "dodgery",
    "word": "dodgery",
    "url": "https://www.merriam-webster.com/dictionary/dodgery",
    "partOfSpeech": "noun",
    "pronunciation": "DAH-juh-ree",
    "audioPath": "audio/words/dodgery.mp3",
    "definitions": ["evasion, trickery"],
    "examples": [
      "Mitch thought his clever act of dodgery would spare him from paying taxes on the money he earned from the sale of his vacation home, until an audit notice came in the mail from the IRS."
    ],
    "origin": "In \"dodgery\" one can see the verb \"dodge,\" meaning \"to evade by a sudden or repeated shift of position.\" That verb entered English in the 17th century, but the noun form of \"dodge,\" referring to the act of evading something by such a motion, is over a hundred years older. \"Dodgery\" entered English around the same time. You can dodge things physically -- as in getting out of the way of the ball in the popular schoolyard game -- or figuratively, as in shirking one's responsibilities, often by some kind of deceitful action. From there the use of \"dodgery\" to mean \"evasion\" or \"trickery\" is hardly an elusive connection."
  }
}
