{
  "artist": {
    "id": "sebastien-leclerc",
    "name": "Sébastien Leclerc",
    "dates": "Sep 26, 1637 - Oct 25, 1714",
    "mainImg": "img/art/artists/sebastien-leclerc.jpg",
    "artworkImgs": [
      {
        "name": "Louis XIV Visiting the Royal Academy of Sciences",
        "path": "img/art/artworks/sebastien-leclerc-a1.jpg",
        "source": "https://artsandculture.google.com/asset/louis-xiv-visiting-the-royal-academy-of-sciences-sébastien-leclerc-i/XAGcABsnvWG68w"
      },
      {
        "name": "L'Académie des Sciences et des Beaux-Arts",
        "path": "img/art/artworks/sebastien-leclerc-a2.jpg",
        "source": "https://artsandculture.google.com/asset/l-académie-des-sciences-et-des-beaux-arts-sébastien-leclerc-i/ugH9Dg-_FYP4-A"
      },
      {
        "name": "Verovering van Nijmegen door de Franse legers op 8 juli 1672",
        "path": "img/art/artworks/sebastien-leclerc-a3.jpg",
        "source": "https://artsandculture.google.com/asset/verovering-van-nijmegen-door-de-franse-legers-op-8-juli-1672-sébastien-leclerc-i/jAGhVzQ1M-dfsg"
      },
      {
        "name": "Labyrinte de Versailles",
        "path": "img/art/artworks/sebastien-leclerc-a4.jpg",
        "source": "https://artsandculture.google.com/asset/labyrinte-de-versailles-l-imprimerie-royale-sébastien-leclerc-i-isaac-de-benserade-charles-perrault/pQF4VleW8sHjHQ"
      },
      {
        "name": "Ambassador of Siam before Louis XIV",
        "path": "img/art/artworks/sebastien-leclerc-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ambassador-of-siam-before-louis-xiv-sébastien-leclerc-i/tQE0_v6hdQN3lw"
      },
      {
        "name": "Colbert Visiting the Gobelins",
        "path": "img/art/artworks/sebastien-leclerc-a6.jpg",
        "source": "https://artsandculture.google.com/asset/colbert-visiting-the-gobelins-sébastien-leclerc-i/3gHOb1HfdwbpmQ"
      }
    ],
    "summary": [
      "Sébastien Leclerc or Le Clerc was a French artist from the Duchy of Lorraine. He specialized in subtle reproductive drawings, etchings, and engravings of paintings; and worked mostly in Paris, where he was counseled by the King's painter, Charles Le Brun, to devote himself entirely to engraving. Leclerc joined the Académie Royale de Peinture et de Sculpture in 1672 and taught perspective there. He worked for Louis XIV, being made \"graveur du Roi\", doing engraving work for the royal house. Leclerc also engaged in periodic work as a technical draftsman and military engineer.",
      "Of his reproductive engravings, the connoisseur and chronicler of artistic life, Pierre-Jean Mariette, wrote in his Abecedario:",
      "\"If there has ever been an engraver who rendered himself celebrated in his profession, and who extended his capabilities beyond ordinary bounds, that is, without fear of contradiction: Sébastien Le Clerc\"."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Etching", "Engraving", "Drawing", "Laid paper", "Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/S%C3%A9bastien_Leclerc",
    "urlGoogle": "https://artsandculture.google.com/entity/sébastien-leclerc/m09rsvpq"
  },
  "event": {
    "id": "german-revolution-of-1918-1919",
    "name": "German Revolution of 1918–1919",
    "dates": "Oct 29, 1918 - Aug 11, 1919",
    "mainImg": "img/events/german-revolution-of-1918-1919.jpg",
    "summary": [
      "The German Revolution or November Revolution was a civil conflict in the German Empire at the end of the First World War that resulted in the replacement of the German federal constitutional monarchy with a democratic parliamentary republic that later became known as the Weimar Republic. The revolutionary period lasted from November 1918 until the adoption in August 1919 of the Weimar Constitution.",
      "The causes of the revolution were the extreme burdens suffered by the population during the four years of war, the strong impact of the defeat on the German Empire and the social tensions between the general population and the elite of aristocrats and bourgeoisie who held power and had just lost the war.",
      "The roots of the revolution lay in the German Empire's defeat in the First World War and the social tensions that came to a head shortly thereafter. The first acts of revolution were triggered by the policies of the German Supreme Command of the Army and its lack of coordination with the Naval Command. In the face of defeat, the Naval Command insisted on trying to precipitate a climactic battle with the British Royal Navy by means of its naval order of 24 October 1918."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/German_Revolution_of_1918%E2%80%931919",
    "urlGoogle": "https://artsandculture.google.com/entity/german-revolution-of-1918–1919/m02k338"
  },
  "funFacts": [
    {
      "id": "130",
      "fact": "Koala and humans are the only animals with unique fingerprints.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "433",
      "fact": "The state of Tennessee was originally called Franklin.",
      "category": ["Geography", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "551308",
      "fact": "<span>LEGO has an underground vault with every set ever made.</span>"
    }
  ],
  "person": {
    "id": "sancho-i-of-portugal",
    "name": "Sancho I of Portugal",
    "dates": "Nov 11, 1154 - Mar 26, 1211",
    "mainImg": "img/people/sancho-i-of-portugal.jpg",
    "summary": [
      "Sancho I, nicknamed \"the Populator\", King of Portugal was the second but only surviving legitimate son and fifth child of Afonso I of Portugal by his wife, Maud of Savoy. Sancho succeeded his father and was crowned in Coimbra when he was 31 years old on 9 December 1185. He used the title King of Silves from 1189 until he lost the territory to Almohad control in 1191."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sancho_I_of_Portugal",
    "urlGoogle": "https://artsandculture.google.com/entity/sancho-i-of-portugal/m01lj2x"
  },
  "place": {
    "id": "bengaluru",
    "name": "Bengaluru",
    "mainImg": "img/places/bengaluru.jpg",
    "summary": [
      "Bangalore, officially Bengaluru, is the capital of the Indian state of Karnataka. It has a population of over ten million, making it a megacity and the third-most populous city and fifth-most populous urban agglomeration in India. It is located in southern India, on the Deccan Plateau at an elevation of over 900 m above sea level. Its multi-ethnic, multi-religious, and cosmopolitan character is reflected by its more than 1000 Hindu temples, 400 mosques, 100 churches, 40 Jain Basadis, three Sikh gurdwaras, two Buddhist viharas and one Parsi fire temple located in an area of 741 km² of the metropolis. The religious places are further represented by the proposed Chabad of the Jewish community. The numerous Bahá'ís have a society called the Bahá'í Centre.",
      "The City's history dates back to around 890 AD, in a stone inscription found at the Nageshwara Temple in Begur, Bangalore. The Begur inscription is written in Halegannada, mentions 'Bengaluru Kalaga'. It was a significant turning point in the history of Bangalore as it bears the earliest reference to the name 'Bengaluru'."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bangalore",
    "urlGoogle": "https://artsandculture.google.com/entity/bengaluru/m09c17"
  },
  "wiki": {
    "id": "goblin-shark",
    "name": "Goblin shark",
    "summary": "The goblin shark is a rare, poorly understood species of deep-sea shark. Sometimes called a \"living fossil\", it is the only extant representative of the family Mitsukurinidae, a lineage some 125 million years old. This species looks unlike any other shark, with a long flattened snout, highly protrusible jaws containing prominent nail-like teeth, and pink coloration. Its snout is covered with ampullae of Lorenzini that enable it to sense minute electric fields produced by nearby prey, which it can snatch up by rapidly extending its jaws. It is usually three to four meters long (10–13 ft) when mature. Goblin sharks inhabit upper continental slopes, submarine canyons, and seamounts around the world at depths greater than 100 m (330 ft). Various anatomical features, such as its flabby body and small fins, suggest that it is sluggish in nature. This species hunts for teleost fishes, cephalopods, and crustaceans both near the sea floor and in the middle of the water column. The International Union for Conservation of Nature (IUCN) has assessed it as Least Concern, citing its wide distribution and low incidence of accidental capture by deepwater fisheries.",
    "url": "https://en.wikipedia.org/wiki/Goblin_shark"
  },
  "word": {
    "id": "punctilio",
    "word": "punctilio",
    "url": "https://www.merriam-webster.com/dictionary/punctilio",
    "partOfSpeech": "noun",
    "pronunciation": "punk-TILL-ee-oh",
    "audioPath": "audio/words/punctilio.mp3",
    "definitions": [
      "a minute detail of conduct in a ceremony or in observance of a code",
      "careful observance of forms (as in social conduct)"
    ],
    "examples": [
      "Unsure of the punctilios of formal dining, Todd worried he would make a bad impression on his fiancée's parents."
    ],
    "origin": "We'll get straight to the point: there are a number of English words that come from Latin \"pungere,\" meaning \"to prick\" or \"to sting.\" \"Punctilio\" is one of these words. It traces back to \"pungere\" by way of Italian \"puntiglio\" (meaning \"small point,\" \"point of honor,\" or \"scruple\"), Spanish \"puntillo\" (the diminutive of \"punto,\" meaning \"point\"), and Latin \"punctum\" (also meaning \"point\"). The adjective \"punctilious,\" meaning \"marked by or concerned about precise accordance with the details of codes or conventions,\" is a close relative of \"punctilio.\" Do you have any guesses for other \"pungere\" derivatives? \"Punctuate,\" \"puncture,\" \"compunction,\" \"punctual,\" and \"pungent\" are some of the more common ones."
  }
}
