{
  "artist": {
    "id": "russel-wright",
    "name": "Russel Wright",
    "dates": "Apr 3, 1904 - Dec 21, 1976",
    "mainImg": "img/art/artists/russel-wright.jpg",
    "artworkImgs": [
      {
        "name": "Carafe",
        "path": "img/art/artworks/russel-wright-a1.jpg",
        "source": "https://artsandculture.google.com/asset/carafe-russel-wright/cQHv-gR7ywe5cg"
      },
      {
        "name": "Coffee Urn",
        "path": "img/art/artworks/russel-wright-a2.jpg",
        "source": "https://artsandculture.google.com/asset/coffee-urn/RQFOboRLynwc1A"
      },
      {
        "name": "Vase",
        "path": "img/art/artworks/russel-wright-a3.jpg",
        "source": "https://artsandculture.google.com/asset/vase/JAHUw2JvgnPW_A"
      },
      {
        "name": "Pancake and Corn Set",
        "path": "img/art/artworks/russel-wright-a4.jpg",
        "source": "https://artsandculture.google.com/asset/pancake-and-corn-set-russel-wright-american-1904–1976/8AGliHTzLY2gXA"
      }
    ],
    "summary": [
      "Russel Wright was an American Industrial designer. His best-selling ceramic dinnerware was credited with encouraging the general public to enjoy creative modern design at table. With his many other ranges of furniture, accessories and textiles, he largely transformed the atmosphere of the mid-century American home."
    ],
    "quote": null,
    "movements": ["American modernism"],
    "mediums": ["Walnut", "Rock", "Ceramic", "Aluminium", "Glass", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Russel_Wright",
    "urlGoogle": "https://artsandculture.google.com/entity/russel-wright/m0cf_5k"
  },
  "event": {
    "id": "armenian-genocide",
    "name": "Armenian Genocide",
    "dates": "Apr 24, 1915 - 1917",
    "mainImg": "img/events/armenian-genocide.jpg",
    "summary": [
      "The Armenian Genocide was the systematic mass murder and expulsion of 1.5 million ethnic Armenians carried out in Turkey and adjoining regions by the Ottoman government between 1914 and 1923. The starting date is conventionally held to be 24 April 1915, the day that Ottoman authorities rounded up, arrested, and deported from Constantinople to the region of Angora, 235 to 270 Armenian intellectuals and community leaders, the majority of whom were eventually murdered.",
      "The genocide was carried out during and after World War I and implemented in two phases—the wholesale killing of the able-bodied male population through massacre and subjection of army conscripts to forced labour, followed by the deportation of women, children, the elderly, and the infirm on death marches leading to the Syrian Desert. Driven forward by military escorts, the deportees were deprived of food and water and subjected to periodic robbery, rape, and massacre. Most Armenian diaspora communities around the world came into being as a direct result of the genocide."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Armenian_Genocide",
    "urlGoogle": "https://artsandculture.google.com/entity/armenian-genocide/m011hr1"
  },
  "funFacts": [
    {
      "id": "421",
      "fact": "Greyhounds can reach speeds of 45 miles per hour.",
      "category": ["Animals"]
    },
    {
      "id": "91",
      "fact": "There are more telephones than people in Washington, D.C.",
      "category": ["Geography", "Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "505076",
      "fact": "A solar eclipse helped end a six-year war in 585 BCE. When the sky suddenly darkened during a battle between the Lydians and the Medes in modern Turkey, soldiers took it as a sign to cease fighting."
    }
  ],
  "idiom": {
    "id": "under-the-weather",
    "term": "under the weather",
    "definition": "Ailing, ill; also, suffering from a hangover. For example, *She said she was under the weather and couldn't make it to the meeting.* This expression presumably alludes to the influence of the weather on one's health. [Early 1800s] The same term is sometimes used as a euphemism for being drunk, as in *After four drinks, Ellen was a bit under the weather.*"
  },
  "person": {
    "id": "stanislaw-maczek",
    "name": "Stanisław Maczek",
    "dates": "Mar 31, 1892 - Dec 11, 1994",
    "mainImg": "img/people/stanislaw-maczek.jpg",
    "summary": [
      "General Stanisław Maczek was a Polish tank commander of World War II, whose division was instrumental in the Allied liberation of France, closing the Falaise pocket, resulting in the destruction of 14 German Wehrmacht and SS divisions. A veteran of World War I, the Polish-Ukrainian and Polish–Soviet Wars, Maczek was the commander of Poland's only major armoured formation during the September 1939 campaign, and later commanded a Polish armoured formation in France in 1940. He was the commander of the famous 1st Polish Armoured Division, and later of the I Polish Army Corps under Allied Command in 1942–45."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Stanis%C5%82aw_Maczek",
    "urlGoogle": "https://artsandculture.google.com/entity/stanisław-maczek/m01xn4z"
  },
  "place": {
    "id": "zagreb",
    "name": "Zagreb",
    "mainImg": "img/places/zagreb.jpg",
    "summary": [
      "Zagreb is the capital and the largest city of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m above sea level.",
      "The estimated population of the city in 2018 was 820,678. The population of the Zagreb urban agglomeration is 1,086,528, approximately a quarter of the total population of Croatia.",
      "Zagreb is a city with a rich history dating from the Roman times to the present day. The oldest settlement located in the vicinity of the city was the Roman Andautonia, in today's Ščitarjevo. The name \"Zagreb\" is recorded in 1134, in reference to the foundation of the settlement at Kaptol in 1094. Zagreb became a free royal town in 1242. In 1851 Zagreb had its first mayor, Janko Kamauf.",
      "Zagreb has special status as a Croatian administrative division and is a consolidated city-county, and is administratively subdivided into 17 city districts."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Zagreb",
    "urlGoogle": "https://artsandculture.google.com/entity/zagreb/m0fhzy"
  },
  "quote": {
    "id": "67",
    "quote": "Comparison is the thief of joy.",
    "author": "Theodore Roosevelt"
  },
  "wiki": {
    "id": "xenu",
    "name": "Xenu",
    "summary": "In Scientology doctrine, Xenu is a galactic ruler who supposedly, 75 million years ago, brought billions of people to Earth, stacked them around volcanoes and blew them up with hydrogen bombs. Their souls then clustered together and stuck to the bodies of the living. These events are known as \"Incident II\" or \"The Wall of Fire,\" and the traumatic memories associated with them are known as the \"R6 implant.\" Scientology founder L. Ron Hubbard detailed the story in Operating Thetan level III in 1967, famously warning that R6 was \"calculated to kill (by pneumonia etc) anyone who attempts to solve it.\" Much controversy between the Church of Scientology and its critics has focused on Xenu. The Church avoids making mention of Xenu in public statements and has gone to considerable effort to maintain the story's confidentiality, including legal action on both copyright and trade secrecy grounds. Critics claim that revealing the story is in the public interest, given the high prices charged for OT III. The Xenu story prompted the use of the volcano as a Scientology symbol.",
    "url": "https://en.wikipedia.org/wiki/Xenu"
  },
  "word": {
    "id": "improvident",
    "word": "improvident",
    "url": "https://www.merriam-webster.com/dictionary/improvident",
    "partOfSpeech": "adjective",
    "pronunciation": "im-PRAH-vuh-dunt",
    "audioPath": "audio/words/improvident.mp3",
    "definitions": ["not provident : not foreseeing and providing for the future"],
    "examples": [
      "Judy’s bankruptcy is the result of several years of improvident borrowing with little thought as to how she would ever manage to repay her debts."
    ],
    "origin": "\"Improvident\" descends from Latin \"providēre\" plus the negative prefix \"im-.\" \"Providēre,\" which literally means \"to see ahead,\" comes from \"pro-,\" meaning \"forward,\" and \"vidēre,\" meaning \"to see.\" Six of the seven words below are also descendants of \"providēre.\" Can you guess which one is the exception?"
  }
}
