{
  "artist": {
    "id": "eero-saarinen",
    "name": "Eero Saarinen",
    "dates": "Aug 20, 1910 - Sep 1, 1961",
    "mainImg": "img/art/artists/eero-saarinen.jpg",
    "artworkImgs": [
      {
        "name": "Tulip Chair - Pedestal Collection",
        "path": "img/art/artworks/eero-saarinen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/tulip-chair-pedestal-collection-eero-saarinen/sgH8CW4fG3pDKA"
      },
      {
        "name": "Womb Chair, Model No. 70",
        "path": "img/art/artworks/eero-saarinen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/womb-chair-model-no-70/AgHuJFCVu1kzLA"
      },
      {
        "name": "Saarinen table - Pedestal Collection",
        "path": "img/art/artworks/eero-saarinen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/saarinen-table-pedestal-collection-eero-saarinen/xQGaT1RwsqjVlg"
      },
      {
        "name": "Aero Willys sedan outside the Milwaukee County War Memorial",
        "path": "img/art/artworks/eero-saarinen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/aero-willys-sedan-outside-the-milwaukee-county-war-memorial-brooks-stevens/WwEUlW6oM_QCig"
      },
      {
        "name": "Eero Saarinen-designed Milwaukee Art Center",
        "path": "img/art/artworks/eero-saarinen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/eero-saarinen-designed-milwaukee-art-center-eero-saarinen/0gESOA6d3O2sFA"
      },
      {
        "name": "Eero Saarinen-designed Milwaukee Art Center",
        "path": "img/art/artworks/eero-saarinen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/eero-saarinen-designed-milwaukee-art-center-eero-saarinen/3gEz9KosAijdmA"
      }
    ],
    "summary": [
      "Eero Saarinen was a Finnish-American architect and industrial designer noted for his neo-futuristic style. Saarinen is known for designing the Washington Dulles International Airport outside Washington, D.C., the TWA Flight Center in New York City, and the Gateway Arch in St. Louis, Missouri. He was the son of noted Finnish architect Eliel Saarinen."
    ],
    "quote": "“I wanted to clear up the slum of legs… I wanted to make the chair all one thing again.”",
    "movements": [],
    "mediums": ["Fiberglass", "Glass", "Plastic", "Textile", "Iron", "Chromium"],
    "urlWiki": "https://en.wikipedia.org/wiki/Eero_Saarinen",
    "urlGoogle": "https://artsandculture.google.com/entity/eero-saarinen/m0d_h8"
  },
  "event": {
    "id": "battle-of-chamb",
    "name": "Battle of Chamb",
    "dates": null,
    "mainImg": "img/events/battle-of-chamb.jpg",
    "summary": [
      "The Battle of Chamb, 1971 was a battle in the Indo-Pakistani War of 1971. The Pakistani Army invaded Chamb on the same principle as the Battle of Chamb. The Pakistan Army's primary objective was to capture the town of Chamb and surrounding areas which had strategic importance for both Pakistan and India.",
      "Before the capture of Chamb by Pakistan forces, this western sector was under India's control. Similar to 1965, plans were made to capture this strategic town. The reason behind this plan was to deter Indians from attacking the crucial north-south line of communications passing via Gujrat. The 23 Division of Pakistan was given the task of protecting this sector and later attacking the Chamb-Dewa sectors. On the Indian side, the 10th Division was given the task of defence of Chamb; the Indian army believed that by attacking Gujrat and Tanda, they could guarantee the defence of Chamb. In comparison to 1965, the Indians were better prepared in terms of defences and now realized the importance of the town and sector."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Chamb",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-chamb/m064jxkz"
  },
  "funFacts": [
    {
      "id": "109",
      "fact": "Smelling apples and/or bananas can help you lose weight.",
      "category": ["Science"]
    },
    {
      "id": "142",
      "fact": "Hawaii is the only U.S. state never to report a temperature of zero degrees F or below.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "522175",
      "fact": "In a 2004 episode of Sesame Street, Cookie Monster revealed that before he started eating cookies his name was Sid."
    }
  ],
  "person": {
    "id": "sarah-kubitschek",
    "name": "Sarah Kubitschek",
    "dates": "Oct 5, 1908 - Feb 4, 1996",
    "mainImg": "img/people/sarah-kubitschek.jpg",
    "summary": [
      "Sarah Luísa Lemos Kubitschek de Oliveira GCC • GCIH, known as Dona Sarah Kubitschek was a Brazilian charity worker and First Lady of Brazil from 1956 to 1961, wife of President Juscelino Kubitschek.",
      "She was the founder of the Organização de Pioneiras Sociais, which carried out charity works in Minas Gerais, including the founding of schools and daycares in the countryside, and distribution of clothing, food, wheelchairs and mechanical devices for the physically disabled. In addition, she set up flying hospitals in most of the states and hospital boats made in Germany to the Amazon."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sarah_Kubitschek",
    "urlGoogle": "https://artsandculture.google.com/entity/sarah-kubitschek/m0j6cdmy"
  },
  "place": {
    "id": "los-angeles",
    "name": "Los Angeles",
    "mainImg": "img/places/los-angeles.jpg",
    "summary": [
      "Los Angeles, officially the City of Los Angeles and often known by its initials L.A., is the largest city in California. With an estimated population of nearly four million people, it is the country's second most populous city and the third most populous city in North America. Los Angeles is known for its Mediterranean climate, ethnic diversity, Hollywood entertainment industry, and its sprawling metropolis.",
      "Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet, and deserts. The city, which covers about 469 square miles, is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area is home to 13.1 million people, making it the second-largest metropolitan area in the nation after New York. Greater Los Angeles includes metro Los Angeles as well as the Inland Empire and Ventura County. It is the second most populous U.S. combined statistical area, also after New York, with a 2015 estimate of 18.7 million people.",
      "Home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Los_Angeles",
    "urlGoogle": "https://artsandculture.google.com/entity/los-angeles/m030qb3t"
  },
  "wiki": {
    "id": "ian-fleming",
    "name": "Ian Fleming",
    "summary": "Ian Fleming (1908–1964) was an English author, journalist and Naval Intelligence Officer, best known for his James Bond series of spy novels. While working in British Naval Intelligence during the Second World War, Fleming was involved in the planning stages of intelligence and military operations, and his wartime service and subsequent career as a journalist provided much of the background, detail and depth of the James Bond novels. Fleming wrote his first Bond novel, Casino Royale, in 1952. It was a success, and eleven Bond novels and two short-story collections followed between 1953 and 1966. The novels revolved around James Bond, an officer in the British Secret Service. The Bond stories rank among the best-selling series of fictional books of all time, having sold over 100 million copies. Fleming's creation has appeared in film twenty-four times, portrayed by seven actors, and the latest screen incarnation, Skyfall, is due to premiere in London on 23 October 2012.",
    "url": "https://en.wikipedia.org/wiki/Ian_Fleming"
  },
  "word": {
    "id": "solstice",
    "word": "solstice",
    "url": "https://www.merriam-webster.com/dictionary/solstice",
    "partOfSpeech": "noun",
    "pronunciation": "SAHL-stiss",
    "audioPath": "audio/words/solstice.mp3",
    "definitions": [
      "the time of year when the sun is farthest north of the equator or farthest south of the equator"
    ],
    "examples": [
      "People all over the world have observed celebrations linked to the summer and winter _solstices_ since ancient times.",
      "\"Experts on Mayan culture say that date \\[December 21, 2012\\], the winter _solstice_, simply marks the end of a cycle, no different than flipping the calendar to a new year after Dec. 31.\" - From an article by James Figueroa in the _Pasadena Star-News_ (California), November 25, 2012"
    ],
    "origin": "In the Northern Hemisphere, the summer solstice occurs on June 21 or 22 and the winter solstice on December 21 or 22. In the Southern Hemisphere, where the seasons are reversed, the solstices are exactly the opposite. For several days around the time of the solstices, the sun's appearance on the horizon at sunrise and sunset seems to occur at the same spot, before it starts drifting to the north or south again. \"Solstice\" gets its shine from \"sol,\" the Latin word for \"sun.\" The ancients added \"sol\" to \"-stit-\" (\"standing\") and came up with \"solstitium.\" Middle English speakers shortened \"solstitium\" to \"solstice\" in the 13th century."
  }
}
