{
  "artist": {
    "id": "walead-beshty",
    "name": "Walead Beshty",
    "dates": "Born 1976",
    "mainImg": "img/art/artists/walead-beshty.jpg",
    "artworkImgs": [
      {
        "name": "Securities and Exchanges-4",
        "path": "img/art/artworks/walead-beshty-a1.jpg",
        "source": "https://artsandculture.google.com/asset/securities-and-exchanges-4-walead-beshty/tQE35ptQiva12w"
      },
      {
        "name": "Securities and Exchanges-7",
        "path": "img/art/artworks/walead-beshty-a2.jpg",
        "source": "https://artsandculture.google.com/asset/securities-and-exchanges-7-walead-beshty/_QE09f6NXwCfuA"
      },
      {
        "name": "Installation View",
        "path": "img/art/artworks/walead-beshty-a3.jpg",
        "source": "https://artsandculture.google.com/asset/installation-view-walead-beshty/CQElj2Ctk5jHhw"
      },
      {
        "name": "Securities and Exchanges-2",
        "path": "img/art/artworks/walead-beshty-a4.jpg",
        "source": "https://artsandculture.google.com/asset/securities-and-exchanges-2-walead-beshty/dwEKfAgNa6at-w"
      },
      {
        "name": "Securities and Exchanges-3",
        "path": "img/art/artworks/walead-beshty-a5.jpg",
        "source": "https://artsandculture.google.com/asset/securities-and-exchanges-3-walead-beshty/PwEPYw2UXytWcw"
      },
      {
        "name": "Installation View",
        "path": "img/art/artworks/walead-beshty-a6.jpg",
        "source": "https://artsandculture.google.com/asset/installation-view-walead-beshty/wwE6dEUYYsSzhQ"
      }
    ],
    "summary": [
      "Walead Beshty is a Los Angeles-based artist and writer.",
      "Beshty was an Associate Professor in the Graduate Art Department at Art Center College of Design, Pasadena, and has taught at numerous schools including University of California, Los Angeles; University of California, Irvine; the California Institute of the Arts; School of the Art Institute of Chicago; and the MFA Program at Bard College. Beshty has exhibited widely in numerous institutions and galleries around the world."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Rock", "Ceramic", "Iron", "Metal", "Clay", "Cast iron"],
    "urlWiki": "https://en.wikipedia.org/wiki/Walead_Beshty",
    "urlGoogle": "https://artsandculture.google.com/entity/walead-beshty/m059h1p2"
  },
  "event": {
    "id": "forty-seven-ronin",
    "name": "Forty-seven rōnin",
    "dates": "Dec 14, 1702",
    "mainImg": "img/events/forty-seven-ronin.jpg",
    "summary": [
      "The revenge of the forty-seven rōnin, also known as the Akō incident or Akō vendetta, is an 18th-century historical event in Japan in which a band of rōnin avenged the death of their master. The incident has since become legendary.",
      "The story tells of a group of samurai who were left leaderless after their daimyō Asano Naganori was compelled to perform seppuku for assaulting a court official named Kira Yoshinaka, whose title was Kōzuke no suke. After waiting and planning for a year, the rōnin avenged their master's honor by killing Kira. They were then themselves obliged to commit seppuku for the crime of murder. This true story was popularized in Japanese culture as emblematic of the loyalty, sacrifice, persistence, and honor that people should display in their daily lives. The popularity of the tale grew during the Meiji era, during which Japan underwent rapid modernization, and the legend became entrenched within discourses of national heritage and identity.",
      "Fictionalized accounts of the tale of the forty-seven rōnin are known as Chūshingura. The story was popularized in numerous plays, including in the genres of bunraku and kabuki."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Forty-seven_r%C5%8Dnin",
    "urlGoogle": "https://artsandculture.google.com/entity/forty-seven-rōnin/m017q31"
  },
  "funFacts": [
    {
      "id": "195",
      "fact": "Eleven of the 50 U.S. states are named after an actual person.",
      "category": ["Geography"]
    },
    { "id": "464", "fact": "Cows do not have upper front teeth.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "504701",
      "fact": "Scottish band The Bay City Rollers chose their name after sticking a pin in a map of America, which landed on the Michigan city."
    }
  ],
  "idiom": {
    "id": "all-over-but-the-shouting",
    "term": "all over but the shouting",
    "definition": "The outcome is a certainty, as in *When Jim hit the ball over the fence, it was all over but the shouting.* The term's first use in print, in 1842, was by Welsh sportswriter Charles James Apperley, but some authorities believe it originated even earlier in the United States for a close political race. Today it is applied to any contest. A common British version is **all over bar the shouting.**"
  },
  "person": {
    "id": "jamil-mardam-bey",
    "name": "Jamil Mardam Bey",
    "dates": "1894 - Mar 30, 1960",
    "mainImg": "img/people/jamil-mardam-bey.jpg",
    "summary": [
      "Jamil Mardam Bey, was a Syrian politician. He was born in Damascus to a prominent aristocratic Sunni Muslim family. He is descended from Ottoman's general, statesman and Grand Vizier Lala Mustafa Pasha. He studied at the school of Political Science in Paris and was a founder of Al-Fatat, the leading opposition party in Ottoman Syria."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jamil_Mardam_Bey",
    "urlGoogle": "https://artsandculture.google.com/entity/jamil-mardam-bey/m04n3v9y"
  },
  "place": {
    "id": "vigo",
    "name": "Vigo",
    "mainImg": "img/places/vigo.jpg",
    "summary": [
      "Vigo is a city and municipality in the province of Pontevedra, part of the autonomous community of Galicia. Located in the Northwest of the Iberian Peninsula, it straddles on the southern shore of an inlet of the Atlantic Ocean, the Ria de Vigo, the southernmost of the so-called Rías Baixas. Vigo is the most populated municpality of Galicia, and the second most populated city with a population of 198.537 inhabitants.",
      "The municipality has an area of 109.06 km² and has a population of 295.364 in 2019.",
      "Vigo is one of the region's primary economic agents, owing in part to the French Citroën automotive factory and to the Port of Vigo. Close to the Portugal–Spain border, Vigo is part of the Galicia–North Portugal Euroregion. The European Fisheries Control Agency is headquartered in Vigo."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vigo",
    "urlGoogle": "https://artsandculture.google.com/entity/vigo/m026kzs"
  },
  "quote": {
    "id": "121",
    "quote": "Plant your own gardens and decorate your own soul, instead of waiting for someone to bring you flowers.",
    "author": "Jorge Luis Borges"
  },
  "wiki": {
    "id": "guy-bradley",
    "name": "Guy Bradley",
    "summary": "Guy Bradley (1870–1905) was an American game warden and deputy sheriff for Monroe County, Florida. Born in Chicago, his family relocated to Florida when he was young. As a boy, he often served as guide to visiting fishermen and plume hunters, although he later denounced poaching after legislation was passed to protect the dwindling number of birds. In 1902, Bradley was hired by the American Ornithologists' Union, at the request of the Florida Audubon Society, to become one of the country's first game wardens. Tasked with protecting the area's wading birds from hunters, he patrolled the area stretching from Florida's west coast, through the Everglades, to Key West, single-handedly enforcing the ban on bird hunting. Bradley was shot and killed in the line of duty, after confronting a man and his two sons who were hunting egrets in the Everglades. His much-publicized death at the age of 35 galvanized conservationists, and served as inspiration for future legislation to protect Florida's bird populations. Several national awards and places have been named in his honor.",
    "url": "https://en.wikipedia.org/wiki/Guy_Bradley"
  },
  "word": {
    "id": "collegium",
    "word": "collegium",
    "url": "https://www.merriam-webster.com/dictionary/collegium",
    "partOfSpeech": "noun",
    "pronunciation": "kuh-LEG-ee-um",
    "audioPath": "audio/words/collegium.mp3",
    "definitions": ["a group in which each member has approximately equal power and authority"],
    "examples": [
      "Each paper published by the journal has been approved by a collegium of scientists."
    ],
    "origin": "English contains many words that were borrowed from Latin, either directly or often by way of French, which began to influence the development of English after the Norman Conquest of 1066. \"Collegium\" is borrowed from Latin as well, but its journey into the English language made an unusual stop at Russian, a Slavic language. Russian borrowed the Latin \"collegium\" (\"society\") as \"kollegiya,\" a word used for an advisory board or committee whose members share power. \"Kollegiya\" entered the English language in 1917, and with gradual modifications it was eventually restored to its original Latin spelling."
  }
}
