{
  "artist": {
    "id": "lovis-corinth",
    "name": "Lovis Corinth",
    "dates": "Jul 21, 1858 - Jul 17, 1925",
    "mainImg": "img/art/artists/lovis-corinth.jpg",
    "artworkImgs": [
      {
        "name": "Thomas Corinth",
        "path": "img/art/artworks/lovis-corinth-a1.jpg",
        "source": "https://artsandculture.google.com/asset/thomas-corinth-lovis-corinth/6wEEPi7YLqKzdw"
      },
      {
        "name": "Selfportrait with skeleton",
        "path": "img/art/artworks/lovis-corinth-a2.jpg",
        "source": "https://artsandculture.google.com/asset/selfportrait-with-skeleton-corinth-lovis/vgHTe-VzNrj3FQ"
      },
      {
        "name": "The Blinded Samson",
        "path": "img/art/artworks/lovis-corinth-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-blinded-samson-lovis-corinth/awErRXFDV49Z3w"
      },
      {
        "name": "Woman in Hat with Roses",
        "path": "img/art/artworks/lovis-corinth-a4.jpg",
        "source": "https://artsandculture.google.com/asset/woman-in-hat-with-roses-lovis-corinth/HgHdSJ0KH5Twew"
      },
      {
        "name": "The Family of the Painter Fritz Rumpf",
        "path": "img/art/artworks/lovis-corinth-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-family-of-the-painter-fritz-rumpf-lovis-corinth/zgFFa16k1svocQ"
      },
      {
        "name": "Cain",
        "path": "img/art/artworks/lovis-corinth-a6.jpg",
        "source": "https://artsandculture.google.com/asset/cain-lovis-corinth/vwGejBFWToVQqA"
      }
    ],
    "summary": [
      "Lovis Corinth was a German artist and writer whose mature work as a painter and printmaker realized a synthesis of impressionism and expressionism.",
      "Corinth studied in Paris and Munich, joined the Berlin Secession group, later succeeding Max Liebermann as the group's president. His early work was naturalistic in approach. Corinth was initially antagonistic towards the expressionist movement, but after a stroke in 1911 his style loosened and took on many expressionistic qualities. His use of color became more vibrant, and he created portraits and landscapes of extraordinary vitality and power. Corinth's subject matter also included nudes and biblical scenes."
    ],
    "quote": null,
    "movements": ["Modern art", "Expressionism", "Impressionism", "Realism", "Symbolism"],
    "mediums": ["Ink", "Laid paper", "Oil paint", "Etching", "Watercolor painting", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lovis_Corinth",
    "urlGoogle": "https://artsandculture.google.com/entity/lovis-corinth/m0346n_"
  },
  "event": {
    "id": "16-th-street-baptist-church-bombing",
    "name": "16th Street Baptist Church bombing",
    "dates": null,
    "mainImg": "img/events/16-th-street-baptist-church-bombing.jpg",
    "summary": [
      "The 16th Street Baptist Church bombing was an act of white supremacist terrorism which occurred at the African-American 16th Street Baptist Church in Birmingham, Alabama, on Sunday, September 15, 1963. Four members of a local Ku Klux Klan chapter planted at least 15 sticks of dynamite attached to a timing device beneath the steps located on the east side of the church.",
      "Described by Martin Luther King Jr. as \"one of the most vicious and tragic crimes ever perpetrated against humanity\" the explosion at the church killed four girls and injured 22 other people.",
      "Although the FBI had concluded in 1965 that the 16th Street Baptist Church bombing had been committed by four known Klansmen and segregationists: Thomas Edwin Blanton Jr., Herman Frank Cash, Robert Edward Chambliss, and Bobby Frank Cherry, no prosecutions were conducted until 1977, when Robert Chambliss was tried and convicted of the first-degree murder of one of the victims, 11-year-old Carol Denise McNair."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/16th_Street_Baptist_Church_bombing",
    "urlGoogle": "https://artsandculture.google.com/entity/16th-street-baptist-church-bombing/m01y23_"
  },
  "funFacts": [
    {
      "id": "161",
      "fact": "The first TV network kids show in the U.S. was \"Captain Kangaroo.\"",
      "category": ["Firsts"]
    },
    {
      "id": "701",
      "fact": "It takes more water to fill a bathtub than it does to enjoy a nice, warm shower.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [
    { "id": "522154", "fact": "A newborn giant panda is about the size of a stick of butter." }
  ],
  "idiom": {
    "id": "have-ants-in-ones-pants",
    "term": "have ants in one's pants",
    "definition": "**1\\.** Be extremely restless, uneasy, impatient, or anxious, as in *This child just can't sit still; she must have ants in her pants.* This rhyming idiom calls up a vivid image of what might cause one to be jumpy. [Slang; 1920s] **2\\.** Be eager for sexual activity, as in *Bill's got ants in his pants for Rita.* This usage is less common today. [Slang; 1920s]"
  },
  "person": {
    "id": "john-c-fremont",
    "name": "John C. Frémont",
    "dates": "Jan 21, 1813 - Jul 13, 1890",
    "mainImg": "img/people/john-c-fremont.jpg",
    "summary": [
      "John Charles Frémont or Fremont was an American explorer, military officer, and politician. He was a US Senator from California, and in 1856 was the first Republican nominee for President of the United States.",
      "A native of Georgia, Frémont acquired male protectors after his father's death, and became proficient in mathematics, science, and surveying. During the 1840s, he led five expeditions into the Western United States, and became known as The Pathfinder. During the Mexican–American War, Frémont, a major in the U.S. Army, took control of California from the California Republic in 1846. Frémont was convicted in court-martial for mutiny and insubordination after a conflict over who was the rightful military governor of California. After his sentence was commuted and he was reinstated by President Polk, Frémont resigned from the Army. Frémont led a private fourth expedition, which cost ten lives, seeking a rail route over the mountains around the 38th parallel in the winter of 1849.",
      "Afterwards, Frémont settled in California at Monterey while buying cheap land in the Sierra foothills."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_C._Fr%C3%A9mont",
    "urlGoogle": "https://artsandculture.google.com/entity/john-c-frémont/m0mq2c"
  },
  "place": {
    "id": "marrakesh",
    "name": "Marrakesh",
    "mainImg": "img/places/marrakesh.jpg",
    "summary": [
      "Marrakesh is the fourth largest city in the Kingdom of Morocco. It is the capital of the mid-southwestern region of Marrakesh-Safi. It is west of the foothills of the Atlas Mountains. Marrakesh is 580 km southwest of Tangier, 327 km southwest of the Moroccan capital of Rabat, 239 km south of Casablanca, and 246 km northeast of Agadir.",
      "The region has been inhabited by Berber farmers since Neolithic times. The city was founded in 1062, by Abu Bakr ibn Umar, a chieftain and cousin of the Almoravid king, Yusuf ibn Tashfin, as the imperial capital of the Almoravid Empire. The city was one of Morocco's four imperial cities. In the 12th century, the Almoravids built many madrasas and mosques in Marrakesh that bear Andalusian influences. The red walls of the city, built by Ali ibn Yusuf in 1122–1123, and various buildings constructed in red sandstone during this period, have given the city the nickname of the \"Red City\" or \"Ochre City\". Marrakesh grew rapidly and established itself as a cultural, religious, and trading center for the Maghreb and sub-Saharan Africa. Jemaa el-Fnaa is the busiest square in Africa."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Marrakesh",
    "urlGoogle": "https://artsandculture.google.com/entity/marrakesh/m054rw"
  },
  "wiki": {
    "id": "dna",
    "name": "DNA",
    "summary": "DNA is a nucleic acid that contains the genetic instructions for the development and function of living organisms. All living things contain DNA, although DNA viruses are usually considered non-living. The main role of DNA in the cell is the long term storage of information. It is often compared to a blueprint, since it contains the instructions to construct other components of the cell, such as proteins and RNA molecules. The DNA segments that carry genetic information are called genes, but other DNA sequences have structural purposes, or are involved in regulating the expression of genetic information. In eukaryotes such as animals and plants, DNA is stored inside the cell nucleus, while in prokaryotes such as bacteria, the DNA is in the cell's cytoplasm. The major function of DNA is to encode the sequence of amino acid residues in proteins, using the genetic code. To read the genetic code, cells make a copy of a stretch of DNA in the nucleic acid RNA. These RNA copies can then be used to direct protein biosynthesis, but they can also be used directly as parts of ribosomes or spliceosomes.",
    "url": "https://en.wikipedia.org/wiki/DNA"
  },
  "word": {
    "id": "rancid",
    "word": "rancid",
    "url": "https://www.merriam-webster.com/dictionary/rancid",
    "partOfSpeech": "adjective",
    "pronunciation": "RAN-sid",
    "audioPath": "audio/words/rancid.mp3",
    "definitions": ["having a rank smell or taste", "offensive"],
    "examples": [
      "Although considered healthier, unsaturated fats become _rancid_ much more easily than saturated fats do.",
      "\"Oddly enough, this wild conjecture is about as far as McGinniss goes into the _rancid_ waters of tabloid gossip.\" - From a book review by Jonathan Yardley in the _Washington Post_, March 11, 2014"
    ],
    "origin": "\"Rancid\" has a fairly straightforward history; it derives from Latin \"rancidus,\" itself from the Latin verb \"rancēre,\" meaning \"to be rancid\" or \"to stink.\" In addition to the related words \"rancidness\" and \"rancidity,\" another descendant of \"rancēre\" in English is \"rancor,\" meaning \"bitter deep-seated ill will.\" (\"Rancor\" passed through Middle French rather than being borrowed into English directly.) These days, \"rancid\" also has developed a second, extended sense which is used in the context of offenses to less literal or physical senses than those of smell or taste, and you might see references to \"rancid behavior\" or \"a rancid personality.\""
  }
}
