{
  "artist": {
    "id": "sava-sumanovic",
    "name": "Sava Šumanović",
    "dates": "Jan 22, 1896 - Aug 30, 1942",
    "mainImg": "img/art/artists/sava-sumanovic.jpg",
    "artworkImgs": [
      {
        "name": "Englishwomen in Paris; Gallery of Matica Srpska",
        "path": "img/art/artworks/sava-sumanovic-a1.jpg",
        "source": "https://artsandculture.google.com/asset/englishwomen-in-paris-gallery-of-matica-srpska-sava-šumanović-vinkovci-1896-–-sremska-mitrovica-1942/nwHoK27xYwnKLA"
      },
      {
        "name": "Šid under Snow",
        "path": "img/art/artworks/sava-sumanovic-a2.jpg",
        "source": "https://artsandculture.google.com/asset/šid-under-snow-sava-šumanović/2QGK8DS-Bcfs5w"
      },
      {
        "name": "Luncheon on the Grass",
        "path": "img/art/artworks/sava-sumanovic-a3.jpg",
        "source": "https://artsandculture.google.com/asset/luncheon-on-the-grass/rQEQoaJx4CjmGg"
      },
      {
        "name": "Nude Woman",
        "path": "img/art/artworks/sava-sumanovic-a4.jpg",
        "source": "https://artsandculture.google.com/asset/nude-woman-sava-šumanović/SQFGXEmvmI_X6Q"
      },
      {
        "name": "The Painter in his Atelier; Gallery of Matica Srpska",
        "path": "img/art/artworks/sava-sumanovic-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-painter-in-his-atelier-gallery-of-matica-srpska-sava-šumanović-vinkovci-1896-–-sremska-mitrovica-1942/xwG4AUotqFE8Gg"
      },
      {
        "name": "Sailor on the Pier; Gallery of Matica Srpska",
        "path": "img/art/artworks/sava-sumanovic-a6.jpg",
        "source": "https://artsandculture.google.com/asset/sailor-on-the-pier-gallery-of-matica-srpska-sava-šumanović-vinkovci-1896-–-sremska-mitrovica-1942/MAGbrFbudh2Y8Q"
      }
    ],
    "summary": [
      "Sava Šumanović was a painter from modern-day Serbia. He is considered to be one of the most important Serbian painters of the 20th century. Šumanović's opus includes around 800 paintings as well as 400 drawings and sketches. He was executed during the Genocide of Serbs in the Independent State of Croatia."
    ],
    "quote": null,
    "movements": ["Modern art"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sava_%C5%A0umanovi%C4%87",
    "urlGoogle": "https://artsandculture.google.com/entity/sava-šumanović/m06fkhd"
  },
  "event": {
    "id": "selma-to-montgomery-marches",
    "name": "Selma to Montgomery marches",
    "dates": "Mar 7, 1965 - Mar 21, 1965",
    "mainImg": "img/events/selma-to-montgomery-marches.jpg",
    "summary": [
      "The Selma to Montgomery marches were three protest marches, held in 1965, along the 54-mile highway from Selma, Alabama, to the state capital of Montgomery. The marches were organized by nonviolent activists to demonstrate the desire of African-American citizens to exercise their constitutional right to vote, in defiance of segregationist repression; they were part of a broader voting rights movement underway in Selma and throughout the American South. By highlighting racial injustice, they contributed to passage that year of the Voting Rights Act, a landmark federal achievement of the civil rights movement.",
      "Southern state legislatures had passed and maintained a series of discriminatory requirements and practices that had disenfranchised most of the millions of African Americans across the South throughout the 20th century. The African-American group known as the Dallas County Voters League launched a voter registration campaign in Selma in 1963. Joined by organizers from the Student Nonviolent Coordinating Committee, they began working that year in a renewed effort to register black voters."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Selma_to_Montgomery_marches",
    "urlGoogle": "https://artsandculture.google.com/entity/selma-to-montgomery-marches/m02_758"
  },
  "funFacts": [
    {
      "id": "324",
      "fact": "The legs of bats are too weak to support their weight, so they hang upside down.",
      "category": ["Animals"]
    },
    {
      "id": "68",
      "fact": "The longest one syllable word is \"screeched.\"",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553808",
      "fact": "Sleep literally cleans your brain. During slumber, more cerebrospinal fluid flushes through the brain to wash away harmful proteins and toxins that build up during the day."
    }
  ],
  "idiom": {
    "id": "fiddle-while-rome-burns",
    "term": "fiddle while Rome burns",
    "definition": "Occupy oneself with unimportant matters and neglect important ones during a crisis. For example, *The account was falling through, but he was more worried about missing his golf game---talk about fiddling while Rome burns!* This expression alludes to the legend that the Emperor Nero played his fiddle while watching the conflagration of Rome. [Mid- 1600s]"
  },
  "person": {
    "id": "lynda-bird-johnson-robb",
    "name": "Lynda Bird Johnson Robb",
    "dates": "Born Mar 19, 1944",
    "mainImg": "img/people/lynda-bird-johnson-robb.jpg",
    "summary": [
      "Lynda Bird Johnson Robb is the elder of the two daughters of the 36th U.S. President Lyndon B. Johnson and his First Lady Lady Bird Johnson. She served as chairwoman of the Board of Reading is Fundamental, the nation's largest children's literacy organization, as well as chairwoman of the President's Advisory Committee for Women. She is a magazine editor who served as First Lady of Virginia from 1982 to 1986, and as Second Lady of Virginia from 1978 to 1982. She is the oldest living child of a U.S. president, following the death of John Eisenhower on December 21, 2013."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lynda_Bird_Johnson_Robb",
    "urlGoogle": "https://artsandculture.google.com/entity/lynda-bird-johnson-robb/m04swqf"
  },
  "place": {
    "id": "bratislava",
    "name": "Bratislava",
    "mainImg": "img/places/bratislava.jpg",
    "summary": [
      "Bratislava is the capital of Slovakia. With a population of about 430,000, it is one of the smaller capitals of Europe but still the country's largest city. The greater metropolitan area is home to more than 650,000 people. Bratislava is in southwestern Slovakia, occupying both banks of the River Danube and the left bank of the River Morava. Bordering Austria and Hungary, it is the only national capital that borders two sovereign states.",
      "The city's history has been influenced by people of many nations and religions, including Austrians, Bulgarians, Croats, Czechs, Germans, Hungarians, Jews, Serbs and Slovaks. It was the coronation site and legislative center and capital of the Kingdom of Hungary from 1536 to 1783, and has been home to many Slovak, Hungarian and German historical figures.",
      "Bratislava is the political, cultural and economic centre of Slovakia. It is the seat of the Slovak president, the parliament and the Slovak Executive. It has several universities, and many museums, theatres, galleries and other cultural and educational institutions. Many of Slovakia's large businesses and financial institutions have headquarters there."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bratislava",
    "urlGoogle": "https://artsandculture.google.com/entity/bratislava/m015g7"
  },
  "quote": {
    "id": "82",
    "quote": "Strive not to be a success, but rather to be of value.",
    "author": "Albert Einstein"
  },
  "wiki": {
    "id": "theobald-of-bec",
    "name": "Theobald of Bec",
    "summary": "Theobald (c. 1090 – 1161) was Archbishop of Canterbury from 1139 to 1161. He became a monk at the Abbey of Bec in Normandy in the late 11th or early 12th century, becoming abbot in 1137. King Stephen of England chose him to be Archbishop of Canterbury in 1138. During Theobald's term of office, Canterbury's claim to primacy over the Welsh ecclesiastics was resolved by Pope Eugene III in Canterbury's favour. Theobald faced challenges to his authority from a subordinate bishop, Henry of Blois, Bishop of Winchester, and his relationship with King Stephen was turbulent. On one occasion Stephen forbade Theobald from attending a papal council; Theobald defied the king, resulting in the confiscation of his property and temporary exile. He succeeded in forcing peace on the king during the disorders of Stephen's reign by refusing to consecrate Stephen's son and heir, Eustace. After Eustace's death in 1153 Stephen recognised his rival Henry of Anjou as heir to the English throne, and Theobald was subsequently named regent of the kingdom after Stephen's death. Theobald died in 1161 following a long illness. Efforts were made to have him canonised as a saint, but without success.",
    "url": "https://en.wikipedia.org/wiki/Theobald_of_Bec"
  },
  "word": {
    "id": "shrive",
    "word": "shrive",
    "url": "https://www.merriam-webster.com/dictionary/shrive",
    "partOfSpeech": "verb",
    "pronunciation": "SHRYVE",
    "audioPath": "audio/words/shrive.mp3",
    "definitions": ["to administer the sacrament of reconciliation to", "to free from guilt"],
    "examples": [
      "\"Once every three months, Pancho took his savings and drove into Monterey to confess his sins, to do his penance, and be _shriven_ and to get drunk, in the order named.\" - John Steinbeck, _The Pastures of Heaven_, 1932",
      "\"Members of Congress, a generally spineless lot, like nothing better than to be _shriven_ of responsibility for the edicts that come out of Washington.\" - editorial, _The Eagle-Tribune_ (Andover, Massachusetts), January 30, 2014"
    ],
    "origin": "We wouldn't want to give the history of _shrive_ short shrift, so here's the whole story. It began when the Latin verb _scribere_ (meaning \"to write\") found its way onto the tongues of certain Germanic peoples who brought it to Britain in the early Middle Ages. Because it was often used for laying down directions or rules in writing, 8th-century Old English speakers used their form of the term, _scrīfan_, to mean \"to prescribe or impose.\" The Church adopted _scrīfan_ to refer to the act of assigning penance to sinners and, later, to hearing confession and administering absolution. Today _shrift_, the noun form of _shrive_, makes up half of \"short shrift,\" a phrase meaning \"little or no consideration.\" Originally, \"short shrift\" was the barely adequate time for confession before an execution."
  }
}
