{
  "artist": {
    "id": "jean-honore-fragonard",
    "name": "Jean-Honoré Fragonard",
    "dates": "Apr 5, 1732 - Aug 22, 1806",
    "mainImg": "img/art/artists/jean-honore-fragonard.jpg",
    "artworkImgs": [
      {
        "name": "Young Girl Reading",
        "path": "img/art/artworks/jean-honore-fragonard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/young-girl-reading-jean-honoré-fragonard/JgFJCH9wxBktkg"
      },
      {
        "name": "The Fountain of Love",
        "path": "img/art/artworks/jean-honore-fragonard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-fountain-of-love/OQGTZl4mLLDsGQ"
      },
      {
        "name": "The Visit to the Nursery",
        "path": "img/art/artworks/jean-honore-fragonard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-visit-to-the-nursery-jean-honoré-fragonard/-gENS0_cq2b52Q"
      },
      {
        "name": "Blind-Mans Buff",
        "path": "img/art/artworks/jean-honore-fragonard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/blind-mans-buff-jean-honore-fragonard/-wHTjyGs7bd-6w"
      },
      {
        "name": "A Game of Hot Cockles",
        "path": "img/art/artworks/jean-honore-fragonard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-game-of-hot-cockles-jean-honoré-fragonard/YgEVjna97Wb94g"
      },
      {
        "name": "A Game of Horse and Rider",
        "path": "img/art/artworks/jean-honore-fragonard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-game-of-horse-and-rider-jean-honoré-fragonard/qAGQRNfPAdwrBA"
      }
    ],
    "summary": [
      "Jean-Honoré Fragonard was a French painter and printmaker whose late Rococo manner was distinguished by remarkable facility, exuberance, and hedonism. One of the most prolific artists active in the last decades of the Ancien Régime, Fragonard produced more than 550 paintings, of which only five are dated. Among his most popular works are genre paintings conveying an atmosphere of intimacy and veiled eroticism."
    ],
    "quote": null,
    "movements": ["Rococo", "Renaissance", "Baroque", "Romanticism"],
    "mediums": ["Etching", "Engraving", "Chalk", "Pigment", "Oil paint", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean-Honor%C3%A9_Fragonard",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-honoré-fragonard/m02vt1l"
  },
  "event": {
    "id": "allied-advance-from-paris-to-the-rhine",
    "name": "Allied advance from Paris to the Rhine",
    "dates": "Aug 25, 1944 - Mar 7, 1945",
    "mainImg": "img/events/allied-advance-from-paris-to-the-rhine.jpg",
    "summary": [
      "The Allied advance from Paris to the Rhine, also known as the Siegfried Line campaign, was a phase in the Western European campaign of World War II.",
      "This phase spans from the end of the Battle of Normandy, or Operation Overlord, incorporating the German winter counter-offensive through the Ardennes and Operation Nordwind up to the Allies preparing to cross the Rhine in the early months of 1945. This roughly corresponds with the official United States military European Theater of Operations Rhineland and Ardennes-Alsace campaigns."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Allied_advance_from_Paris_to_the_Rhine",
    "urlGoogle": "https://artsandculture.google.com/entity/allied-advance-from-paris-to-the-rhine/m049mm_"
  },
  "funFacts": [
    {
      "id": "431",
      "fact": "A twit is the technical term for a pregnant goldfish.",
      "category": ["Animals", "Definitions"]
    },
    {
      "id": "702",
      "fact": "On average, a laptop uses half as much energy as a desktop computer.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553856",
      "fact": "Floccinaucinihilipilification—one of the longest words in the English language—is the act of estimating that something is worthless."
    }
  ],
  "idiom": {
    "id": "born-with-a-silver-spoon",
    "term": "born with a silver spoon",
    "definition": "Born wealthy, or fortunate, or both, as in *Paul can afford to go to medical school; he was born with a silver spoon.* Although some authorities believe this phrase alludes to the custom of godparents giving their godchild a silver spoon, affordable only by rich persons, it is more likely that the spoon has come to symbolize wealth. [c. 1700]"
  },
  "person": {
    "id": "napoleon-bonaparte",
    "name": "Napoleon Bonaparte",
    "dates": "Aug 15, 1769 - May 5, 1821",
    "mainImg": "img/people/napoleon-bonaparte.jpg",
    "summary": [
      "Napoleon Bonaparte, born Napoleone di Buonaparte, was a French statesman and military leader who rose to prominence during the French Revolution and led several successful campaigns during the French Revolutionary Wars. He was Emperor of the French as Napoleon I from 1804 until 1814 and again briefly in 1815 during the Hundred Days. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napoleonic Wars. He won most of these wars and the vast majority of his battles, building a large empire that ruled over much of continental Europe before its final collapse in 1815. He is considered one of the greatest commanders in history, and his wars and campaigns are studied at military schools worldwide. Napoleon's political and cultural legacy has endured as one of the most celebrated and controversial leaders in human history.",
      "He was born Napoleone Buonaparte in Corsica to a relatively modest Italian family from minor nobility. He was serving as an artillery officer in the French army when the French Revolution erupted in 1789."
    ],
    "quote": "“Nothing is more difficult, and therefore more precious, than to be able to decide.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Napoleon",
    "urlGoogle": "https://artsandculture.google.com/entity/napoleon-bonaparte/m0j5b8"
  },
  "place": {
    "id": "padua",
    "name": "Padua",
    "mainImg": "img/places/padua.jpg",
    "summary": [
      "Padua is a city and comune in Veneto, northern Italy. Padua is on the river Bacchiglione, west of Venice. It is the capital of the province of Padua. It is also the economic and communications hub of the area. Padua's population is 214,000. The city is sometimes included, with Venice and Treviso, in the Padua-Treviso-Venice Metropolitan Area which has a population of around 2,600,000.",
      "Padua stands on the Bacchiglione River, 40 kilometres west of Venice and 29 km southeast of Vicenza. The Brenta River, which once ran through the city, still touches the northern districts. Its agricultural setting is the Venetian Plain. To the city's south west lies the Euganaean Hills, praised by Lucan and Martial, Petrarch, Ugo Foscolo, and Shelley.",
      "It hosts the University of Padua, founded in 1222, where later Galileo Galilei was a lecturer between 1592 and 1610.",
      "The city is picturesque, with a dense network of arcaded streets opening into large communal piazze, and many bridges crossing the various branches of the Bacchiglione, which once surrounded the ancient walls like a moat.",
      "Padua is the setting for most of the action in Shakespeare's The Taming of the Shrew."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Padua",
    "urlGoogle": "https://artsandculture.google.com/entity/padua/m0d99m"
  },
  "wiki": {
    "id": "haumea-dwarf-planet",
    "name": "Haumea (dwarf planet)",
    "summary": "Haumea is a dwarf planet, one-third the mass of Pluto, in the Kuiper belt. It was discovered in 2004 by a team headed by Mike Brown of Caltech at the Palomar Observatory in the United States, and in 2005 by a team headed by J. L. Ortiz at the Sierra Nevada Observatory in Spain, though the latter claim has been contested. On September 17, 2008, it was accepted as a dwarf planet by the International Astronomical Union (IAU) and named after Haumea, the Hawaiian goddess of childbirth. Haumea's extreme elongation makes it unique among known trans-Neptunian objects. Although its shape has not been directly observed, calculations from its light curve suggest it is an ellipsoid, with its greatest axis twice as long as its shortest. Nonetheless, its gravity is believed sufficient for it to have relaxed into hydrostatic equilibrium, thereby meeting the definition of a dwarf planet. This elongation, along with its unusually rapid rotation, high density, and high albedo (due to a surface of crystalline water ice), are thought to be the results of a giant collision, which left Haumea the largest member of a collisional family that includes several large TNOs and its two known moons.",
    "url": "https://en.wikipedia.org/wiki/Haumea_(dwarf_planet)"
  },
  "word": {
    "id": "maunder",
    "word": "maunder",
    "url": "https://www.merriam-webster.com/dictionary/maunder",
    "partOfSpeech": "verb",
    "pronunciation": "MAWN-der",
    "audioPath": "audio/words/maunder.mp3",
    "definitions": [
      "chiefly British : grumble",
      "to wander slowly and idly",
      "to speak indistinctly or disconnectedly"
    ],
    "examples": [
      "Chelsea left a nearly incoherent message on my voicemail, _maundering_ on for several minutes without ever getting around to her reason for calling.",
      "\"Some of Tyler's students lag behind to chat, _maundering_ along at their own pace.\" - Cody Winchester, _Argus Leader_ (Sioux Falls, South Dakota), May 14, 2011"
    ],
    "origin": "_Maunder_ looks a lot like _meander_, and that's not all the two words have in common-both mean \"to wander aimlessly,\" either physically or in speech. Some critics have suggested that while _meander_ can describe a person's verbal and physical rambling, in addition to the wanderings of things like paths and streams, _maunder_ should be limited to wandering words. The problem with that reasoning is that _maunder_ has been used of the physical movements of people since at least 1775, whereas _meander_ didn't acquire that use until around 1831. These days, _meander_ tends to be the more common choice, although _maunder_ does continue to turn up in both applications."
  }
}
