{
  "artist": {
    "id": "pedro-friedeberg",
    "name": "Pedro Friedeberg",
    "dates": "Born Jan 11, 1936",
    "mainImg": "img/art/artists/pedro-friedeberg.jpg",
    "artworkImgs": [
      {
        "name": "Untitled (building, violin player, man with the watering can)",
        "path": "img/art/artworks/pedro-friedeberg-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-building-violin-player-man-with-the-watering-can-friedeberg-pedro/GgHtzukIkYul1A"
      },
      {
        "name": "Laberintos",
        "path": "img/art/artworks/pedro-friedeberg-a2.jpg",
        "source": "https://artsandculture.google.com/asset/laberintos/2wGyJp-4tTef9w"
      },
      {
        "name": "Untitled (candelabra building)",
        "path": "img/art/artworks/pedro-friedeberg-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-candelabra-building-friedeberg-pedro/0AHPFJb27PYyjQ"
      },
      {
        "name": "Las bodas de Camacho (Capitulo de Don Quixote)",
        "path": "img/art/artworks/pedro-friedeberg-a4.jpg",
        "source": "https://artsandculture.google.com/asset/las-bodas-de-camacho-capitulo-de-don-quixote-friedeberg-pedro/zQHxXnYaiFf2GQ"
      },
      {
        "name": "Untitled (art patrons view painting)",
        "path": "img/art/artworks/pedro-friedeberg-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-art-patrons-view-painting-friedeberg-pedro/8wEPpxtPgcSMiA"
      },
      {
        "name": "Untitled (Valentine for Xila - Pasturosa)",
        "path": "img/art/artworks/pedro-friedeberg-a6.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-valentine-for-xila-pasturosa-friedeberg-pedro/cwHSEC8jCIJeZQ"
      }
    ],
    "summary": [
      "Pedro Friedeberg is a Mexican artist and designer known for his surrealist work filled with lines colors and ancient and religious symbols. His best known piece is the “Hand-Chair” a sculpture/chair designed for people to sit on the palm, using the fingers as back and arm rests. Friedeberg began studying as an architect but did not complete his studies as he began to draw designs against the conventional forms of the 1950s and even completely implausible ones such as houses with artichoke roofs. However, his work caught the attention of artist Mathias Goeritz who encouraged him to continue as an artist. Friedeberg became part of a group of surrealist artists in Mexico which included Leonora Carrington and Alice Rahon, who were irreverent, rejecting the social and political art which was dominant at the time. Friedeberg has had a lifelong reputation for being eccentric, and states that art is dead because nothing new is being produced."
    ],
    "quote": null,
    "movements": [],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Pedro_Friedeberg",
    "urlGoogle": "https://artsandculture.google.com/entity/pedro-friedeberg/m09mx6j"
  },
  "event": {
    "id": "laotian-civil-war",
    "name": "Laotian Civil War",
    "dates": "1962 - 1975",
    "mainImg": "img/events/laotian-civil-war.jpg",
    "summary": [
      "The Laotian Civil War was a civil war in Laos fought between the Communist Pathet Lao and the Royal Lao Government from 23 May 1959 to 2 December 1975. It is associated with the Cambodian Civil War and the Vietnam War, with both sides receiving heavy external support in a proxy war between the global Cold War superpowers. It is called the Secret War among the CIA Special Activities Division and Hmong veterans of the conflict.",
      "The Kingdom of Laos was a covert theater for other belligerents during the Vietnam War. The Franco–Lao Treaty of Amity and Association transferred remaining French powers to the Royal Lao Government, establishing Laos as an independent member of the French Union. However, this government did not include representatives from the Lao Issara anti-colonial armed nationalist movement.",
      "The following years were marked by a rivalry between the neutralists under Prince Souvanna Phouma, the right wing under Prince Boun Oum of Champassak, and the left-wing Lao Patriotic Front under Prince Souphanouvong and half-Vietnamese future Prime Minister Kaysone Phomvihane."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Laotian_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/laotian-civil-war/m01dsy2"
  },
  "funFacts": [
    {
      "id": "288",
      "fact": "Four Corners, AZ, is the only place where a person can stand in 4 states at the same time.",
      "category": ["Geography"]
    },
    {
      "id": "956",
      "fact": "At the deepest point in the ocean, the water pressure is equivalent to having about 50 jumbo jets piled on top of you.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553921",
      "fact": "Ornithologists often use Cheetos to study behavior in crows. Along with being easy to spot, they’re also one of the birds’ favorite snacks."
    }
  ],
  "idiom": {
    "id": "cold-turkey",
    "term": "cold turkey",
    "definition": "Immediate, complete withdrawal from something, especially an addictive substance; also, without planning or preparation. For example, *My bad shoulder forced me to quit playing tennis cold turkey,* or *I'd never done any rock climbing, but decided to try it cold turkey.* This term may have come from the earlier expression **talk turkey** (for blunt speaking). At first used strictly for abrupt withdrawal from drugs or alcohol, it soon was transferred to quitting any habit or activity. [Early 1900s]"
  },
  "person": {
    "id": "vyacheslav-molotov",
    "name": "Vyacheslav Molotov",
    "dates": "Mar 9, 1890 - Nov 8, 1986",
    "mainImg": "img/people/vyacheslav-molotov.jpg",
    "summary": [
      "Vyacheslav Mikhailovich Molotov was a Soviet politician and diplomat, an Old Bolshevik, and a leading figure in the Soviet government from the 1920s, when he rose to power as a protégé of Joseph Stalin. Molotov served as Chairman of the Council of People's Commissars from 1930 to 1941, and as Minister of Foreign Affairs from 1939 to 1949 and from 1953 to 1956. He served from 1942 to 1957, when he was dismissed from the Presidium of the Central Committee by Nikita Khrushchev. Molotov was removed from all positions in 1961 after several years of obscurity.",
      "Molotov was the principal Soviet signatory of the German–Soviet non-aggression pact of 1939, whose most important provisions were added in the form of a secret protocol that stipulated an invasion of Poland and partition of its territory between Nazi Germany and the Soviet Union.",
      "After World War II, Molotov was involved in negotiations with the Western allies, in which he became noted for his diplomatic skills. He retained his place as a leading Soviet diplomat and politician until March 1949, when he fell out of Stalin's favour and lost the foreign affairs ministry leadership to Andrei Vyshinsky."
    ],
    "quote": "“Only a fool would attack us.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Vyacheslav_Molotov",
    "urlGoogle": "https://artsandculture.google.com/entity/vyacheslav-molotov/m0jdv9"
  },
  "place": {
    "id": "kyiv",
    "name": "Kyiv",
    "mainImg": "img/places/kyiv.jpg",
    "summary": [
      "Kiev or Kyiv is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kiev the sixth-most populous city in Europe.",
      "Kiev is an important industrial, scientific, educational and cultural center of Eastern Europe. It is home to many high-tech industries, higher education institutions, and historical landmarks. The city has an extensive system of public transport and infrastructure, including the Kiev Metro.",
      "The city's name is said to derive from the name of Kyi, one of its four legendary founders. During its history, Kiev, one of the oldest cities in Eastern Europe, passed through several stages of prominence and obscurity. The city probably existed as a commercial center as early as the 5th century. A Slavic settlement on the great trade route between Scandinavia and Constantinople, Kiev was a tributary of the Khazars, until its capture by the Varangians in the mid-9th century. Under Varangian rule, the city became a capital of the Kievan Rus', the first East Slavic state."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kiev",
    "urlGoogle": "https://artsandculture.google.com/entity/kyiv/m02sn34"
  },
  "wiki": {
    "id": "sylvanus-morley",
    "name": "Sylvanus Morley",
    "summary": "Sylvanus Morley was an American archaeologist, epigrapher and Mayanist scholar who made significant contributions towards the study of the pre-Columbian Maya civilization in the early 20th century. He is particularly noted for his extensive excavations of the Maya site of Chichen Itza. He also published several large compilations and treatises on Maya hieroglyphic writing, and wrote popular accounts on the Maya for a general audience. To his contemporaries he was one of the leading Mesoamerican archaeologists of his day; although more recent developments in the field have resulted in a re-evaluation of his theories and works, his publications (particularly on calendric inscriptions) are still cited. Overall, his commitment and enthusiasm for Maya studies would generate the interest and win the necessary sponsorship and backing to finance projects which would ultimately reveal much about the Maya of former times. His involvement in clandestine espionage activities at the behest of the U.S. Office of Naval Intelligence was another, surprising, aspect of his career, which came to light only well after his death.",
    "url": "https://en.wikipedia.org/wiki/Sylvanus_Morley"
  },
  "word": {
    "id": "zoomorphic",
    "word": "zoomorphic",
    "url": "https://www.merriam-webster.com/dictionary/zoomorphic",
    "partOfSpeech": "adjective",
    "pronunciation": "zoh-uh-MOR-fik",
    "audioPath": "audio/words/zoomorphic.mp3",
    "definitions": [
      "having the form of an animal",
      "of, relating to, or being a deity conceived of in animal form or with animal attributes"
    ],
    "examples": [
      "Using her new cookie cutters, Angela baked a batch of _zoomorphic_ cookies to bring to the kids in her niece's classroom.",
      "\"The historic Lobero Theatre will be transformed into a rain forest for State Street Ballet's matinee production of The Jungle Book, which boasts some of the most dazzling _zoomorphic_ costumes ever made.\" - From a review by Elizabeth Schwyzer in the _Santa Barbara Independent_ (California), January 13-20, 2011"
    ],
    "origin": "\"Zo-\" (or \"zoo-\") derives from the Greek word \"zōion,\" meaning \"animal,\" and \"-morph\" comes from the Greek \"morphē,\" meaning \"form.\" These two forms combined to give us the adjective \"zoomorphic,\" which was first used in English to describe something that resembles an animal in 1872. English includes other words that were formed from \"zo-\" or \"zoo-,\" such as \"zoology\" (made with \"-logy,\" meaning \"science\"). And there are also other words that were formed from \"-morph,\" such as \"pseudomorph,\" for a mineral having the outward form of another species. (The combining form \"pseud-\" or \"pseudo-\" means \"false.\")"
  }
}
