{
  "artist": {
    "id": "daniel-hopfer",
    "name": "Daniel Hopfer",
    "dates": "1470 - 1536",
    "mainImg": "img/art/artists/daniel-hopfer.jpg",
    "artworkImgs": [
      {
        "name": "Vlakdecoraties, links de helft van een kandelaber, rechts een trofee van wapentuig",
        "path": "img/art/artworks/daniel-hopfer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/vlakdecoraties-links-de-helft-van-een-kandelaber-rechts-een-trofee-van-wapentuig-daniel-hopfer-i/TQG70Yk2lWFBqg"
      },
      {
        "name": "Five German Soldiers",
        "path": "img/art/artworks/daniel-hopfer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/five-german-soldiers-daniel-hopfer/zAGCQ0l8iuMu5w"
      },
      {
        "name": "Christ Denouncing False Prophets and Pharisees: Illustration to Matthew 7: 15-21",
        "path": "img/art/artworks/daniel-hopfer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/christ-denouncing-false-prophets-and-pharisees-illustration-to-matthew-7-15-21-daniel-hopfer/PwEJ3LGPUJS5_g"
      },
      {
        "name": "Candelabra Grotesque with Heads of Dolphins and Dragons in the Center",
        "path": "img/art/artworks/daniel-hopfer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/candelabra-grotesque-with-heads-of-dolphins-and-dragons-in-the-center-lambrecht-hopfer/RwEvv_QVnJ18aw"
      },
      {
        "name": "Virgin on a Crescent, Title-page from Pelbartus de Temesvar: Stellarium corone (Schr. 2869)",
        "path": "img/art/artworks/daniel-hopfer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-on-a-crescent-title-page-from-pelbartus-de-temesvar-stellarium-corone-schr-2869-daniel-hopfer-johann-otmar/VAEKB4-FdGtxzw"
      },
      {
        "name": "Five German Soldiers",
        "path": "img/art/artworks/daniel-hopfer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/five-german-soldiers-daniel-hopfer-erhard-schön/SQHAiYijeWsNGg"
      }
    ],
    "summary": [
      "Daniel Hopfer was a German artist who is widely believed to have been the first to use etching in printmaking, at the end of the fifteenth century. He also worked in woodcut. Although his etchings were widely ignored by art historians for years, more recent scholarship is crediting him and his work with \"single-handedly establishing the salability of etchings\" and introducing the print publisher business model."
    ],
    "quote": null,
    "movements": ["Renaissance", "German Renaissance", "Northern Renaissance"],
    "mediums": ["Etching", "Iron", "Metal", "Laid paper", "Ink", "Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/Daniel_Hopfer",
    "urlGoogle": "https://artsandculture.google.com/entity/daniel-hopfer/m0278wby"
  },
  "event": {
    "id": "barack-obama-2009-presidential-inauguration",
    "name": "Barack Obama 2009 presidential inauguration",
    "dates": null,
    "mainImg": "img/events/barack-obama-2009-presidential-inauguration.jpg",
    "summary": [
      "The first inauguration of Barack Obama as the 44th President of the United States took place on Tuesday, January 20, 2009 at the West Front of the United States Capitol in Washington, D.C. The 56th inauguration, which set a record attendance for any event held in Washington, D.C., marked the commencement of the first term of Barack Obama as President and Joe Biden as Vice President. Based on combined attendance numbers, television viewership, and Internet traffic, it was one of the most-observed events ever by the global audience.",
      "\"A New Birth of Freedom\", a phrase from the Gettysburg Address, served as the inaugural theme to commemorate the 200th anniversary of the birth year of Abraham Lincoln. In his speeches to the crowds, Obama referred to ideals expressed by Lincoln about renewal, continuity and national unity. Obama mentioned these ideals in his speech to stress the need for shared sacrifice and a new sense of responsibility to answer America's challenges at home and abroad."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/First_inauguration_of_Barack_Obama",
    "urlGoogle": "https://artsandculture.google.com/entity/barack-obama-2009-presidential-inauguration/m057l6lw"
  },
  "funFacts": [
    { "id": "767", "fact": "Honeybees have hair on their eyes.", "category": ["Animals"] },
    { "id": "145", "fact": "Lake Superior is the world's largest lake.", "category": ["Geography"] }
  ],
  "funFacts2": [
    {
      "id": "504590",
      "fact": "In 1917, the Seattle Metropolitans hockey team became the first American team to win the Stanley Cup."
    }
  ],
  "idiom": {
    "id": "out-to-lunch",
    "term": "out to lunch",
    "definition": "Not in touch with the real world, crazy; also, inattentive. For example, *If he believes that story, he's really out to lunch,* or *Anne hasn't heard a word you said---she's out to lunch.* This expression transfers a temporary physical absence for the purpose of eating to a temporary or permanent mental absence. [Slang; mid-1900s]"
  },
  "person": {
    "id": "henri-giraud",
    "name": "Henri Giraud",
    "dates": "Jan 18, 1879 - Mar 11, 1949",
    "mainImg": "img/people/henri-giraud.jpg",
    "summary": [
      "Henri Honoré Giraud was a French general and a leader of the Free French Forces during the Second World War until he was forced to retire in 1944.",
      "Born to an Alsatian family in Paris, Giraud graduated from the Saint-Cyr military academy and served in French North Africa. He was wounded and captured by the Germans during the First World War, but managed to escape from his prisoner-of-war camp. During the interwar period, Giraud returned to North Africa and fought in the Rif War, for which he was awarded the Légion d'honneur.",
      "Early in the Second World War, Giraud fought in the Netherlands. In May 1940, he was again captured by the Germans, but made another successful escape from captivity in April 1942 after two years of careful planning. From within Vichy France he worked with the Allies in secret, and assumed command of French troops in North Africa after Operation Torch following the assassination of François Darlan. In January 1943, he took part in the Casablanca Conference along with Charles de Gaulle, Winston Churchill and Franklin D. Roosevelt."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Henri_Giraud",
    "urlGoogle": "https://artsandculture.google.com/entity/henri-giraud/m01ph9m"
  },
  "place": {
    "id": "comoros",
    "name": "Comoros",
    "mainImg": "img/places/comoros.jpg",
    "summary": [
      "The Comoros, officially the Union of the Comoros, is an island country in the Indian Ocean located at the northern end of the Mozambique Channel off the eastern coast of Africa between northeastern Mozambique, the French region of Mayotte, and northwestern Madagascar. The capital and largest city in Comoros is Moroni. The religion of the majority of the population, and the official state religion, is Sunni Islam. As a member of the Arab League, the Comoros is the only country in the Arab world which is entirely in the Southern Hemisphere.",
      "At 1,660 km², excluding the contested island of Mayotte, the Comoros is the fourth-smallest African nation by area. The population, excluding Mayotte, is estimated at 832,322. As a nation formed at a crossroads of different civilisations, the archipelago is noted for its diverse culture and history. The archipelago was first settled by Bantu speakers who came from East Africa, Arabs and Austronesians.",
      "The sovereign state is an archipelago consisting of three major islands and numerous smaller islands, all in the volcanic Comoro Islands."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Comoros",
    "urlGoogle": "https://artsandculture.google.com/entity/comoros/m01n6c"
  },
  "quote": {
    "id": "81",
    "quote": "We will be soldiers, so our sons may be farmers, so their sons may be artists.",
    "author": "Thomas Jefferson"
  },
  "wiki": {
    "id": "mary-of-teck",
    "name": "Mary of Teck",
    "summary": "Mary of Teck (1867–1953) was Queen of the United Kingdom and the British Dominions and Empress of India as the consort of King-Emperor George V. At the age of 24 she was betrothed to Prince Albert Victor, Duke of Clarence and Avondale, the heir to the British throne, but six weeks after the engagement was announced he unexpectedly died of pneumonia. The following year she became engaged to the new heir, Albert Victor's brother, George. As his queen consort from 1910, she supported her husband through World War I, his ill health, and major political changes arising from the aftermath of the war and the rise of socialism and nationalism. After George's death in 1936, her eldest son Edward became King-Emperor, but to her dismay he abdicated the same year in order to marry twice-divorced American socialite Mrs. Wallis Simpson. She supported her second son, Albert, who succeeded to the throne as George VI, until his death in 1952. She died the following year, at the beginning of the reign of her granddaughter, Elizabeth II. Queen Mary was known for setting the tone of the British Royal Family, as a model of regal formality and propriety, especially during state occasions.",
    "url": "https://en.wikipedia.org/wiki/Mary_of_Teck"
  },
  "word": {
    "id": "predilection",
    "word": "predilection",
    "url": "https://www.merriam-webster.com/dictionary/predilection",
    "partOfSpeech": "noun",
    "pronunciation": "pred-uh-LEK-shun",
    "audioPath": "audio/words/predilection.mp3",
    "definitions": ["an established preference for something"],
    "examples": [
      "Aware of Kim's predilection for Italian food, Theo brought her to a quaint trattoria on the east side of town that was highly recommended by his boss."
    ],
    "origin": "Do you have a predilection for words whose histories conjure up colorful images of Wild West heroes, medieval knaves, Arabian princes, and intemperate gods, or are words with straightforward Latin roots more your style? If you favor the latter, you'll love \"predilection.\" It's based on the Latin verb \"legere,\" which means \"to gather\" or \"to read.\" That versatile root is also the source of many other familiar English words, including \"collect,\" \"lesson,\" \"sacrilege,\" and \"legume.\""
  }
}
