{
  "artist": {
    "id": "wu-zhen",
    "name": "Wu Zhen",
    "dates": "1280 - 1354",
    "mainImg": "img/art/artists/wu-zhen.jpg",
    "artworkImgs": [
      {
        "name": "元 吳鎮 老松圖 軸|Crooked Pine",
        "path": "img/art/artworks/wu-zhen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/元-吳鎮-老松圖-軸-crooked-pine-wu-zhen/twENEi-dbcy4aQ"
      },
      {
        "name": "Fishermen, after Jing Hao",
        "path": "img/art/artworks/wu-zhen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/fishermen-after-jing-hao-artist-wu-zhen/dAH4YDXhYLMCpQ"
      },
      {
        "name": "元 吳鎮 高節凌雲圖 軸|Bamboo, old tree, and rock",
        "path": "img/art/artworks/wu-zhen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/元-吳鎮-高節凌雲圖-軸-bamboo-old-tree-and-rock-wu-zhen/UwELQehY6ELZLg"
      },
      {
        "name": "Bamboo in the Wind, after Su Shi",
        "path": "img/art/artworks/wu-zhen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/bamboo-in-the-wind-after-su-shi-artist-wu-zhen/YAHjj99WGdAe0Q"
      },
      {
        "name": "Shooting rapids under high cliffs",
        "path": "img/art/artworks/wu-zhen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/shooting-rapids-under-high-cliffs-artist-traditionally-attributed-to-wu-zhen/CwHYftosngLJIw"
      },
      {
        "name": "元 吳鎮 蘆灘釣艇圖 卷|Fisherman",
        "path": "img/art/artworks/wu-zhen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/元-吳鎮-蘆灘釣艇圖-卷-fisherman-wu-zhen/KAGVfbmVaFsVbg"
      }
    ],
    "summary": [
      "Wu Zhen was a Chinese painter born in Jiaxing, Zhejiang Province, during the Yuan dynasty of China, one of the so-called Four Masters of the Yuan Dynasty. He followed the Dong Yuan school of painting. Following along with trends of the time, Wu's works tended less toward naturalism and more toward abstraction, focusing on dynamic balance of elements, and personifying nature. His painting The Central Mountain, dated 1336, is perhaps his greatest work and shows his style very clearly. It is a symmetrical image, with one large mountain in its center and others to each side. The mountains have rounded tops, and in fact all of Wu's lines in this painting are smooth, curved and flowing. The painting is a reinterpretation of traditional landscape paintings as it brings abstract style and brushwork to landscape, primarily to create a work focused on balance."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wu_Zhen_%28painter%29",
    "urlGoogle": "https://artsandculture.google.com/entity/wu-zhen/m064zq5"
  },
  "event": {
    "id": "1952-republican-national-convention",
    "name": "1952 Republican National Convention",
    "dates": "Jul 7, 1952 - Jul 11, 1952",
    "mainImg": "img/events/1952-republican-national-convention.jpg",
    "summary": [
      "The 1952 Republican National Convention was held at the International Amphitheatre in Chicago, Illinois from July 7 to 11, 1952, and nominated the popular general and war hero Dwight D. Eisenhower of New York, nicknamed \"Ike,\" for president and the anti-communist crusading Senator from California, Richard M. Nixon, for vice president.",
      "The Republican platform pledged to end the unpopular war in Korea, supported the development of nuclear weapons as a deterrence strategy, to fire all \"the loafers, incompetents and unnecessary employees\" at the State Department, condemned the Roosevelt and Truman administrations' economic policies, supported retention of the Taft–Hartley Act, opposed \"discrimination against race, religion or national origin\", supported \"Federal action toward the elimination of lynching\", and pledged to bring an end to communist subversion in the United States."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1952_Republican_National_Convention",
    "urlGoogle": "https://artsandculture.google.com/entity/1952-republican-national-convention/m04k11b"
  },
  "funFacts": [
    {
      "id": "411",
      "fact": "Lifejackets used to be filled with sunflower seeds for flotation.",
      "category": ["Plants"]
    },
    {
      "id": "752",
      "fact": "A group of twelve or more cows is called a flink.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    { "id": "553700", "fact": "When asked if Abe had any hobbies, Mary Todd Lincoln said, “Cats.”" }
  ],
  "idiom": {
    "id": "tickle-the-ivories",
    "term": "tickle the ivories",
    "definition": "Play the piano. This colloquial expression may have its roots in a 16th-century tract by Thomas Nashe, which included \"to tickle a citterne\" (an old stringed instrument). It has been used for the piano since the first half of the 1900s, and continues to be so used, even though more piano keys today are made of plastic than expensive ivory. [Slang, c.1900]"
  },
  "person": {
    "id": "gray-davis",
    "name": "Gray Davis",
    "dates": "Born Dec 26, 1942",
    "mainImg": "img/people/gray-davis.jpg",
    "summary": [
      "Joseph Graham \"Gray\" Davis Jr. is a retired American attorney and Democratic Party politician who served as the 37th Governor of California from 1999 to 2003. In 2003, only a few months into his second term, Davis was recalled and removed from office, the second state governor successfully recalled in U.S. history. Prior to serving as governor, Davis was chief of staff to Governor Jerry Brown, a California State Assemblyman, California State Controller and the 44th Lieutenant Governor of California. Davis holds a B.A. in history from Stanford University and a J.D. from Columbia Law School. He was awarded a Bronze Star for his service as a Captain in the Vietnam War.",
      "During his time as governor, Davis made education his top priority and California spent eight billion dollars more than was required under Proposition 98 during his first term. Under Davis, California standardized test scores increased for five straight years. Davis signed the nation's first state law requiring automakers to limit auto emissions. Davis supported laws to ban assault weapons and is also credited with improving relations between California and Mexico."
    ],
    "quote": "“I don't know why they're doing it. I have to assume that their motives are positive, not negative. But they don't understand the severity of the problem in this state.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Gray_Davis",
    "urlGoogle": "https://artsandculture.google.com/entity/gray-davis/m0p81w"
  },
  "place": {
    "id": "groningen",
    "name": "Groningen",
    "mainImg": "img/places/groningen.jpg",
    "summary": [
      "Groningen is the main municipality as well as the capital city of the eponymous province in the Netherlands. It is the largest city in the north of the Netherlands and has 231,037 inhabitants on a total area of 180.21 km², and land area of 168.93 km² with a population density of 1,367 per km². It merged with Ten Boer and Haren municipalities in 1 January 2019. The Groningen-Assen metropolitan area has about half a million inhabitants. Groningen is an old city and was the regional power of the north of the Netherlands, a semi-independent city-state and member of the German Hanseatic League. Groningen is a university city, with an estimated 32,700 students at the University of Groningen, and an estimated 28,432 at the Hanze University of Applied Sciences."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Groningen",
    "urlGoogle": "https://artsandculture.google.com/entity/groningen/m0d8s8"
  },
  "quote": {
    "id": "22",
    "quote": "Happy is the man who can make a living by his hobby.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "sid-mc-math",
    "name": "Sid McMath",
    "summary": "Sid McMath was a U.S. Marine veteran and progressive Democratic reform Governor of the State of Arkansas from 1949–1953. In defiance of his state's political establishment, he championed rapid extension of rural electric power, massive highway and school construction, the building of the University of Arkansas for Medical Sciences, repeal of the poll tax, open and honest elections and broad expansion of opportunity for black citizens in the decade following World War II. He remained loyal to President Harry S. Truman during the \"Dixiecrat\" rebellion of 1948, campaigning throughout the South for Truman's re-election. As a former governor, McMath led the opposition to segregationist Governor Orval Faubus following the 1957 Little Rock school crisis. He later became one of the nation's foremost trial advocates, representing thousands of injured persons in precedent-setting cases and mentoring several generations of young attorneys.",
    "url": "https://en.wikipedia.org/wiki/Sid_McMath"
  },
  "word": {
    "id": "slaphappy",
    "word": "slaphappy",
    "url": "https://www.merriam-webster.com/dictionary/slaphappy",
    "partOfSpeech": "adjective",
    "pronunciation": "SLAP-hap-ee",
    "audioPath": "audio/words/slaphappy.mp3",
    "definitions": [
      "dazed and confused : punch-drunk",
      "buoyantly or recklessly carefree or foolish : happy-go-lucky"
    ],
    "examples": [
      "The students were all a little _slaphappy_ after pulling an all-nighter to finish their group project by morning.",
      "\"Leslie Nielsen, the straight-faced comic, was the master of the one-line joke. As the less-than-suave Lt. Frank Drebin or the _slap-happy_ doctor in 'Airplane,' Nielsen used his droll wordplay to become one of the most memorable comics of all time.\" -- From a blog post by Melissa Bell on WashingonPost.com, November 29, 2010"
    ],
    "origin": "\"Slaphappy\" hits a lot of the same spots as \"punch-drunk\": when you suffer a blow to the head, you become confused and silly for a while. The \"dazed and confused\" sense of \"slaphappy\" first appeared in English in 1936, and by the following year it was being used to describe those who behave with such abandon it’s as though they’ve had the common sense knocked out of them. A 1937 article in the _New York Herald Tribune_ called Ernest Hemingway, a writer known to have had an adventurous lifestyle, \"the slaphappy litterateur.\" Often you will see the word spelled with a hyphen (\"slap-happy\"), but the closed compound is more common."
  }
}
