{
  "artist": {
    "id": "jan-sanders-van-hemessen",
    "name": "Jan Sanders van Hemessen",
    "dates": "1500 - 1566",
    "mainImg": "img/art/artists/jan-sanders-van-hemessen.jpg",
    "artworkImgs": [
      {
        "name": "The surgeon",
        "path": "img/art/artworks/jan-sanders-van-hemessen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-surgeon-sanders-van-hemessen/-QGkRtoy1yre7A"
      },
      {
        "name": "The Calling of Matthew",
        "path": "img/art/artworks/jan-sanders-van-hemessen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-calling-of-matthew-jan-sanders-van-hemessen/xAHjma1Qd098IA"
      },
      {
        "name": "Loose Company",
        "path": "img/art/artworks/jan-sanders-van-hemessen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/loose-company-jan-sanders-van-hemessen/ZAGcHtiVUuInZQ"
      },
      {
        "name": "Isaac Blessing Jacob",
        "path": "img/art/artworks/jan-sanders-van-hemessen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/isaac-blessing-jacob-jan-sanders-van-hemessen/6AHDe0kyxSpizA"
      },
      {
        "name": "Allegory of Nature as the Mother of Art",
        "path": "img/art/artworks/jan-sanders-van-hemessen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-of-nature-as-the-mother-of-art-jan-van-hemessen/agFGuZ7dtGuRxA"
      },
      {
        "name": "The Fall of Men",
        "path": "img/art/artworks/jan-sanders-van-hemessen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-fall-of-men-jan-van-hemessen-environment-master-of-paulus-and-barnabas/gQGawrWCLUU7EA"
      }
    ],
    "summary": [
      "Jan Sanders van Hemessen was a leading Flemish Renaissance painter, belonging to the group of Italianizing Flemish painters called the Romanists, who were influenced by Italian Renaissance painting. Van Hemessen had visited Italy during the 1520s, and also Fontainebleau near Paris in the mid 1530s, where he was able to view the work of the colony of Italian artists known as the First School of Fontainebleau, who were working on the decorations for the Palace of Fontainebleau. Van Hemessen's works show his ability to interpret the Italian models into a new Flemish visual vocabulary.",
      "Hemessen played an important role in the development of genre painting, through his large scenes with religious or worldly subjects, set in towns with contemporary dress and architecture. These works depict human failings such as greed and vanit, and some show an interest in subjects with a financial angle. His genre scenes develop the \"Mannerist inversion\" later taken further by Pieter Aertsen, where a small religious scene in the background reveals the true meaning of the painting, which is dominated by a large foreground scene seemingly devoted to a secular genre subject."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Wood", "Oak", "Tin", "Metal", "Tempera"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Sanders_van_Hemessen",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-sanders-van-hemessen/m08rt5c"
  },
  "event": {
    "id": "battle-in-berlin",
    "name": "Battle in Berlin",
    "dates": "Apr 23, 1945 - May 2, 1945",
    "mainImg": "img/events/battle-in-berlin.jpg",
    "summary": [
      "The battle in Berlin was an end phase of the Battle of Berlin. While the Battle of Berlin encompassed the attack by three Soviet Army Groups to capture not only Berlin but the territory of Germany east of the River Elbe still under German control, the battle in Berlin details the fighting and German capitulation that took place within the city.",
      "The outcome of the battle to capture the capital of Nazi Germany was decided during the initial phases of the Battle of Berlin that took place outside the city. As the Soviets invested Berlin and the German forces placed to stop them were destroyed or forced back, the city's fate was sealed. Nevertheless, there was heavy fighting within the city as the Red Army fought its way, street by street, into the centre.",
      "On 23 April 1945, the first Soviet ground forces started to penetrate the outer suburbs of Berlin. By 27 April, Berlin was completely cut off from the outside world. The battle in the city continued until 2 May 1945. On that date, the commander of the Berlin Defence Area, General Helmuth Weidling, surrendered to the commander of the Soviet 8th Guards Army, Lieutenant-General Vasily Chuikov."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_in_Berlin",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-in-berlin/m02q0sdh"
  },
  "funFacts": [
    {
      "id": "923",
      "fact": "In Germany, the shhh sound literally means hurry up.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "342",
      "fact": "California and Arizona grow approximately 95% of the fresh lemons in the U.S.",
      "category": ["Plants", "Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554017",
      "fact": "Beethoven went out of his way to ensure his morning coffee was made with exactly 60 beans per cup."
    }
  ],
  "idiom": {
    "id": "cats-paw",
    "term": "cat's paw",
    "definition": "A dupe or tool for another, a sucker, as in *You always try to make a cat's paw of me, but I refuse to do any more of your work.* This term alludes to a very old tale about a monkey that persuades a cat to pull chestnuts out of the fire so as to avoid burning its own paws. The story dates from the 16th century and versions of it (some with a dog) exist in many languages."
  },
  "person": {
    "id": "engelbert-dollfuss",
    "name": "Engelbert Dollfuss",
    "dates": "Oct 4, 1892 - Jul 25, 1934",
    "mainImg": "img/people/engelbert-dollfuss.jpg",
    "summary": [
      "Engelbert Dollfuss was an Austrian politician who served as Chancellor of Austria between 1932 and 1934. Having served as Minister for Forests and Agriculture, he ascended to Federal Chancellor in 1932 in the midst of a crisis for the conservative government. In early 1933, he shut down parliament and assumed dictatorial powers. Suppressing the Socialist movement in February 1934 during the Austrian Civil War and later banning the Austrian Nazi party, he cemented the rule of \"Austrofascism\" through the authoritarian First of May Constitution. Dollfuss was assassinated as part of a failed coup attempt by Nazi agents in 1934. His successor Kurt Schuschnigg maintained the regime until Adolf Hitler's annexation of Austria in 1938."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Engelbert_Dollfuss",
    "urlGoogle": "https://artsandculture.google.com/entity/engelbert-dollfuss/m02rnq"
  },
  "place": {
    "id": "ho-chi-minh-city",
    "name": "Ho Chi Minh City",
    "mainImg": "img/places/ho-chi-minh-city.jpg",
    "summary": [
      "Ho Chi Minh City, commonly known by its previous name, Saigon, is the most populous city in Vietnam with a population of 9 million as of 2019. Located in southeastern Vietnam, the city surrounds the Saigon River and covers about 2,061 square kilometres. From 1955-1975, Saigon was briefly the capital of South Vietnam. Nowadays, Saigon is commonly used to refer to the city's central business districts, whereas Ho Chi Minh City is used to refer to the whole city.",
      "HCMC is the financial centre of Vietnam and is classified as a Beta+ World City by Globalization and World Cities Research Network. It is home to the Ho Chi Minh City Stock Exchange, the largest stock exchange by total market capitalization in Vietnam and the headquarters of many national and international banks and companies.",
      "As a major gateway to Vietnam, the city received over 8.6 million international visitors in 2019, of which 4.1 million were overnight visitors. The main passenger airport serving the metropolitan area is Tan Son Nhat International Airport, the busiest airport in Vietnam handling over 40 million passengers in 2019."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ho_Chi_Minh_City",
    "urlGoogle": "https://artsandculture.google.com/entity/ho-chi-minh-city/m0hn4h"
  },
  "wiki": {
    "id": "hoysala-architecture",
    "name": "Hoysala architecture",
    "summary": "Hoysala architecture is the distinctive building style developed under the rule of the Hoysala Empire in the region known today as Karnataka, India, between the 11th and the 14th centuries. Hoysala influence was at its peak in the 13th century, when it dominated the Southern Deccan Plateau region. Large and small temples built during this era remain as examples of the Hoysala architectural style, including the Chennakesava Temple at Belur, the Hoysaleswara Temple at Halebidu, and the Kesava Temple at Somanathapura. Other examples of fine Hoysala craftmanship are the temples at Belavadi, Amrithapura, Hosaholalu and Nuggehalli. Study of the Hoysala architectural style has revealed a negligible Indo-Aryan influence while the impact of Southern Indian style is more distinct. The vigorous temple building activity of the Hoysala Empire was due to the social, cultural and political events of the period.",
    "url": "https://en.wikipedia.org/wiki/Hoysala_architecture"
  },
  "word": {
    "id": "incommensurable",
    "word": "incommensurable",
    "url": "https://www.merriam-webster.com/dictionary/incommensurable",
    "partOfSpeech": "adjective",
    "pronunciation": "in-kuh-MEN-suh-ruh-bul",
    "audioPath": "audio/words/incommensurable.mp3",
    "definitions": [
      "not commensurable; broadly : lacking a basis of comparison in respect to a quality normally subject to comparison"
    ],
    "examples": [
      "The two theories are _incommensurable_, making any attempt at comparison across disciplines ridiculous.",
      "\"Camus' own predicament as an Algerian of European descent sympathetic to both sides of the Algerian War led him to recognize a collision of _incommensurable_ truths and embrace classical moderation.\" - Steven G. Kellman, _The Texas Observer_, December 2013"
    ],
    "origin": "_Commensurable_ means \"having a common measure\" or \"corresponding in size, extent, amount, or degree.\" Its antonym _incommensurable_ generally refers to things that are unlike and incompatible, sharing no common ground (as in the \"incommensurable theories\" of the first example sentence), or to things that are very disproportionate, often to the point of defying comparison (\"incommensurable crimes\"). Both words entered English in the 1500s and were originally used (as they still can be) for numbers that have or don't have a common divisor. They came to English by way of Middle French and Late Latin, ultimately deriving from the Latin noun mensura, meaning \"measure.\" _Mensura_ is also an ancestor of _commensurate_ (meaning \"coextensive\" or \"proportionate\") and _incommensurate_ (\"disproportionate\" or \"insufficient\"), which overlap in meaning with _commensurable_ and _incommensurable_ but are not exact synonyms."
  }
}
