{
  "artist": {
    "id": "eero-saarinen",
    "name": "Eero Saarinen",
    "dates": "Aug 20, 1910 - Sep 1, 1961",
    "mainImg": "img/art/artists/eero-saarinen.jpg",
    "artworkImgs": [
      {
        "name": "Tulip Chair - Pedestal Collection",
        "path": "img/art/artworks/eero-saarinen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/tulip-chair-pedestal-collection-eero-saarinen/sgH8CW4fG3pDKA"
      },
      {
        "name": "Womb Chair, Model No. 70",
        "path": "img/art/artworks/eero-saarinen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/womb-chair-model-no-70/AgHuJFCVu1kzLA"
      },
      {
        "name": "Saarinen table - Pedestal Collection",
        "path": "img/art/artworks/eero-saarinen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/saarinen-table-pedestal-collection-eero-saarinen/xQGaT1RwsqjVlg"
      },
      {
        "name": "Aero Willys sedan outside the Milwaukee County War Memorial",
        "path": "img/art/artworks/eero-saarinen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/aero-willys-sedan-outside-the-milwaukee-county-war-memorial-brooks-stevens/WwEUlW6oM_QCig"
      },
      {
        "name": "Eero Saarinen-designed Milwaukee Art Center",
        "path": "img/art/artworks/eero-saarinen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/eero-saarinen-designed-milwaukee-art-center-eero-saarinen/0gESOA6d3O2sFA"
      },
      {
        "name": "Eero Saarinen-designed Milwaukee Art Center",
        "path": "img/art/artworks/eero-saarinen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/eero-saarinen-designed-milwaukee-art-center-eero-saarinen/3gEz9KosAijdmA"
      }
    ],
    "summary": [
      "Eero Saarinen was a Finnish-American architect and industrial designer noted for his neo-futuristic style. Saarinen is known for designing the Washington Dulles International Airport outside Washington, D.C., the TWA Flight Center in New York City, and the Gateway Arch in St. Louis, Missouri. He was the son of noted Finnish architect Eliel Saarinen."
    ],
    "quote": "“I wanted to clear up the slum of legs… I wanted to make the chair all one thing again.”",
    "movements": [],
    "mediums": ["Fiberglass", "Glass", "Plastic", "Textile", "Iron", "Chromium"],
    "urlWiki": "https://en.wikipedia.org/wiki/Eero_Saarinen",
    "urlGoogle": "https://artsandculture.google.com/entity/eero-saarinen/m0d_h8"
  },
  "event": {
    "id": "battle-of-clavijo",
    "name": "Battle of Clavijo",
    "dates": "844 AD",
    "mainImg": "img/events/battle-of-clavijo.jpg",
    "summary": [
      "The Battle of Clavijo is a mythical battle. \"To a serious historian, the existence of the Battle of Clavijo is not even a topic of discussion\". However, it was believed for centuries to be historical, and it became a popular theme of Spanish traditions regarding the Christian expulsion of the Muslims. The stories about the battle are first found centuries after it allegedly occurred; according to them, it was fought near Clavijo between Christians, led by Ramiro I of Asturias, and Muslims, led by the Emir of Córdoba.",
      "In the legend, James, son of Zebedee, an Apostle of Jesus, and future Saint James/Santiago, who died 800 years earlier, suddenly appeared and led an outnumbered Christian army to gain its victory. He became the patron saint of Spain and is known to Spaniards as Santiago Matamoros. Aspects of the historical Battle of Monte Laturce were incorporated into this legend, as Claudio Sánchez-Albornoz demonstrated in 1948. The date originally assigned to the battle, 834, was changed in modern times to 844 to suit the inherent contradictions of the account. The day is sometimes given as 23 May."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Clavijo",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-clavijo/m0dl70x"
  },
  "funFacts": [
    { "id": "217", "fact": "Blackboard chalk contains no chalk.", "category": ["Hodgepodge"] },
    {
      "id": "763",
      "fact": "Tigers have striped skin, not just striped fur.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553807",
      "fact": "Tsundoku is the act of acquiring books or other reading materials and not reading them."
    }
  ],
  "idiom": {
    "id": "a-shrinking-violet",
    "term": "a shrinking violet",
    "definition": "An extremely shy person, as in *She was a shrinking violet until she went away to college.* This metaphoric idiom refers to the flower, but the precise allusion is unclear, since violets thrive under a variety of conditions and often are considered a garden weed. [Early 1900s]"
  },
  "person": {
    "id": "giulio-andreotti",
    "name": "Giulio Andreotti",
    "dates": "Jan 14, 1919 - May 6, 2013",
    "mainImg": "img/people/giulio-andreotti.jpg",
    "summary": [
      "Giulio Andreotti OMI SMOM OCSG OESSH was an Italian politician and statesman who served as the 41st Prime Minister of Italy and leader of the Christian Democracy party; he was the sixth longest-serving Prime Minister since the Italian Unification and the second longest-serving post-war Prime Minister, after Silvio Berlusconi. Andreotti is widely considered the most powerful and prominent politician of the so-called First Republic.",
      "Beginning as a protégé of Alcide De Gasperi, Andreotti achieved cabinet rank at a young age and occupied all the major offices of state over the course of a forty-year political career, being seen as a reassuring figure by the civil service, business community, and Vatican. In foreign policy, he guided Italy's European Union integration and established closer relations with the Arab world. Admirers of Andreotti saw him as having mediated political and social contradictions, enabling the transformation of a substantially rural country into the world's fifth-biggest economy. Critics said he had done nothing to challenge a system of patronage that had led to pervasive corruption."
    ],
    "quote": "“You sin in thinking bad about people - but, often, you guess right.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Giulio_Andreotti",
    "urlGoogle": "https://artsandculture.google.com/entity/giulio-andreotti/m03b0n5"
  },
  "place": {
    "id": "vitoria",
    "name": "Vitoria",
    "mainImg": "img/places/vitoria.jpg",
    "summary": [
      "Vitória, spelled Victória until the 1940s, is the capital of the state of Espírito Santo, Brazil. It is located on a small island within a bay where a number of rivers meet the sea. It was founded in 1551. The city proper 93 square kilometres has a population of 358,875 whilst the Greater Vitória metropolitan area has a population of more than 1,857,616, the 14th largest in Brazil.",
      "Vitória is a riverine island surrounded by Vitória's Bay. In addition to Vitória, the main island, another 34 islands and a mainland portion are part of the municipality, totalling 93.381 square kilometres. Originally there were 50 islands, many of which were joined to the largest island by landfill.",
      "In 1998, the United Nations rated Vitória as the fourth best state capital in Brazil to live in, rating cities on health, education, and social improvement projects. Among the Brazilian capitals, Vitória currently maintains the second best human development index according to research from Getulio Vargas Foundation. It was considered the fourth best city to live in Brazil by United Nations in 2013 and ranked the highest gross domestic product per capita."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vit%C3%B3ria,_Esp%C3%ADrito_Santo",
    "urlGoogle": "https://artsandculture.google.com/entity/vitoria/m02ydp3"
  },
  "quote": {
    "id": "10",
    "quote": "Learning never exhausts the mind.",
    "author": "Leonardo da Vinci"
  },
  "wiki": {
    "id": "typhoon-rusa",
    "name": "Typhoon Rusa",
    "summary": "Typhoon Rusa, the 10th typhoon of the 2002 Pacific typhoon season, was the most powerful to strike South Korea in 43 years. It developed on August 22 from the monsoon trough in the northwestern Pacific Ocean, then moved to the northwest, intensifying into a powerful typhoon. On August 26, the storm moved across the Amami Islands of Japan, causing two fatalities. Across Japan, the typhoon dropped torrential rainfall peaking at 902 mm (35.5 in) in Tokushima Prefecture. After weakening slightly, Rusa made landfall on Goheung, South Korea with winds of 140 km/h (85 mph). It weakened while moving through the country, dropping heavy rainfall that peaked at 897.5 mm (35.33 in) in Gangneung. A 24 hour total of 880 mm (35 in) in the city broke the record for the highest daily precipitation in the country. Over 17,000 houses were damaged, and large areas of crop fields were flooded. In South Korea, Rusa killed at least 233 people. The typhoon also dropped heavy rainfall in neighboring North Korea, leaving 26,000 people homeless and killing three. Rusa also destroyed large areas of crops in the country already affected by ongoing famine conditions.",
    "url": "https://en.wikipedia.org/wiki/Typhoon_Rusa"
  },
  "word": {
    "id": "bardolater",
    "word": "bardolater",
    "url": "https://www.merriam-webster.com/dictionary/bardolater",
    "partOfSpeech": "noun",
    "pronunciation": "bar-DAH-luh-ter",
    "audioPath": "audio/words/bardolater.mp3",
    "definitions": ["a person who idolizes Shakespeare"],
    "examples": [
      "\"\\[Abraham\\] Lincoln was a lifelong Bardolater and serial Shakespeare-quoter, as Mr. \\[Barack\\] Obama noted in remarks at the recent reopening of Ford's Theater.\" (Barry Edelstein, _The New York Times_, April 26, 2009)"
    ],
    "origin": "George Bernard Shaw once described a Shakespeare play as \"stagy trash.\" Another time, Shaw said he'd like to dig Shakespeare from the grave and throw stones at him. Shaw could be equally scathing toward Shakespeare's adoring fans. He called them \"foolish Bardolaters,\" wrote of \"Bardolatrous\" ignoramuses, and called blind Shakespeare worship \"Bardolatry.\" Oddly enough, Shaw didn't despise Shakespeare or his work (on the contrary, he was, by his own admission, an admirer), but he disdained those who placed the man beyond reproach. The word \"bardolater,\" which Shaw coined by blending Shakespeare's epithet -- \"the Bard\" -- with an affix that calls to mind \"idolater,\" has stuck with us to this day, though it has lost some of its original critical sting."
  }
}
