{
  "artist": {
    "id": "fornasetti",
    "name": "Fornasetti",
    "dates": "Nov 10, 1913 - Oct 9, 1988",
    "mainImg": "img/art/artists/fornasetti.jpg",
    "artworkImgs": [
      {
        "name": "IX Triennale, Trumeau in legno stampato, Mostra Arredamenteo e mobili isolati, sezione Mobili isolati",
        "path": "img/art/artworks/fornasetti-a1.jpg",
        "source": "https://artsandculture.google.com/asset/ix-triennale-trumeau-in-legno-stampato-mostra-arredamenteo-e-mobili-isolati-sezione-mobili-isolati-piero-fornasetti/ywFXLazuwgf2fw"
      },
      {
        "name": "IX Triennale, Trumeau in legno stampato, Mostra Arredamento e mobili isolati, sezione mobili isolati",
        "path": "img/art/artworks/fornasetti-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ix-triennale-trumeau-in-legno-stampato-mostra-arredamento-e-mobili-isolati-sezione-mobili-isolati-piero-fornasetti/PwEfrfhTKVyoqw"
      },
      {
        "name": "View of Varenna from the Castle of Vezio",
        "path": "img/art/artworks/fornasetti-a3.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-varenna-from-the-castle-of-vezio-piero-fornasetti/8AHIaosVCQh1Tg"
      },
      {
        "name": "VII Triennale, Disegno per specchio in vetro inciso, Produzione Salir, Mostra dei metalli e dei vetri",
        "path": "img/art/artworks/fornasetti-a4.jpg",
        "source": "https://artsandculture.google.com/asset/vii-triennale-disegno-per-specchio-in-vetro-inciso-produzione-salir-mostra-dei-metalli-e-dei-vetri-piero-fornasetti/MAHeFJN1HcyCdA"
      },
      {
        "name": "VII Triennale, Tovaglietta americana in pizzo, Mostra dei tessuti e dei ricami, Sezione dei merletti e dei ricami",
        "path": "img/art/artworks/fornasetti-a5.jpg",
        "source": "https://artsandculture.google.com/asset/vii-triennale-tovaglietta-americana-in-pizzo-mostra-dei-tessuti-e-dei-ricami-sezione-dei-merletti-e-dei-ricami-piero-fornasetti/DgGhmst27q41bw"
      },
      {
        "name": "VII Triennale, Studio per un vaso in vetro inciso, Mostra dei metalli e dei vetri",
        "path": "img/art/artworks/fornasetti-a6.jpg",
        "source": "https://artsandculture.google.com/asset/vii-triennale-studio-per-un-vaso-in-vetro-inciso-mostra-dei-metalli-e-dei-vetri-piero-fornasetti/bAGEsV9DTS-NzQ"
      }
    ],
    "summary": [
      "Piero Fornasetti was an Italian versatile and eclectic artist, characterised by an unstoppable creative flair that made him one of the most prolific figures of the 20th century, and difficult to ascribe to a specific movement."
    ],
    "quote": null,
    "movements": ["Modernism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Fornasetti",
    "urlGoogle": "https://artsandculture.google.com/entity/fornasetti/m09gl3v"
  },
  "event": {
    "id": "bengal-famine-of-1943",
    "name": "Bengal famine of 1943",
    "dates": "1943 - 1944",
    "mainImg": "img/events/bengal-famine-of-1943.jpg",
    "summary": [
      "The Bengal famine of 1943 was a famine in the Bengal province of British India during World War II. An estimated 2.1–3 million, out of a population of 60.3 million, died of starvation, malaria, or other diseases aggravated by malnutrition, population displacement, unsanitary conditions and lack of health care. Millions were impoverished as the crisis overwhelmed large segments of the economy and catastrophically disrupted the social fabric. Eventually, families disintegrated; men sold their small farms and left home to look for work or to join the army, and women and children became homeless migrants, often travelling to Calcutta or another large city in search of organised relief. Historians have frequently characterised the famine as \"man-made\", asserting that wartime colonial policies created and then exacerbated the crisis. A minority view holds that the famine arose instead from natural causes.",
      "Bengal's economy had been predominantly agrarian, with between half and three-quarters of the rural poor subsisting in a \"semi-starved condition\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bengal_famine_of_1943",
    "urlGoogle": "https://artsandculture.google.com/entity/bengal-famine-of-1943/m0502hy"
  },
  "funFacts": [
    {
      "id": "727",
      "fact": "A spider's silk is stronger than steel.",
      "category": ["Animals", "Science"]
    },
    {
      "id": "669",
      "fact": "In the game Monopoly, the properties are named after streets in Atlantic City.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554254",
      "fact": "On average, people in India \u0003spend 10 hours and 42 minutes \u0003a week reading, the most time \u0003of any country on Earth."
    }
  ],
  "idiom": {
    "id": "from-the-horses-mouth",
    "term": "from the horse's mouth",
    "definition": "From a reliable source, on the best authority. For example, *I have it from the horse's mouth that he plans to retire next month.* Also put as **straight from the horse's mouth,** this expression alludes to examining a horse's teeth to determine its age and hence its worth. [1920s]"
  },
  "person": {
    "id": "james-roosevelt",
    "name": "James Roosevelt",
    "dates": "Dec 23, 1907 - Aug 13, 1991",
    "mainImg": "img/people/james-roosevelt.jpg",
    "summary": [
      "James Roosevelt II was an American businessman, Marine, activist, and Democratic Party politician. The oldest son of President Franklin D. Roosevelt and Eleanor Roosevelt, he received the Navy Cross for extraordinary heroism while serving as a Marine Corps officer during World War II. He served as an official Secretary to the President and in the United States House of Representatives representing California."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/James_Roosevelt",
    "urlGoogle": "https://artsandculture.google.com/entity/james-roosevelt/m05s5m7"
  },
  "place": {
    "id": "faroe-islands",
    "name": "Faroe Islands",
    "mainImg": "img/places/faroe-islands.jpg",
    "summary": [
      "The Faroe Islands, or the Faeroe Islands, is a North Atlantic archipelago located 320 kilometres north-northwest of Scotland, and about halfway between Norway and Iceland. It is an autonomous territory within the Kingdom of Denmark. The islands have a total area of about 1,400 square kilometres with a population of 52,110 as of January 2020.",
      "The terrain is rugged; the climate is subpolar oceanic climate —windy, wet, cloudy, and cool. Temperatures average above freezing throughout the year because of the Gulf Stream. As a result of the moderation and the northerly latitude, summers normally hover around 12 °C. Average temperatures are 5 °C in winter. The northerly latitude location also results in perpetual civil twilight during summer nights and very short winter days.",
      "Between 1035 and 1814 the Faroe Islands were part of the Kingdom of Norway, which was in a personal union with Denmark from 1450. In 1814 the Treaty of Kiel transferred Norway to the king of Sweden, on the winning side of the Napoleonic wars, whereas Denmark retained the Faroe Islands, along with Greenland and Iceland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Faroe_Islands",
    "urlGoogle": "https://artsandculture.google.com/entity/faroe-islands/m02w9s"
  },
  "wiki": {
    "id": "buckingham-palace",
    "name": "Buckingham Palace",
    "summary": "Buckingham Palace is the official London residence of the British monarch (or sovereign), and the largest working royal palace remaining in the world. In addition to being the London home of Queen Elizabeth II, Buckingham Palace is a setting for state occasions and royal entertaining, a base for all officially visiting heads of state, and a major tourist attraction. It has been a rallying point for the British at times of national rejoicing and crisis. The palace, originally known as Buckingham House, was a large townhouse built for the Duke of Buckingham in 1703 and acquired by King George III in 1762 as a private residence. It was enlarged over the next 75 years, principally by architects John Nash and Edward Blore, forming three wings around a central courtyard. Buckingham Palace finally became the official royal palace of the British monarch on the accession of Queen Victoria in 1837. The last major structural additions were made during the Victorian era, with the addition of the large wing facing east towards The Mall, and the removal of the former state entrance, Marble Arch, to its present position near Speakers' Corner in Hyde Park.",
    "url": "https://en.wikipedia.org/wiki/Buckingham_Palace"
  },
  "word": {
    "id": "lollygag",
    "word": "lollygag",
    "url": "https://www.merriam-webster.com/dictionary/lollygag",
    "partOfSpeech": "verb",
    "pronunciation": "LAH-lee-gag",
    "audioPath": "audio/words/lollygag.mp3",
    "definitions": ["to spend time idly, aimlessly, or foolishly : dawdle"],
    "examples": ["\"Please stop lollygagging around and get ready for school,\" pleaded Mom."],
    "origin": "You certainly didn't want to be known as a \"lollygagger\" at the beginning of the 20th century. Back then, \"lollygag\" was slang for \"fooling around\" (sexually, that is). That sense of \"lollygag\" was in use as long ago as 1868, and it probably originated as an alteration of the older (and more dawdlingly innocent) \"lallygag.\" Nowadays, \"lollygag\" doesn't usually carry such naughty connotations, but back in 1946, one Navy captain considered lollygagging enough of a problem to issue this stern warning: \"Lovemaking and lollygagging are hereby strictly forbidden.... The holding of hands, osculation and constant embracing of WAVES \\[Women Accepted for Volunteer Emergency Service\\], corpsmen or civilians and sailors or any combination of male and female personnel is a violation of naval discipline....\""
  }
}
