{
  "artist": {
    "id": "george-w-bush",
    "name": "George W. Bush",
    "dates": "Born Jul 6, 1946",
    "mainImg": "img/art/artists/george-w-bush.jpg",
    "artworkImgs": [
      {
        "name": "Am I Proud! I'm Fighting Famine by Canning Food at Home / Dear Fellow Citizen ...",
        "path": "img/art/artworks/george-w-bush-a1.jpg",
        "source": "https://artsandculture.google.com/asset/am-i-proud-i-m-fighting-famine-by-canning-food-at-home-dear-fellow-citizen-united-states-department-of-agriculture/dwHJnKYGgG22RA"
      },
      {
        "name": "Learn to Adjust Your Respirator Correct and Quick / Don't Breathe While Doing It, and This Won't Happen to You",
        "path": "img/art/artworks/george-w-bush-a2.jpg",
        "source": "https://artsandculture.google.com/asset/learn-to-adjust-your-respirator-correct-and-quick-don-t-breathe-while-doing-it-and-this-won-t-happen-to-you-chemical-warfare-service/8AEOtrF5hd5zXw"
      },
      {
        "name": "George W. Bush Presidential Library Dedication",
        "path": "img/art/artworks/george-w-bush-a3.jpg",
        "source": "https://artsandculture.google.com/asset/george-w-bush-presidential-library-dedication-george-w-bush-presidential-library-and-museum/OwGSqf4MDM0vmA"
      },
      {
        "name": "MADIBA & BOTHA",
        "path": "img/art/artworks/george-w-bush-a4.jpg",
        "source": "https://artsandculture.google.com/asset/madiba-botha-ters-ehlers-private-secretary-to-former-president-pw-botha/KgEtbDrrbRCzmw"
      },
      {
        "name": "Keep Your Head, Hold Your Breath, Be Quick!! And This Won't Happen to You. Instruction Laboratory.",
        "path": "img/art/artworks/george-w-bush-a5.jpg",
        "source": "https://artsandculture.google.com/asset/keep-your-head-hold-your-breath-be-quick-and-this-won-t-happen-to-you-instruction-laboratory-thayer-w-g/PgFE2EzZXGxWTw"
      },
      {
        "name": "The Final Inspector. Instruction Laboratory.",
        "path": "img/art/artworks/george-w-bush-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-final-inspector-instruction-laboratory-thayer-w-g/dgHE4za08KZkgg"
      }
    ],
    "summary": [
      "George Walker Bush is an American politician and businessman who served as the 43rd president of the United States from 2001 to 2009. A member of the Republican Party, he had previously served as the 46th governor of Texas from 1995 to 2000. Born into the Bush family, his father, George H. W. Bush, served as the 41st president of the United States from 1989 to 1993.",
      "Bush is the eldest son of Barbara and George H. W. Bush, and the second son to become the American president after his father, the first being John Quincy Adams. After graduating from Yale University in 1968 and Harvard Business School in 1975, he worked in the oil industry. Bush married Laura Welch in 1977 and unsuccessfully ran for the U.S. House of Representatives shortly thereafter. He later co-owned the Texas Rangers baseball team before defeating Ann Richards in the 1994 Texas gubernatorial election. Bush was elected president of the United States in 2000 when he defeated Democratic incumbent Vice President Al Gore after a narrow and contested win that involved a Supreme Court decision to stop a recount in Florida. He became the fourth person to be elected president without a popular vote victory."
    ],
    "quote": "“We cannot let terrorists hold this nation hostile or hold our allies hostile.”",
    "movements": ["Social realism"],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/George_W._Bush",
    "urlGoogle": "https://artsandculture.google.com/entity/george-w-bush/m09b6zr"
  },
  "event": {
    "id": "operation-overlord",
    "name": "Operation Overlord",
    "dates": "Jun 6, 1944 - Aug 25, 1944",
    "mainImg": "img/events/operation-overlord.jpg",
    "summary": [
      "Operation Overlord was the codename for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied Western Europe during World War II. The operation was launched on 6 June 1944 with the Normandy landings. A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels. Nearly 160,000 troops crossed the English Channel on 6 June, and more than two million Allied troops were in France by the end of August.",
      "The decision to undertake a cross-channel invasion in 1944 was taken at the Trident Conference in Washington in May 1943. General Dwight D. Eisenhower was appointed commander of Supreme Headquarters Allied Expeditionary Force, and General Bernard Montgomery was named as commander of the 21st Army Group, which comprised all the land forces involved in the invasion. The coast of Normandy of northwestern France was chosen as the site of the invasion, with the Americans assigned to land at sectors codenamed Utah and Omaha, the British at Sword and Gold, and the Canadians at Juno."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Overlord",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-overlord/m0ch1lys"
  },
  "funFacts": [
    {
      "id": "740",
      "fact": "Poison Ivy is not Ivy and Poison Oak is not an Oak. They are both part of the Cashew family.",
      "category": ["Plants", "Definitions"]
    },
    {
      "id": "240",
      "fact": "\"Challenger Deep\" is the deepest point on Earth and can hold 25 Empire State Buildings end to end.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553926",
      "fact": "Eighteen percent of Americans claim to have seen or felt the presence of a ghost."
    }
  ],
  "idiom": {
    "id": "time-and-tide-wait-for-no-man",
    "term": "time and tide wait for no man",
    "definition": "One must not procrastinate or delay, as in *Let's get on with the voting; time and tide won't wait, you know.* This proverbial phrase, alluding to the fact that human events or concerns cannot stop the passage of time or the movement of the tides, first appeared about 1395 in Chaucer's *Prologue to the Clerk's Tale.* The alliterative beginning, *time and tide,* was repeated in various contexts over the years but today survives only in the proverb, which is often shortened (as above)."
  },
  "person": {
    "id": "wojciech-jaruzelski",
    "name": "Wojciech Jaruzelski",
    "dates": "Jul 6, 1923 - May 25, 2014",
    "mainImg": "img/people/wojciech-jaruzelski.jpg",
    "summary": [
      "Wojciech Witold Jaruzelski was a Polish military officer, politician and de facto dictator of communist Poland from 1981 until 1989. He was the First Secretary of the Polish United Workers' Party between 1981 and 1989, making him the last leader of the Polish People's Republic. Jaruzelski served as Prime Minister from 1981 to 1985, the Chairman of the Council of State from 1985 to 1989 and briefly as President of Poland from 1989 to 1990, when the office of President was restored after 37 years. He was also the last commander-in-chief of the Polish People's Army, disbanded in 1989.",
      "Born to Polish nobility in Kurów in eastern Poland, Jaruzelski was deported with his family to Siberia by the NKVD after the invasion of Poland. Assigned to forced labour in the Siberian wilderness, he developed photokeratitis or snow blindness which forced him to wear protective sunglasses for the rest of his life. In 1943, Jaruzelski joined the newly created First Polish Army and fought alongside the Soviets against Nazi Germany in the Eastern Front, most notably he took part in the liberation of Warsaw and in the Battle of Berlin."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wojciech_Jaruzelski",
    "urlGoogle": "https://artsandculture.google.com/entity/wojciech-jaruzelski/m0dj3m"
  },
  "place": {
    "id": "belgrade",
    "name": "Belgrade",
    "mainImg": "img/places/belgrade.jpg",
    "summary": [
      "Belgrade is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade, a quarter of the total population of Serbia.",
      "One of the most important prehistoric cultures of Europe, the Vinča culture, evolved within the Belgrade area in the 6th millennium BC. In antiquity, Thraco-Dacians inhabited the region and, after 279 BC, Celts settled the city, naming it Singidūn. It was conquered by the Romans under the reign of Augustus and awarded Roman city rights in the mid-2nd century. It was settled by the Slavs in the 520s, and changed hands several times between the Byzantine Empire, the Frankish Empire, the Bulgarian Empire, and the Kingdom of Hungary before it became the seat of the Serbian king Stefan Dragutin in 1284. In 1521, Belgrade was conquered by the Ottoman Empire and became the seat of the Sanjak of Smederevo."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Belgrade",
    "urlGoogle": "https://artsandculture.google.com/entity/belgrade/m0fhzf"
  },
  "quote": { "id": "90", "quote": "The best way out is always through.", "author": "Robert Frost" },
  "wiki": {
    "id": "national-parks-of-england-and-wales",
    "name": "National parks of England and Wales",
    "summary": "The national parks of England and Wales are areas of relatively undeveloped and scenic landscape that are designated under the National Parks and Access to the Countryside Act 1949. Despite the name, national parks in Britain are quite different from those in the United States and many other countries, where national parks are owned and managed by the government as a protected community resource, and permanent human communities are not a part of the landscape. In Britain, designation as a national park can include substantial settlements and land uses which are often integral parts of the landscape, and land within a British national park remains largely in private ownership. There are currently 12 national parks in England and Wales, the newest and smallest being the New Forest, established on March 1, 2005. The South Downs are also in the process of being designated as a national park. Each park is operated by its own National Park Authority.",
    "url": "https://en.wikipedia.org/wiki/National_parks_of_England_and_Wales"
  },
  "word": {
    "id": "ferrule",
    "word": "ferrule",
    "url": "https://www.merriam-webster.com/dictionary/ferrule",
    "partOfSpeech": "noun",
    "pronunciation": "FAIR-ul",
    "audioPath": "audio/words/ferrule.mp3",
    "definitions": [
      "a ring or cap usually of metal put around a slender shaft (as a cane or a tool handle) to strengthen it or prevent splitting",
      "a usually metal sleeve used especially for joining or binding one part to another (as pipe sections or the bristles and handle of a brush)"
    ],
    "examples": [
      "\"A band of metal called a _ferrule_ is glued onto the end of the pencil where a recess has been cut, while at the same time a plunger presses an eraser plug into the ferrule. When the glue dries, everything is bliss.\" - From an article by Steve Ritter in _Chemical & Engineering News_, December 16, 2002",
      "\"Making a brush is as simple as knotting and gluing bristles to the handle, and holding them in place by slipping a tight metal _ferrule_ over the bond between bristle and handle.\" - From a post at swatchgirl.com on May 15, 2013"
    ],
    "origin": "\"Ferrule\" is a word for a simple metal band or cap of great versatility. The ferrule is ubiquitous. It is the cap at the end of a cane or crutch, a chair or table leg; it is the point or knob at the hub of an umbrella; it fits together tubes and pipes and binds paintbrush handles to bristles and pencils to erasers. In Middle English this universal thingamajig was called a \"verrel.\" That word commonly referred to the strengthening bands or rings of iron used to prevent the splitting or wear of the wooden shafts of implements. The name evolved from Middle French \"virelle\" and Old French \"virol\" and ultimately from Latin \"viriola,\" meaning \"small bracelet.\" The \"f\" spelling of today's \"ferrule\" was influenced by \"ferrum,\" the Latin word for \"iron.\""
  }
}
