{
  "artist": {
    "id": "caravaggio",
    "name": "Caravaggio",
    "dates": "Sep 29, 1571 - Jul 18, 1610",
    "mainImg": "img/art/artists/caravaggio.jpg",
    "artworkImgs": [
      {
        "name": "Cupid as Victor",
        "path": "img/art/artworks/caravaggio-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cupid-as-victor-caravaggio/HQEQJRFURFe4qg"
      },
      {
        "name": "Medusa",
        "path": "img/art/artworks/caravaggio-a2.jpg",
        "source": "https://artsandculture.google.com/asset/medusa-caravaggio-merisi/FAFPqU12CekL8Q"
      },
      {
        "name": "Supper at Emmaus",
        "path": "img/art/artworks/caravaggio-a3.jpg",
        "source": "https://artsandculture.google.com/asset/supper-at-emmaus-michelangelo-merisi-da-caravaggio/SAEXa9MdfikXZw"
      },
      {
        "name": "The adolescent Bacchus",
        "path": "img/art/artworks/caravaggio-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-adolescent-bacchus-caravaggio-merisi/dAEBrgRq5AvsQA"
      },
      {
        "name": "Martyrdom of St. Ursula",
        "path": "img/art/artworks/caravaggio-a5.jpg",
        "source": "https://artsandculture.google.com/asset/martyrdom-of-st-ursula-caravaggio/IwE9FdQerFWM4Q"
      },
      {
        "name": "Martha and Mary Magdalene",
        "path": "img/art/artworks/caravaggio-a6.jpg",
        "source": "https://artsandculture.google.com/asset/martha-and-mary-magdalene-michelangelo-merisi-da-caravaggio/DQEEjkgqzGQdVg"
      }
    ],
    "summary": [
      "Michelangelo Merisi da Caravaggio was an Italian painter active in Rome for most of his artistic life. During the final four years of his life he moved between Naples, Malta, and Sicily until his death. His paintings combine a realistic observation of the human state, both physical and emotional, with a dramatic use of lighting, which had a formative influence on Baroque painting.",
      "Caravaggio employed close physical observation with a dramatic use of chiaroscuro that came to be known as tenebrism. He made the technique a dominant stylistic element, darkening shadows and transfixing subjects in bright shafts of light. Caravaggio vividly expressed crucial moments and scenes, often featuring violent struggles, torture, and death. He worked rapidly, with live models, preferring to forgo drawings and work directly onto the canvas. His influence on the new Baroque style that emerged from Mannerism was profound. It can be seen directly or indirectly in the work of Peter Paul Rubens, Jusepe de Ribera, Gian Lorenzo Bernini, and Rembrandt, and artists in the following generation heavily under his influence were called the \"Caravaggisti\" or \"Caravagesques\", as well as tenebrists or tenebrosi."
    ],
    "quote": "“I bury my head in the pillow, and dream of my true love… I am rowing to you on the great, dark ocean.”",
    "movements": ["Baroque", "Renaissance"],
    "mediums": ["Oil paint", "Plaster", "Tempera"],
    "urlWiki": "https://en.wikipedia.org/wiki/Caravaggio",
    "urlGoogle": "https://artsandculture.google.com/entity/caravaggio/m020bg"
  },
  "event": {
    "id": "invasion-of-poland",
    "name": "Invasion of Poland",
    "dates": "Sep 1, 1939 - Oct 6, 1939",
    "mainImg": "img/events/invasion-of-poland.jpg",
    "summary": [
      "The invasion of Poland, marked the beginning of World War II. The German invasion began on 1 September 1939, one week after the signing of the Molotov–Ribbentrop Pact between Germany and the Soviet Union, and one day after the Supreme Soviet of the Soviet Union had approved the pact. The Soviets invaded Poland on 17 September. The campaign ended on 6 October with Germany and the Soviet Union dividing and annexing the whole of Poland under the terms of the German–Soviet Frontier Treaty.",
      "German forces invaded Poland from the north, south, and west the morning after the Gleiwitz incident. Slovak military forces advanced alongside the Germans in northern Slovakia. As the Wehrmacht advanced, Polish forces withdrew from their forward bases of operation close to the Germany–Poland border to more established defense lines to the east. After the mid-September Polish defeat in the Battle of the Bzura, the Germans gained an undisputed advantage. Polish forces then withdrew to the southeast where they prepared for a long defence of the Romanian Bridgehead and awaited expected support and relief from France and the United Kingdom."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Invasion_of_Poland",
    "urlGoogle": "https://artsandculture.google.com/entity/invasion-of-poland/m01sz70"
  },
  "funFacts": [
    {
      "id": "415",
      "fact": "The most popular pet name in the United States is 'Max.'",
      "category": ["Habits"]
    },
    {
      "id": "194",
      "fact": "You don't have to be a lawyer to be a Supreme Court Justice.",
      "category": ["Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "522228",
      "fact": "Bones found at Seymour Island indicate that, 37 to 40 million years ago, penguins stood at a formidable 6 feet tall and weighed 250 pounds."
    }
  ],
  "idiom": {
    "id": "ham-up",
    "term": "ham up",
    "definition": "Exaggerate or overdo, especially with extravagant emotion, as in *Hamming up the eulogy was disgraceful, especially since he didn't even know the deceased.* It is also put as **ham it up,** meaning \"overact,\" as in *She loves to ham it up in front of the class.* This idiom probably alludes to the *hamfat* (lard) used to remove stage makeup, mentioned in the minstrel song, \"The Ham-Fat Man.\" From this *hamfatter* came to mean \"an inexpert and flamboyant actor,\" and was in the late 1800s shortened to *ham.* The idiom here was first recorded in 1933."
  },
  "person": {
    "id": "lewis-cass",
    "name": "Lewis Cass",
    "dates": "Oct 9, 1782 - Jun 17, 1866",
    "mainImg": "img/people/lewis-cass.jpg",
    "summary": [
      "Lewis Cass was an American military officer, politician, and statesman. He represented Michigan in the United States Senate and served in the Cabinets of two U.S. Presidents, Andrew Jackson and James Buchanan. He was also the 1848 Democratic presidential nominee and a leading spokesman for the Doctrine of Popular Sovereignty, which held that the white people in each territory should decide whether to permit slavery.",
      "Born in Exeter, New Hampshire, he attended Phillips Exeter Academy before establishing a legal practice in Zanesville, Ohio. After serving in the Ohio House of Representatives, he was appointed as a U.S. Marshal. Cass also joined the Freemasons and would eventually co-found the Grand Lodge of Michigan. He fought at the Battle of the Thames in the War of 1812 and was appointed to govern Michigan Territory in 1813. He negotiated treaties with Native Americans to open land for American settlement and led a survey expedition into the northwest part of the territory.",
      "Cass resigned as governor in 1831 to accept appointment as Secretary of War under Andrew Jackson. As Secretary of War, he helped implement Jackson's policy of Indian removal."
    ],
    "quote": "“People may doubt what you say, but they will believe what you do.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Lewis_Cass",
    "urlGoogle": "https://artsandculture.google.com/entity/lewis-cass/m01mvpv"
  },
  "place": {
    "id": "bari",
    "name": "Bari",
    "mainImg": "img/places/bari.jpg",
    "summary": [
      "Bari is the capital city of the Metropolitan City of Bari and of the Apulia region, on the Adriatic Sea, in southern Italy. It is the second most important economic centre of mainland Southern Italy after Naples, a port and university city, as well as the city of Saint Nicholas. The city itself has a population of 320,257 inhabitants, over 116 square kilometres, while the urban area has 750,000 inhabitants. The metropolitan area has 1.3 million inhabitants.",
      "Bari is made up of four different urban sections. To the north is the closely built old town on the peninsula between two modern harbours, with the Basilica of Saint Nicholas, the Cathedral of San Sabino and the Hohenstaufen Castle built for Frederick II, which is now also a major nightlife district. To the south is the Murat quarter, the modern heart of the city, which is laid out on a rectangular grid-plan with a promenade on the sea and the major shopping district.",
      "Modern residential zones surrounding the centre of Bari were built during the 1960s and 1970s replacing the old suburbs that had developed along roads splaying outwards from gates in the city walls."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bari",
    "urlGoogle": "https://artsandculture.google.com/entity/bari/m0c66m"
  },
  "wiki": {
    "id": "operation-varsity",
    "name": "Operation Varsity",
    "summary": "Operation Varsity was a joint American–British airborne operation that took place in March 1945, towards the end of World War II. It was planned to aid the British 21st Army Group, under Field Marshal Bernard Montgomery, in securing a foothold across the River Rhine in western Germany by landing two airborne divisions on the eastern bank of the Rhine near the towns of Hamminkeln and Wesel. The operation involved two airborne divisions from US XVIII Airborne Corps: the British 6th Airborne Division and the US 17th Airborne Division. Despite some errors by the airborne forces, the operation was an overall success, with both divisions landing and capturing a number of bridges across the Rhine and securing several towns which could have been used by the enemy to delay the advance of the British ground forces. The two divisions incurred more than 2,000 casualties, but captured approximately 3,000 German soldiers in the process. The operation was the last large-scale Allied airborne operation of World War II, and was the largest single airborne drop in history.",
    "url": "https://en.wikipedia.org/wiki/Operation_Varsity"
  },
  "word": {
    "id": "felicitous",
    "word": "felicitous",
    "url": "https://www.merriam-webster.com/dictionary/felicitous",
    "partOfSpeech": "adjective",
    "pronunciation": "fih-LISS-uh-tus",
    "audioPath": "audio/words/felicitous.mp3",
    "definitions": ["very well suited or expressed : apt", "pleasant, delightful"],
    "examples": [
      "The film’s score, at least, is felicitous, as it lends emotional intensity to the otherwise wooden acting."
    ],
    "origin": "The adjective \"felicitous\" has been a part of our language since the late 18th century, but \"felicity,\" the noun meaning \"great happiness,\" and later, \"aptness,\" was around even in Middle English (as \"felicite,\" a borrowing from Anglo-French). Both words ultimately derive from the Latin adjective \"felix,\" meaning \"fruitful\" or \"happy.\" The connection between \"happy\" and \"felicitous\" continues today in that both words can mean \"notably fitting, effective, or well adapted.\" \"Happy\" typically suggests what is effectively or successfully appropriate (as in \"a happy choice of words\"), and \"felicitous\" often implies an aptness that is opportune, telling, or graceful (as in \"a felicitous phrase\")."
  }
}
