{
  "artist": {
    "id": "e-phillips-fox",
    "name": "E. Phillips Fox",
    "dates": "Mar 12, 1865 - Oct 8, 1915",
    "mainImg": "img/art/artists/e-phillips-fox.jpg",
    "artworkImgs": [
      {
        "name": "Octavius Catto",
        "path": "img/art/artworks/e-phillips-fox-a1.jpg",
        "source": "https://artsandculture.google.com/asset/octavius-catto-broadbent-and-phillips/oQHMPGO3he6zjw"
      },
      {
        "name": "Art students",
        "path": "img/art/artworks/e-phillips-fox-a2.jpg",
        "source": "https://artsandculture.google.com/asset/art-students-e-phillips-fox/mgEI2w2kdQQiYQ"
      },
      {
        "name": "The milking shed",
        "path": "img/art/artworks/e-phillips-fox-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-milking-shed-e-phillips-fox/GQFrqfSnNleVog"
      },
      {
        "name": "Al fresco",
        "path": "img/art/artworks/e-phillips-fox-a4.jpg",
        "source": "https://artsandculture.google.com/asset/al-fresco-e-phillips-fox/uwGzKX0K-8WdIA"
      },
      {
        "name": "Ina Gregory",
        "path": "img/art/artworks/e-phillips-fox-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ina-gregory-e-phillips-fox/rwES6r5IZQPIVg"
      },
      {
        "name": "Adelaide",
        "path": "img/art/artworks/e-phillips-fox-a6.jpg",
        "source": "https://artsandculture.google.com/asset/adelaide-e-phillips-fox/ewFyX7a7E9S_7A"
      }
    ],
    "summary": [
      "Emanuel Phillips Fox was an Australian impressionist painter. After studying at the National Gallery of Victoria Art School in Melbourne, Fox travelled to Paris to study in 1886. He remained in Europe until 1892, when he returned to Melbourne and led what is considered the second phase of the Heidelberg School, an impressionist art movement which had grown in the city during his absence. He spent over a decade in Europe in the early 20th century before finally settling in Melbourne, where he died."
    ],
    "quote": null,
    "movements": ["Impressionism", "Heidelberg School", "Modern art"],
    "mediums": ["Oil paint", "Conté", "Pencil", "Charcoal", "Crayon"],
    "urlWiki": "https://en.wikipedia.org/wiki/E._Phillips_Fox",
    "urlGoogle": "https://artsandculture.google.com/entity/e-phillips-fox/m08d4b4"
  },
  "event": {
    "id": "battle-of-clavijo",
    "name": "Battle of Clavijo",
    "dates": "844 AD",
    "mainImg": "img/events/battle-of-clavijo.jpg",
    "summary": [
      "The Battle of Clavijo is a mythical battle. \"To a serious historian, the existence of the Battle of Clavijo is not even a topic of discussion\". However, it was believed for centuries to be historical, and it became a popular theme of Spanish traditions regarding the Christian expulsion of the Muslims. The stories about the battle are first found centuries after it allegedly occurred; according to them, it was fought near Clavijo between Christians, led by Ramiro I of Asturias, and Muslims, led by the Emir of Córdoba.",
      "In the legend, James, son of Zebedee, an Apostle of Jesus, and future Saint James/Santiago, who died 800 years earlier, suddenly appeared and led an outnumbered Christian army to gain its victory. He became the patron saint of Spain and is known to Spaniards as Santiago Matamoros. Aspects of the historical Battle of Monte Laturce were incorporated into this legend, as Claudio Sánchez-Albornoz demonstrated in 1948. The date originally assigned to the battle, 834, was changed in modern times to 844 to suit the inherent contradictions of the account. The day is sometimes given as 23 May."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Clavijo",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-clavijo/m0dl70x"
  },
  "funFacts": [
    {
      "id": "837",
      "fact": "Bananas are the most widely-eaten fruit in America.",
      "category": ["Food"]
    },
    { "id": "417", "fact": "All polar bears are left-handed.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553701",
      "fact": "When Disneyland was opened in 1955, “Tomorrowland” was designed to look like a year in the distant future: 1986."
    }
  ],
  "idiom": {
    "id": "true-blue",
    "term": "true blue",
    "definition": "Loyal, faithful, as in *You can count on her support; she's true blue.* This expression alludes to the idea of blue being the color of constancy, but the exact allusion is disputed. One theory holds it alludes to the unchanging blue sky, another to the fastness of a blue dye that will not run. Blue has been the identifying color of various factions in history. In the mid-1600s the Scottish Covenanters, who pledged to uphold Presbyterianism, were called *true blue* (as opposed to *red,* the color of the royalists). In the 1800s the same term came to mean \"staunchly Tory,\" and in America, \"politically sound.\""
  },
  "person": {
    "id": "franklin-d-roosevelt",
    "name": "Franklin D. Roosevelt",
    "dates": "Jan 30, 1882 - Apr 12, 1945",
    "mainImg": "img/people/franklin-d-roosevelt.jpg",
    "summary": [
      "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is usually rated by scholars among the nation's greatest presidents, after George Washington and Abraham Lincoln, but has also been subject to substantial criticism."
    ],
    "quote": "“Put two or three men in positions of conflicting authority. This will force them to work at loggerheads, allowing you to be the ultimate arbiter.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Franklin_D._Roosevelt",
    "urlGoogle": "https://artsandculture.google.com/entity/franklin-d-roosevelt/m02yy8"
  },
  "place": {
    "id": "namur",
    "name": "Namur",
    "mainImg": "img/places/namur.jpg",
    "summary": [
      "Namur is a city and municipality in Wallonia, Belgium. It is both the capital of the province of Namur and of Wallonia, hosting the Parliament of Wallonia, Walloon Government and administration.",
      "Namur stands at the confluence of the Sambre and Meuse rivers and straddles three different regions – Hesbaye to the north, Condroz to the south-east, and Entre-Sambre-et-Meuse to the south-west. The city of Charleroi is located to the west. The language spoken is French.",
      "The City of Namur includes the old communes of Beez, Belgrade, Saint-Servais, Saint-Marc, Bouge, Champion, Daussoulx, Flawinne, Malonne, Suarlée, Temploux, Vedrin, Boninne, Cognelée, Gelbressée, Marche-les-Dames, Dave, Jambes, Naninne, Wépion, Wierde, Erpent, Lives-sur-Meuse, and Loyers."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Namur",
    "urlGoogle": "https://artsandculture.google.com/entity/namur/m017sk9"
  },
  "wiki": {
    "id": "sikkim",
    "name": "Sikkim",
    "summary": "Sikkim is a landlocked Indian state nestled in the Himalayas. It is the least populous state in India, and the second smallest. Sikkim was an independent state ruled by the Chogyal monarchy until 1975, when a referendum to make it India's twenty-second state succeeded. The thumb-shaped state borders Nepal in the west, Tibet to the north and east, and Bhutan in the south-east. The Indian state of West Bengal borders Sikkim to its south. The official language is Nepali, and the predominant religions are Hinduism and Vajrayana Buddhism. Gangtok is the capital and largest town. Despite its small size, Sikkim is geographically diverse, owing to its location at the Himalayan foothills. Terrain ranges from tropical in the south to tundra in the north. Kanchenjunga, the world's third highest peak, is located in Sikkim, straddling its northern border with Nepal. Sikkim has become one of India's most visited states owing to its reputation for untouched scenic beauty and political stability.",
    "url": "https://en.wikipedia.org/wiki/Sikkim"
  },
  "word": {
    "id": "copacetic",
    "word": "copacetic",
    "url": "https://www.merriam-webster.com/dictionary/copacetic",
    "partOfSpeech": "adjective",
    "pronunciation": "koh-puh-SET-ik",
    "audioPath": "audio/words/copacetic.mp3",
    "definitions": ["very satisfactory"],
    "examples": [
      "Although Julie and Emma were barely on speaking terms last week, they now say that they have patched things up and everything is copacetic."
    ],
    "origin": "Theories about the origin of \"copacetic\" abound. The tap dancer Bill \"Bojangles\" Robinson believed he had coined the word as a boy in Richmond, Virginia. When patrons of his shoeshine stand would ask, \"How’s everything this morning?\" he would reply, \"Oh jes’ copacetic, boss; jes’ copacetic.\" But the word was current in Southern Black English perhaps as early as 1880, so it seems unlikely that Robinson (born in 1878) could have invented the term. Another explanation is that the word is from the Hebrew phrase \"kol be sedher,\" meaning \"everything is in order.\" Possibly it was coined by Harlem blacks working in Jewish businesses. The word’s popularity among Southern blacks, however, points to its originating in one of the Southern cities in which Jewish communities thrived, such as Atlanta."
  }
}
