{
  "artist": {
    "id": "gilbert-stuart",
    "name": "Gilbert Stuart",
    "dates": "Dec 3, 1755 - Jul 9, 1828",
    "mainImg": "img/art/artists/gilbert-stuart.jpg",
    "artworkImgs": [
      {
        "name": "George Washington (Lansdowne Portrait)",
        "path": "img/art/artworks/gilbert-stuart-a1.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-lansdowne-portrait-gilbert-stuart/UQGc8QlQ1ML0kA"
      },
      {
        "name": "George Washington (The Athenaeum Portrait)",
        "path": "img/art/artworks/gilbert-stuart-a2.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-the-athenaeum-portrait-gilbert-stuart/HgHLrT8wBuO28w"
      },
      {
        "name": "John Adams",
        "path": "img/art/artworks/gilbert-stuart-a3.jpg",
        "source": "https://artsandculture.google.com/asset/john-adams-gilbert-stuart/-QGuHYwHmRo0Ag"
      },
      {
        "name": "George Washington [The Constable-Hamilton Portrait]",
        "path": "img/art/artworks/gilbert-stuart-a4.jpg",
        "source": "https://artsandculture.google.com/asset/george-washington-the-constable-hamilton-portrait-gilbert-stuart/TAGXVWAeoGDUaA"
      },
      {
        "name": "James Monroe",
        "path": "img/art/artworks/gilbert-stuart-a5.jpg",
        "source": "https://artsandculture.google.com/asset/james-monroe-gilbert-stuart/9wHEcY50qJWMaA"
      },
      {
        "name": "James Madison",
        "path": "img/art/artworks/gilbert-stuart-a6.jpg",
        "source": "https://artsandculture.google.com/asset/james-madison-gilbert-stuart/xwGDitnj2DS_FA"
      }
    ],
    "summary": [
      "Gilbert Charles Stuart was an American painter from Rhode Island Colony who is widely considered one of America's foremost portraitists. His best known work is the unfinished portrait of George Washington, begun in 1796, that is sometimes referred to as the Athenaeum Portrait. Stuart retained the portrait and used it to paint scores of copies that were commissioned by patrons in America and abroad. The image of George Washington featured in the painting has appeared on the United States one-dollar bill for more than a century and on various postage stamps of the 19th century and early 20th century.",
      "Stuart produced portraits of more than 1,000 people, including the first six Presidents. His work can be found today at art museums throughout the United States and the United Kingdom, most notably the Metropolitan Museum of Art and Frick Collection in New York City, the National Gallery of Art in Washington, D.C., the National Portrait Gallery, London, Worcester Art Museum in Massachusetts, and the Museum of Fine Arts, Boston."
    ],
    "quote": null,
    "movements": ["Neoclassicism", "Academic art"],
    "mediums": ["Oil paint", "Wood", "Engraving", "Etching", "Sanguine", "Chalk"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gilbert_Stuart",
    "urlGoogle": "https://artsandculture.google.com/entity/gilbert-stuart/m01xwn8"
  },
  "event": {
    "id": "dutch-famine-of-1944-45",
    "name": "Dutch famine of 1944–45",
    "dates": "September 1944 - April 1945",
    "mainImg": "img/events/dutch-famine-of-1944-45.jpg",
    "summary": [
      "The Dutch famine of 1944–45, known in the Netherlands as the Hongerwinter, was a famine that took place in the German-occupied Netherlands, especially in the densely populated western provinces north of the great rivers, during the winter of 1944–45, near the end of World War II.",
      "A German blockade cut off food and fuel shipments from farm towns. Some 4.5 million were affected and survived thanks to soup kitchens. Loe de Jong, author of The Kingdom of the Netherlands During World War II, estimated at least 22,000 deaths occurred due to the famine. Another author estimated 18,000 deaths from the famine. Most of the victims were reportedly elderly men.",
      "The famine was alleviated by the liberation of the provinces by the Allies in May 1945. Prior to that, bread baked from flour shipped in from Sweden, and the airlift of food by the Royal Air Force, the Royal Canadian Air Force, and the United States Army Air Forces – under an agreement with the Germans that if the Germans did not shoot at the mercy flights, the Allies would not bomb the German positions – helped to mitigate the famine. These were Operations Manna and Chowhound. Operation Faust also trucked in food to the province."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dutch_famine_of_1944%E2%80%9345",
    "urlGoogle": "https://artsandculture.google.com/entity/dutch-famine-of-1944–45/m01kg2g"
  },
  "funFacts": [
    {
      "id": "1007",
      "fact": "OMG was added to dictionaries in 2011, but its first known use was in 1917.",
      "category": ["History", "Hodgepodge", "Firsts"]
    },
    {
      "id": "660",
      "fact": "The strike note of The Liberty Bell is E flat.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [{ "id": "506379", "fact": "The plural of cul-de-sac is culs-de-sac." }],
  "idiom": {
    "id": "look-a-gift-horse-in-the-mouth",
    "term": "look a gift horse in the mouth",
    "definition": "Be critical or suspicious of something received at no cost. For example, *Dad's old car is full of dents, but we shouldn't look a gift horse in the mouth.* This term, generally expressed as a cautionary proverb (*Don't look a gift horse in the mouth*), has been traced to the writings of the 4th-century cleric, St. Jerome, and has appeared in English since about 1500. It alludes to determining the age of a horse by looking at its teeth."
  },
  "person": {
    "id": "juan-bosch",
    "name": "Juan Bosch",
    "dates": "Jun 30, 1909 - Nov 1, 2001",
    "mainImg": "img/people/juan-bosch.jpg",
    "summary": [
      "Juan Emilio Bosch Gaviño was a Dominican politician, historian, writer, essayist, educator, and the first democratically elected president of the Dominican Republic for a brief time in 1963. Previously, he had been the leader of the Dominican opposition in exile to the dictatorial regime of Rafael Trujillo for over 25 years. To this day he is remembered as an honest politician and regarded as one of the most prominent writers in Dominican literature. He founded both the Dominican Revolutionary Party in 1939 and the Dominican Liberation Party in 1973."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Juan_Bosch_%28politician%29",
    "urlGoogle": "https://artsandculture.google.com/entity/juan-bosch/m01wzrh"
  },
  "place": {
    "id": "marbella",
    "name": "Marbella",
    "mainImg": "img/places/marbella.jpg",
    "summary": [
      "Marbella is a city and municipality in southern Spain, belonging to the province of Málaga in the autonomous community of Andalusia. It is part of the Costa del Sol and is the headquarters of the Association of Municipalities of the region; it is also the head of the judicial district that bears its name.",
      "Marbella is situated on the Mediterranean Sea, between Málaga and the Strait of Gibraltar, in the foothills of the Sierra Blanca. The municipality covers an area of 117 square kilometres crossed by highways on the coast, which are its main entrances.",
      "In 2018 the population of the city was 141,463 inhabitants, making it the second most populous municipality in the province of Málaga and the eighth in Andalusia. It is one of the most important tourist cities of the Costa del Sol and throughout most of the year is an international tourist attraction, due mainly to its climate and tourist infrastructure.",
      "The city also has a significant archaeological heritage, several museums and performance spaces, and a cultural calendar with events ranging from reggae concerts to opera performances."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Marbella",
    "urlGoogle": "https://artsandculture.google.com/entity/marbella/m0295f8"
  },
  "quote": {
    "id": "10",
    "quote": "Learning never exhausts the mind.",
    "author": "Leonardo da Vinci"
  },
  "wiki": {
    "id": "logarithm",
    "name": "Logarithm",
    "summary": "The logarithm of a number is the exponent by which a fixed number, the base, has to be raised to produce that number. For example, the logarithm of 1000 to base 10 is 3, because 1000 is 10 to the power 3: 1000 = 103 = 10 × 10 × 10. Logarithms were introduced by John Napier in the early 17th century as a means to simplify calculations. They were rapidly adopted by scientists and engineers to perform computations using slide rules and logarithm tables. These devices rely on the fact—important in its own right—that the logarithm of a product is the sum of the logarithms of the factors. Logarithmic scales reduce wide-ranging quantities to smaller scopes. For example, the decibel is a logarithmic unit quantifying sound pressure and voltage ratios. Logarithms describe musical intervals, measure the complexity of algorithms, and appear in formulas counting prime numbers. They also inform some models in psychophysics and can aid in forensic accounting.",
    "url": "https://en.wikipedia.org/wiki/Logarithm"
  },
  "word": {
    "id": "dyslogistic",
    "word": "dyslogistic",
    "url": "https://www.merriam-webster.com/dictionary/dyslogistic",
    "partOfSpeech": "adjective",
    "pronunciation": "diss-luh-JISS-tik",
    "audioPath": "audio/words/dyslogistic.mp3",
    "definitions": ["uncomplimentary"],
    "examples": [
      "The blogger used many _dyslogistic_ adjectives to express his dissatisfaction with the mayor.",
      "\"One answer lies in ... the _dyslogistic_ school of memoir written by former officials who present themselves as disillusioned innocents.\" - From a book review by Jacob Heilbrunn in _The New York Times_, June 22, 2008"
    ],
    "origin": "Logic would lead one to believe that \"dyslogistic\" is somehow related to the Greek word \"logos,\" from which the words \"logic\" and \"logistics\" are derived. In actuality, however, \"dyslogistic\" is a 19th-century merger of the prefix \"dys-,\" meaning \"bad,\" and \"eulogy,\" referring to an expression of praise. English jurist and philosopher Jeremy Bentham (1748-1832) often used \"dyslogistic\" in his writings as an adjective to convey dispraise or opprobrium. And even today the word is likely to be encountered in judicial and intellectual writings."
  }
}
