{
  "artist": {
    "id": "joos-de-momper",
    "name": "Joos de Momper",
    "dates": "1564 - Feb 5, 1635",
    "mainImg": "img/art/artists/joos-de-momper.jpg",
    "artworkImgs": [
      {
        "name": "Mountain view",
        "path": "img/art/artworks/joos-de-momper-a1.jpg",
        "source": "https://artsandculture.google.com/asset/mountain-view-joos-de-momper-ii/ZwGcOwD8kvjgMw"
      },
      {
        "name": "High mountain landscape with pilgrims",
        "path": "img/art/artworks/joos-de-momper-a2.jpg",
        "source": "https://artsandculture.google.com/asset/high-mountain-landscape-with-pilgrims-joos-de-momper/ggEb3YMQxP2hbg"
      },
      {
        "name": "Minerva visits the Muses",
        "path": "img/art/artworks/joos-de-momper-a3.jpg",
        "source": "https://artsandculture.google.com/asset/minerva-visits-the-muses-joos-de-momper-ii-hendrick-van-balen-i-and-jan-brueghel-i/tQFP-me8vu138A"
      },
      {
        "name": "River Landscape with Boar Hunt",
        "path": "img/art/artworks/joos-de-momper-a4.jpg",
        "source": "https://artsandculture.google.com/asset/river-landscape-with-boar-hunt-joos-de-momper-ii/zAET-AtTtQA2oA"
      },
      {
        "name": "Winter Landscape",
        "path": "img/art/artworks/joos-de-momper-a5.jpg",
        "source": "https://artsandculture.google.com/asset/winter-landscape-joose-de-momper-ii-the-younger/FQFr16cabzV8Zw"
      },
      {
        "name": "Mountain Landscape",
        "path": "img/art/artworks/joos-de-momper-a6.jpg",
        "source": "https://artsandculture.google.com/asset/mountain-landscape/OQEDIJO2x_4hFA"
      }
    ],
    "summary": [
      "Joos de Momper the Younger or Joost de Momper the Younger was one of the foremost Flemish landscape painters between Pieter Brueghel the Elder and Peter Paul Rubens. Brueghel's influence is clearly evident in many of de Momper's paintings. His work is situated at the transition from late 16th-century Mannerism to the greater realism in landscape painting that developed in the early 17th century. He achieved considerable success during his lifetime."
    ],
    "quote": null,
    "movements": ["Baroque", "Renaissance", "Dutch and Flemish Renaissance painting", "Mannerism"],
    "mediums": ["Pen", "Oil paint", "Ink", "Watercolor painting", "Drawing", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joos_de_Momper",
    "urlGoogle": "https://artsandculture.google.com/entity/joos-de-momper/m027whwf"
  },
  "event": {
    "id": "civil-rights-act-of-1964",
    "name": "Civil Rights Act of 1964",
    "dates": "Jul 2, 1964",
    "mainImg": "img/events/civil-rights-act-of-1964.jpg",
    "summary": [
      "The Civil Rights Act of 1964 is a landmark civil rights and labor law in the United States that outlaws discrimination based on race, color, religion, sex, or national origin. It prohibits unequal application of voter registration requirements, and racial segregation in schools, employment, and public accommodations.",
      "Initially, powers given to enforce the act were weak, but these were supplemented during later years. Congress asserted its authority to legislate under several different parts of the United States Constitution, principally its power to regulate interstate commerce under Article One, its duty to guarantee all citizens equal protection of the laws under the Fourteenth Amendment, and its duty to protect voting rights under the Fifteenth Amendment.",
      "The legislation had been proposed by President John F. Kennedy in June 1963, but opposed by filibuster in the Senate. After Kennedy was assassinated on November 22, 1963, President Lyndon B. Johnson pushed the bill forward. The United States House of Representatives passed the bill on February 10, 1964, and after a 54-day filibuster, passed the United States Senate on June 19, 1964."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1964",
    "urlGoogle": "https://artsandculture.google.com/entity/civil-rights-act-of-1964/m019twb"
  },
  "funFacts": [
    {
      "id": "477",
      "fact": "A chalkboard eraser is one of the best ways to wipe a foggy windshield.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "679",
      "fact": "A tiger's night vision is six times better than a human's.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554075",
      "fact": "Quetzalcoatlus, the largest known flying animal ever, was as tall as a giraffe. It may have used its powerful forelimbs to pole-vault into the sky."
    }
  ],
  "idiom": {
    "id": "at-first-blush",
    "term": "at first blush",
    "definition": "Also, **at first glance** or **sight.** When first seen. For example, *At first blush we thought it was an elegant restaurant, but it soon became obvious that it was hardly the place for a special dinner,* or *At first glance the contract looked just fine.* All three phrases date from the 1300s. The noun *blush* is used with the obsolete meaning \"glimpse\" or \"momentary view\" and in this idiom has nothing to do with showing embarrassment."
  },
  "person": {
    "id": "jose-de-san-martin",
    "name": "José de San Martín",
    "dates": "Feb 25, 1778 - Aug 17, 1850",
    "mainImg": "img/people/jose-de-san-martin.jpg",
    "summary": [
      "José Francisco de San Martín y Matorras, known simply as José de San Martín or El Libertador of Argentina, Chile and Peru, was a Spanish-Argentine general and the prime leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of the Río de la Plata at the early age of seven to study in Málaga, Spain.",
      "In 1808, after taking part in the Peninsular War against France, San Martín contacted in London South American supporters of independence from Spain. In 1812, he set sail for Buenos Aires and offered his services to the United Provinces of the Río de la Plata, present-day Argentina. After the Battle of San Lorenzo and time commanding the Army of the North during 1814, he organized a plan to defeat the Spanish forces that menaced the United Provinces from the north, using an alternative path to the Viceroyalty of Peru. This objective first involved the establishment of a new army, the Army of the Andes, in Cuyo Province, Argentina."
    ],
    "quote": "“You will be what you must be, or else you will be nothing.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Jos%C3%A9_de_San_Mart%C3%ADn",
    "urlGoogle": "https://artsandculture.google.com/entity/josé-de-san-martín/m01_crz"
  },
  "place": {
    "id": "copenhagen",
    "name": "Copenhagen",
    "mainImg": "img/places/copenhagen.jpg",
    "summary": [
      "Copenhagen is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128 with 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen and the Copenhagen metropolitan area. Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
      "Originally a Viking fishing village established in the 10th century in the vicinity of what is now Gammel Strand, Copenhagen became the capital of Denmark in the early 15th century. Beginning in the 17th century, it consolidated its position as a regional centre of power with its institutions, defences and armed forces. During the renaissance the city served as the de facto capital being the seat of government of the Kalmar Union, governing the entire present day Nordic region in a personal union with Sweden and Norway ruled by the Danish monarch serving as the head of state."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Copenhagen",
    "urlGoogle": "https://artsandculture.google.com/entity/copenhagen/m01lfy"
  },
  "quote": {
    "id": "112",
    "quote": "All of humanity’s problems stem from man’s inability to sit quietly in a room alone.",
    "author": "Blaise Pascal"
  },
  "wiki": {
    "id": "peter-jennings",
    "name": "Peter Jennings",
    "summary": "Peter Jennings was a Canadian-American journalist and news anchor. He was the sole anchor of ABC's World News Tonight from 1983 until his death in 2005 of complications from lung cancer. A high-school dropout, he transformed himself into one of television's most prominent journalists. Jennings started his career early, hosting a Canadian radio show at the age of nine. In 1965, ABC News tapped him to anchor its flagship evening news program. His inexperience marred his first short stint in the anchor chair, and Jennings became a foreign correspondent in 1968, honing his reporting skills in the Middle East. He returned as one of World News Tonight's three anchors in 1978, and was promoted to the role of sole anchor in 1983. Jennings formed part of the \"Big Three\" news anchors who dominated American evening news in the 1980s and 1990s. Having always been fascinated with the United States, Jennings became a dual citizen of Canada and the United States in 2003. His death, which closely followed the retirements of Tom Brokaw and Dan Rather, marked the end of the \"Big Three\" era.",
    "url": "https://en.wikipedia.org/wiki/Peter_Jennings"
  },
  "word": {
    "id": "orientate",
    "word": "orientate",
    "url": "https://www.merriam-webster.com/dictionary/orientate",
    "partOfSpeech": "verb",
    "pronunciation": "OR-ee-un-tayt",
    "audioPath": "audio/words/orientate.mp3",
    "definitions": [
      "to set in a definite position especially in relation the points of the compass",
      "to acquaint with an existing situation or environment",
      "to direct toward the interests of a particular group"
    ],
    "examples": [
      "\"She learned to orientate new service members in the principles, practices and tools necessary to function in the Air Force.\" (Ryan Davis, _St. Petersburg Times_, October 5, 2000)"
    ],
    "origin": "\"Orientate\" is a synonym of \"orient,\" and it has attracted criticism as a consequence. \"Orient,\" which dates from the mid-18th century, is in fact the older of the two verbs -- \"orientate\" joined the language in the mid-19th century. Both can mean \"to cause to face toward the east\" (and, not surprisingly, they are related to the noun \"Orient,\" meaning \"the East\"). Both also have broader meanings that relate to setting or determining direction or position, either literally or figuratively. Some critics dislike \"orientate\" because it is one syllable longer than \"orient,\" but you can decide for yourself how important that consideration is to you. Personal choice is the primary deciding factor, although \"orientate\" tends to be used more often in British English than it is in American English."
  }
}
