{
  "artist": {
    "id": "frank-cho",
    "name": "Frank Cho",
    "dates": "Born Dec 2, 1971",
    "mainImg": "img/art/artists/frank-cho.jpg",
    "artworkImgs": [
      {
        "name": "Desire",
        "path": "img/art/artworks/frank-cho-a1.jpg",
        "source": "https://artsandculture.google.com/asset/desire-park-dae-cho/vwG16Ao7PTcjUQ"
      },
      {
        "name": "Boom Boom",
        "path": "img/art/artworks/frank-cho-a2.jpg",
        "source": "https://artsandculture.google.com/asset/boom-boom-park-dae-cho/yQHcED4lTOIJlA"
      },
      {
        "name": "Desire 1",
        "path": "img/art/artworks/frank-cho-a3.jpg",
        "source": "https://artsandculture.google.com/asset/desire-1-park-dae-cho/lAHjfwAvMdf_Ug"
      },
      {
        "name": "The Tears of Kim Jeong-ho",
        "path": "img/art/artworks/frank-cho-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-tears-of-kim-jeong-ho-park-dae-cho/DQEvRsiljZBjFg"
      },
      {
        "name": "Desire 14",
        "path": "img/art/artworks/frank-cho-a5.jpg",
        "source": "https://artsandculture.google.com/asset/desire-14-park-dae-cho/xgEonLyFauMfbw"
      },
      {
        "name": "Human and Nature",
        "path": "img/art/artworks/frank-cho-a6.jpg",
        "source": "https://artsandculture.google.com/asset/human-and-nature-park-dae-cho/EwELZxd4bDSMjA"
      }
    ],
    "summary": [
      "Frank Cho, born Duk Hyun Cho, is a Korean-American comic strip and comic book writer and illustrator, known for his series Liberty Meadows, as well as for books such as Shanna the She-Devil, Mighty Avengers and Hulk for Marvel Comics, and Jungle Girl for Dynamite Entertainment. Cho is noted for his figure drawing, precise lines, and depiction of well-endowed women."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Photograph", "Rock", "Drawing", "Metal", "Ink", "Jade"],
    "urlWiki": "https://en.wikipedia.org/wiki/Frank_Cho",
    "urlGoogle": "https://artsandculture.google.com/entity/frank-cho/m024pmg"
  },
  "event": {
    "id": "white-friday",
    "name": "White Friday",
    "dates": null,
    "mainImg": "img/events/white-friday.jpg",
    "summary": [
      "White Friday occurred during the Italian Front of World War I, when an avalanche struck an Austrian barracks on Mount Marmolada, killing 270 soldiers. Other avalanches the same day struck Italian and other Austrian positions, killing hundreds. According to some reports both sides deliberately fired shells into the weakened snowpacks in an attempt to bury the other side.",
      "An accurate estimation of the number of casualties from the White Friday avalanches is not available. Historical documents suggest at least 2,000 victims among the soldiers and a few dozens among civilians.",
      "The date 13 December, marked Saint Lucia, a commemorative religious holiday practiced by the majority of Italian Catholics. Though the occurrence of avalanches in the Dolomites Mountains took place on a Wednesday in 1916, the term \"White Friday\" was used to coin the disastrous day."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/White_Friday_%281916%29",
    "urlGoogle": "https://artsandculture.google.com/entity/white-friday/g11cjk4d6ny"
  },
  "funFacts": [
    {
      "id": "374",
      "fact": "Thomas Edison coined the word \"hello\" and introduced it as a way to answer the phone.",
      "category": ["History"]
    },
    {
      "id": "254",
      "fact": "The only bird who can see the color blue is the owl.",
      "category": ["Animals", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553863",
      "fact": "North Korea’s 105-story Ryugyong Hotel, nicknamed \"The Hotel of Doom,\" is the world’s tallest unoccupied building."
    }
  ],
  "idiom": {
    "id": "fifth-wheel",
    "term": "fifth wheel",
    "definition": "An extra and unnecessary person or thing, as in *He was the only one without a date, so he felt like a fifth wheel.* This expression, which alludes to an unneeded wheel on a four-wheel vehicle, may have originated as long ago as 1631, when Thomas Dekker wrote *Match Me in London:* \"Thou tiest but wings to a swift gray Hounds heel, And addest to a running Chariot a fifth wheel.\""
  },
  "person": {
    "id": "jesse-h-jones",
    "name": "Jesse H. Jones",
    "dates": "Apr 5, 1874 - Jun 1, 1956",
    "mainImg": "img/people/jesse-h-jones.jpg",
    "summary": [
      "Jesse Holman Jones was an American Democratic politician and entrepreneur from Houston, Texas. Jones managed a Tennessee tobacco factory at age fourteen, and at nineteen, he was put in charge of his uncle's lumberyards. Five years later, after his uncle, M. T. Jones, died, Jones moved to Houston to manage his uncle's estate and opened a lumberyard company, which grew quickly. During this period, Jesse opened his own business, the South Texas Lumber Company. He also began to expand into real estate, commercial building, and banking. His commercial building activities in Houston included mid-rise and skyscraper office buildings, hotels and apartments, and movie theaters. He constructed the Foster Building, home to the Houston Chronicle, in exchange for a fifty percent share in the newspaper, of which he acquired control in 1926.",
      "Jones's participation in civic life and politics began with the Port of Houston and the Houston Ship Channel. He led a group of local bankers in buying public finance bonds and was later appointed to serve as the Chair of the Houston Harbor Board. He led a local fundraising effort on behalf of the American Red Cross in support of servicemen in World War I."
    ],
    "quote": "“One of the greatest disservices you can do to a man is to lend him money that he can't pay back.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Jesse_H._Jones",
    "urlGoogle": "https://artsandculture.google.com/entity/jesse-h-jones/m0377sd"
  },
  "place": {
    "id": "fes",
    "name": "Fes",
    "mainImg": "img/places/fes.jpg",
    "summary": [
      "Fez or Fes is a city in northern inland Morocco and the capital of the Fès-Meknès administrative region. It is the second largest city in Morocco after Casablanca, with a population of 1.7 million. Located to the northeast of Atlas Mountains, Fez is situated at the crossroad of the important cities of all regions; 206 km from Tangier to the northwest, 246 km from Casablanca, 189 km from Rabat to the west, and 387 km from Marrakesh to the southwest which leads to the Trans-Saharan trade route. It is surrounded by the high grounds, and the old city is penetrated by the River of Fez flowing from the west to east.",
      "Fez was founded under the Idrisid rule during the 8th-9th centuries C.E. It consisted of two autonomous and competing settlements. The migration of 2000 Arab families in the early 9th century gave the nascent city its Arabic character. After the downfall of the Idrisid dynasty, several empires came and went until the 11th century when the Almoravid Sultan Yusuf ibn Tashfin united the two settlements and rebuilt the city, which became today's Fes el Bali quarter. Under the Almoravid rule, the city gained a reputation for the religious scholarship and the mercantile activity."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fez,_Morocco",
    "urlGoogle": "https://artsandculture.google.com/entity/fes/m01vcxq"
  },
  "wiki": {
    "id": "john-le-mesurier",
    "name": "John Le Mesurier",
    "summary": "John Le Mesurier (1912–83) was an English actor perhaps best remembered for his comedic role as Sergeant Arthur Wilson in the BBC situation comedy Dad's Army between 1968 and 1977. He debuted on stage in 1934, and became one of television's pioneering actors when he appeared in The Marvellous History of St Bernard in 1938. From there, Le Mesurier had a prolific film career and appeared in over 120 films across a range of genres, normally in smaller supporting parts in comedies; his roles often portrayed figures of authority such as army officers, policemen and judges. He took a relaxed approach to acting and described himself as a \"jobbing actor\", a term he used for the title of his autobiography. On one of the few occasions he played the lead role in his career, he received a British Academy of Film and Television Arts \"Best Television Actor\" award for his performance in the Dennis Potter television play Traitor. He later said that the parts he played were those of \"a decent chap all at sea in a chaotic world not of his own making\". After his death, critics reflected that for an actor who normally took minor roles, the viewing public were \"enormously fond of him\".",
    "url": "https://en.wikipedia.org/wiki/John_Le_Mesurier"
  },
  "word": {
    "id": "cognate",
    "word": "cognate",
    "url": "https://www.merriam-webster.com/dictionary/cognate",
    "partOfSpeech": "adjective",
    "pronunciation": "KAHG-nayt",
    "audioPath": "audio/words/cognate.mp3",
    "definitions": [
      "of the same or similar nature",
      "related; especially : related by descent from the same ancestral language"
    ],
    "examples": [
      "Sean is a professor of astronomy whose background includes extensive work in the cognate fields of mathematics and physics."
    ],
    "origin": "The story of \"cognate\" is all relative: that is, it's all about relatives. Cognate words share an ancestor, like \"allude\" and \"prelude\" (which both trace to the Latin root \"ludere\") and the English \"brother\" and the German \"Bruder\" (which are both related to the Greek \"phrater\"). Cognate languages, like French, Spanish, and Italian, descend from the same ancestral language. People related through a common ancestor are cognate, and groups of people, such as tribes, can be cognate to one another. \"Cognate\" also describes things related in a more figurative way, as in \"cognate developments,\" \"cognate disciplines,\" or \"cognate problems.\" \"Cognate\" itself comes from the Latin \"cognatus\" which traces to Latin \"nasci\" meaning \"to be born.\" Some words cognate to \"cognate\" include \"innate,\" \"nascent,\" \"native,\" and \"Renaissance.\""
  }
}
