{
  "artist": {
    "id": "giovanni-benedetto-castiglione",
    "name": "Giovanni Benedetto Castiglione",
    "dates": "Mar 23, 1609 - May 5, 1664",
    "mainImg": "img/art/artists/giovanni-benedetto-castiglione.jpg",
    "artworkImgs": [
      {
        "name": "Circe changing the companions of Ulysses into beasts",
        "path": "img/art/artworks/giovanni-benedetto-castiglione-a1.jpg",
        "source": "https://artsandculture.google.com/asset/circe-changing-the-companions-of-ulysses-into-beasts-giovanni-benedetto-castiglione-il-grechetto/PgHLVe1YMMCNWw"
      },
      {
        "name": "Circe changing the companions of Ulysses into beasts",
        "path": "img/art/artworks/giovanni-benedetto-castiglione-a2.jpg",
        "source": "https://artsandculture.google.com/asset/circe-changing-the-companions-of-ulysses-into-beasts-giovanni-benedetto-castiglione-il-grechetto/ZwE_ln6ZEwJ7kg"
      },
      {
        "name": "The Creation of Adam",
        "path": "img/art/artworks/giovanni-benedetto-castiglione-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-creation-of-adam-giovanni-benedetto-castiglione-italian-1609–1664/7QGtkb7yMwN6vg"
      },
      {
        "name": "Diogenes zoekt een mens",
        "path": "img/art/artworks/giovanni-benedetto-castiglione-a4.jpg",
        "source": "https://artsandculture.google.com/asset/diogenes-zoekt-een-mens-giovanni-benedetto-castiglione/DAH3DmvV83cJ1A"
      },
      {
        "name": "Melancholia",
        "path": "img/art/artworks/giovanni-benedetto-castiglione-a5.jpg",
        "source": "https://artsandculture.google.com/asset/melancholia/pQEKtOff-7ncFA"
      },
      {
        "name": "The Genius of Castiglione",
        "path": "img/art/artworks/giovanni-benedetto-castiglione-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-genius-of-castiglione-giovanni-benedetto-castiglione/jwE6NSpnrbbW2Q"
      }
    ],
    "summary": [
      "Giovanni Benedetto Castiglione was an Italian Baroque painter, printmaker and draftsman, of the Genoese school. He is best known now for his etchings, and as the inventor of the printmaking technique of monotyping. He was known as Il Grechetto in Italy and in France as Le Benédette."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Etching", "Oil paint", "Laid paper", "Drawing", "Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giovanni_Benedetto_Castiglione",
    "urlGoogle": "https://artsandculture.google.com/entity/giovanni-benedetto-castiglione/m077d8t"
  },
  "event": {
    "id": "woodstock",
    "name": "Woodstock",
    "dates": "Aug 15, 1969 - Aug 18, 1969",
    "mainImg": "img/events/woodstock.jpg",
    "summary": [
      "Woodstock was a music festival held August 15–18, 1969, on Max Yasgur's dairy farm in Bethel, New York, 40 miles southwest of Woodstock. Billed as \"an Aquarian Exposition: 3 Days of Peace & Music\" and alternatively referred to as the Woodstock Rock Festival, it attracted an audience of more than 400,000. Thirty-two acts performed outdoors despite sporadic rain.",
      "The festival has become widely regarded as a pivotal moment in popular music history as well as a defining event for the counterculture generation. The event's significance was reinforced by a 1970 documentary film, an accompanying soundtrack album, and a song written by Joni Mitchell that became a major hit for both Crosby, Stills, Nash & Young and Matthews Southern Comfort. Music events bearing the Woodstock name have been planned for anniversaries including the tenth, twentieth, twenty-fifth, thirtieth, fortieth, and fiftieth. In 2004 Rolling Stone magazine listed it as number 19 of the 50 Moments That Changed the History of Rock and Roll. In 2017 the festival site became listed on the National Register of Historic Places."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Woodstock",
    "urlGoogle": "https://artsandculture.google.com/entity/woodstock/m085kv"
  },
  "funFacts": [
    { "id": "157", "fact": "The first TV soap opera debuted in 1946.", "category": ["Firsts"] },
    {
      "id": "192",
      "fact": "Jupiter spins so fast that there is a new sunrise nearly every 10 hours.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [{ "id": "504660", "fact": "Fish cough." }],
  "idiom": {
    "id": "box-the-compass",
    "term": "box the compass",
    "definition": "Make a complete turnabout or reversal, as in *With a change of ownership, the editorial page boxed the compass politically, now supporting the Senator.* Originally this was (and continues to be) a nautical term, meaning \"repeat the 32 points of the compass in order.\" In the early 1800s it began to be used figuratively."
  },
  "person": {
    "id": "franklin-d-roosevelt",
    "name": "Franklin D. Roosevelt",
    "dates": "Jan 30, 1882 - Apr 12, 1945",
    "mainImg": "img/people/franklin-d-roosevelt.jpg",
    "summary": [
      "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is usually rated by scholars among the nation's greatest presidents, after George Washington and Abraham Lincoln, but has also been subject to substantial criticism."
    ],
    "quote": "“Put two or three men in positions of conflicting authority. This will force them to work at loggerheads, allowing you to be the ultimate arbiter.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Franklin_D._Roosevelt",
    "urlGoogle": "https://artsandculture.google.com/entity/franklin-d-roosevelt/m02yy8"
  },
  "place": {
    "id": "fes",
    "name": "Fes",
    "mainImg": "img/places/fes.jpg",
    "summary": [
      "Fez or Fes is a city in northern inland Morocco and the capital of the Fès-Meknès administrative region. It is the second largest city in Morocco after Casablanca, with a population of 1.7 million. Located to the northeast of Atlas Mountains, Fez is situated at the crossroad of the important cities of all regions; 206 km from Tangier to the northwest, 246 km from Casablanca, 189 km from Rabat to the west, and 387 km from Marrakesh to the southwest which leads to the Trans-Saharan trade route. It is surrounded by the high grounds, and the old city is penetrated by the River of Fez flowing from the west to east.",
      "Fez was founded under the Idrisid rule during the 8th-9th centuries C.E. It consisted of two autonomous and competing settlements. The migration of 2000 Arab families in the early 9th century gave the nascent city its Arabic character. After the downfall of the Idrisid dynasty, several empires came and went until the 11th century when the Almoravid Sultan Yusuf ibn Tashfin united the two settlements and rebuilt the city, which became today's Fes el Bali quarter. Under the Almoravid rule, the city gained a reputation for the religious scholarship and the mercantile activity."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fez,_Morocco",
    "urlGoogle": "https://artsandculture.google.com/entity/fes/m01vcxq"
  },
  "quote": {
    "id": "48",
    "quote": "Work hard, be kind, and amazing things will happen.",
    "author": "Conan O'Brien"
  },
  "wiki": {
    "id": "apollo-8",
    "name": "Apollo 8",
    "summary": "Apollo 8 was the second manned mission of the Apollo space program. Commander Frank Borman, Command Module Pilot James Lovell and Lunar Module Pilot William Anders became the first humans to travel beyond Earth orbit and into an orbit around the Moon. It was also the first manned launch of the Saturn V rocket. NASA prepared for the mission in only four months. The hardware involved had only been used a few times—the Saturn V had only launched twice before, and the Apollo spacecraft had only just finished its first manned mission, Apollo 7. However the success of the mission paved the way for the successful completion of John F. Kennedy's goal of landing on the Moon before the end of the decade. After launching on December 21, 1968, the crew took three days to travel to the Moon, which they orbited for twenty hours. While in lunar orbit they made a Christmas Eve television broadcast that is thought to be one of the most watched of all time.",
    "url": "https://en.wikipedia.org/wiki/Apollo_8"
  },
  "word": {
    "id": "obstreperous",
    "word": "obstreperous",
    "url": "https://www.merriam-webster.com/dictionary/obstreperous",
    "partOfSpeech": "adjective",
    "pronunciation": "ub-STREP-uh-rus",
    "audioPath": "audio/words/obstreperous.mp3",
    "definitions": [
      "marked by unruly or aggressive noisiness : clamorous",
      "stubbornly resistant to control : unruly"
    ],
    "examples": [
      "On her first day of substitute teaching, Joanna expected to encounter a classroom of obstreperous teenagers, but the students were mostly well behaved."
    ],
    "origin": "The handy Latin prefix \"ob-,\" meaning \"in the way,\" \"against,\" or \"toward,\" occurs in many Latin and English words. \"Obstreperous\" comes from \"ob-\" plus \"strepere,\" a verb meaning \"to make a noise,\" so someone who is obstreperous is literally making noise to rebel against something, much like a protesting crowd or an unruly child. The word has been used in English since around the beginning of the 17th century. \"Strepere\" has not played a role in the formation of any other notable English words, but \"ob-\" words abound; these include \"obese,\" \"obnoxious,\" \"occasion,\" \"offend,\" \"omit,\" \"oppress,\" and \"oust.\""
  }
}
