{
  "artist": {
    "id": "jacopo-sansovino",
    "name": "Jacopo Sansovino",
    "dates": "Jul 2, 1486 - Nov 27, 1570",
    "mainImg": "img/art/artists/jacopo-sansovino.jpg",
    "artworkImgs": [
      {
        "name": "Door Knocker with Nereid, Triton, and Putti",
        "path": "img/art/artworks/jacopo-sansovino-a1.jpg",
        "source": "https://artsandculture.google.com/asset/door-knocker-with-nereid-triton-and-putti-jacopo-sansovino/iQFGu9RFJbXALw"
      },
      {
        "name": "Madonna and Child",
        "path": "img/art/artworks/jacopo-sansovino-a2.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-jacopo-sansovino/4gHbD0v3LiMCyg"
      },
      {
        "name": "Portrait of Collector",
        "path": "img/art/artworks/jacopo-sansovino-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-collector-jacopo-robusti-called-tintoretto/ZQEeoIHZxRguqw"
      },
      {
        "name": "Madonna and Child with Saints (“Sacra Conversazione”)",
        "path": "img/art/artworks/jacopo-sansovino-a4.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-with-saints-“sacra-conversazione”-jacopo-tatti-called-sansovino/ZgEL-WRTx57ZxQ"
      },
      {
        "name": "Virgin and Child",
        "path": "img/art/artworks/jacopo-sansovino-a5.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-jacopo-sansovino/lgHuUErIVpWEGg"
      },
      {
        "name": "Madonna and Child with St. John",
        "path": "img/art/artworks/jacopo-sansovino-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-with-st-john-jacopo-sansovino-jacopo-tatti/jwG7dSOJeIvVKw"
      }
    ],
    "summary": [
      "Jacopo d'Antonio Sansovino was an Italian sculptor and architect, best known for his works around the Piazza San Marco in Venice. These are crucial works in the history of Venetian Renaissance architecture. Andrea Palladio, in the Preface to his Quattro Libri was of the opinion that Sansovino's Biblioteca Marciana was the best building erected since Antiquity. Giorgio Vasari uniquely printed his Vita of Sansovino separately."
    ],
    "quote": null,
    "movements": ["Renaissance", "Italian Renaissance", "Mannerism", "Venetian painting"],
    "mediums": ["Metal", "Bronze", "Copper", "Sculpture", "Wax", "Terracotta"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jacopo_Sansovino",
    "urlGoogle": "https://artsandculture.google.com/entity/jacopo-sansovino/m01_005"
  },
  "event": {
    "id": "bangladesh-liberation-war",
    "name": "Bangladesh Liberation War",
    "dates": null,
    "mainImg": "img/events/bangladesh-liberation-war.jpg",
    "summary": [
      "The Bangladesh Liberation War, also known as the Bangladesh War of Independence, or simply the Liberation War in Bangladesh, was a revolution and armed conflict sparked by the rise of the Bengali nationalist and self-determination movement in what was then East Pakistan during the 1971 Bangladesh genocide. It resulted in the independence of the People's Republic of Bangladesh. The war began after the Pakistani military junta based in West Pakistan launched Operation Searchlight against the people of East Pakistan on the night of 25 March 1971. It pursued the systematic elimination of nationalist Bengali civilians, students, intelligentsia, religious minorities and armed personnel. The junta annulled the results of the 1970 elections and arrested Prime minister-designate Sheikh Mujibur Rahman. The war ended on 16 December 1971 after West Pakistan surrendered.",
      "Rural and urban areas across East Pakistan saw extensive military operations and air strikes to suppress the tide of civil disobedience that formed following the 1970 election stalemate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bangladesh_Liberation_War",
    "urlGoogle": "https://artsandculture.google.com/entity/bangladesh-liberation-war/m031q1_"
  },
  "funFacts": [
    {
      "id": "986",
      "fact": "In Switzerland, it is illegal to own only one guinea pig because they are prone to loneliness.",
      "category": ["Animals"]
    },
    {
      "id": "980",
      "fact": "When grazing or resting, cows tend to align their bodies with the magnetic north and south poles.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "506869",
      "fact": "The MOBA, or the Museum of Bad Art in Somerville, Massachusetts, is pretty much exactly what it sounds like— a collection of really bad art."
    }
  ],
  "idiom": {
    "id": "darken-someones-door",
    "term": "darken someone's door",
    "definition": "Come unwanted to someone's home, as in *I told him to get out and never darken my door again.* The verb *darken* here refers to casting one's shadow across the *threshold,* a word that occasionally was substituted for *door.* As an imperative, the expression is associated with Victorian melodrama, where someone (usually a young woman or man) is thrown out of the parental home for some misdeed, but it is actually much older. Benjamin Franklin used it in *The Busybody* (1729): \"I am afraid she would resent it so as never to darken my doors again.\""
  },
  "person": {
    "id": "george-washington-stephens-jr",
    "name": "George Washington Stephens Jr.",
    "dates": "Aug 3, 1866 - Feb 6, 1942",
    "mainImg": "img/people/george-washington-stephens-jr.jpg",
    "summary": [
      "George Washington Stephens was a Canadian politician.",
      "Born in Montreal, the son of George Washington Stephens and Elizabeth McIntosh, Stephens was educated at Montreal High School, McGill University, the University of Geneva, University of Marburg, and the Leibniz University Hannover. He worked with the firm of Steidtman & Company; J. and H. Taylor; and Thomas Robertson & Company, Limited. He was an administrator of his father's estate starting in 1902. He was president of the Canadian Rubber Company of Montreal and vice-president of the Canadian Consolidated Rubber Company Limited.",
      "He was elected as the Liberal candidate by acclamation to the Legislative Assembly of Quebec for the electoral district of Montréal division no. 4 in a 1905 by-election. He did not run in the 1908 election. From 1907 to 1912, he was president of the Montreal Harbor Commission.",
      "In 1898, he joined the Montreal Third Field Battery. He was promoted to major in 1902 and retired with the rank of Lieutenant-Colonel.",
      "In 1923, he was appointed to the League of Nations. He was appointed a member of the Governing Commission of the Saar in 1923 and was its president from 1924 to 1926."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/George_Washington_Stephens_Jr.",
    "urlGoogle": "https://artsandculture.google.com/entity/george-washington-stephens-jr/m03gw0ly"
  },
  "place": {
    "id": "legnica",
    "name": "Legnica",
    "mainImg": "img/places/legnica.jpg",
    "summary": [
      "Legnica is a city in southwestern Poland, in the central part of Lower Silesia, on the Kaczawa River and the Czarna Woda. Between 1 June 1975 and 31 December 1998 Legnica was the capital of the Legnica Voivodeship. It is currently the seat of the county and since 1992 the city has been the seat of a Diocese. As of 2018, Legnica had a population of 99,752 inhabitants.",
      "The city was first referenced in chronicles dating from the year 1004, although previous settlements could be traced back to the 7th century. The name \"Legnica\" was mentioned in 1149 under High Duke of Poland Bolesław IV the Curly. Legnica was most likely the seat of Bolesław and it became the residence of the High Dukes that ruled the Duchy of Legnica from 1248 until 1675. Legnica is a city over which the Piast dynasty reigned the longest, for about 700 years, from the time of ruler Mieszko I of Poland after the creation of the Polish state in the 10th century, until 1675 and the death of the last Piast duke George William. Legnica is one of the historical burial sites of Polish monarchs and consorts."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Legnica",
    "urlGoogle": "https://artsandculture.google.com/entity/legnica/m04lt0"
  },
  "quote": {
    "id": "70",
    "quote": "When you talk, you are only repeating what you already know. But if you listen, you may learn something new.",
    "author": "Dalai Lama"
  },
  "wiki": {
    "id": "antioxidant",
    "name": "Antioxidant",
    "summary": "Antioxidants are molecules that slow or prevent the oxidation of other chemicals. Oxidation is a redox chemical reaction that transfers electrons from a substance to an oxidizing agent. Oxidation reactions can involve the production of free radicals, which can form dangerous chain reactions. Antioxidants can terminate these chain reactions by removing radical intermediates and inhibiting other oxidation reactions by being oxidized themselves. As a result, antioxidants are often reducing agents such as thiols or phenols. Although oxidation reactions are critical for life, they can also be damaging; hence, plants and animals maintain complex systems of multiple types of antioxidants, such as glutathione, vitamin C, and vitamin E as well as enzymes such as catalase, superoxide dismutase and various peroxidases. Low levels of antioxidant molecules or inhibition of these antioxidant enzymes causes oxidative stress and may damage or kill cells. As oxidative stress has been implicated in the pathogenesis of many human diseases, the use of antioxidants in pharmacology is intensively studied, particularly as a treatment for stroke and neurodegenerative diseases.",
    "url": "https://en.wikipedia.org/wiki/Antioxidant"
  },
  "word": {
    "id": "sciolism",
    "word": "sciolism",
    "url": "https://www.merriam-webster.com/dictionary/sciolism",
    "partOfSpeech": "noun",
    "pronunciation": "SYE-uh-liz-um",
    "audioPath": "audio/words/sciolism.mp3",
    "definitions": ["a superficial show of learning"],
    "examples": [
      "Some critics of state-mandated testing say it is an exercise in sciolism that doesn’t really demonstrate a student’s grasp of the material studied."
    ],
    "origin": "\"Sciolism\" comes from the Late Latin \"sciolus,\" which means \"smatterer\" (or \"one who speaks with spotty or superficial knowledge\"). \"Sciolus\" comes from the diminutive of Latin \"scius,\" meaning \"knowing,\" which itself comes from the verb \"scire,\" meaning \"to know.\" Of course, if you know something about Latin roots, you know that \"scire\" is the source of many other English words, including \"science,\" \"prescience\" (\"foreknowledge\"), \"nescience\" (\"lack of knowledge\"), and \"conscience.\""
  }
}
