{
  "artist": {
    "id": "jean-etienne-liotard",
    "name": "Jean-Étienne Liotard",
    "dates": "Dec 22, 1702 - Jun 12, 1789",
    "mainImg": "img/art/artists/jean-etienne-liotard.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Maria Frederike van Reede-Athlone at Seven Years of Age",
        "path": "img/art/artworks/jean-etienne-liotard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-maria-frederike-van-reede-athlone-at-seven-years-of-age-jean-étienne-liotard/2wHMXlwUz7puKA"
      },
      {
        "name": "Portret van Marie Jos¬phe van Saksen (1731-67), dauphine van Frankrijk",
        "path": "img/art/artworks/jean-etienne-liotard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-marie-jos¬phe-van-saksen-1731-67-dauphine-van-frankrijk-jean-etienne-liotard/sQGS7AmbYhABeg"
      },
      {
        "name": "A Woman in Turkish Dress",
        "path": "img/art/artworks/jean-etienne-liotard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-woman-in-turkish-dress-jean-étienne-liotard/VwFN4ePQflg46A"
      },
      {
        "name": "A Frankish Woman and Her Servant",
        "path": "img/art/artworks/jean-etienne-liotard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/a-frankish-woman-and-her-servant-jean-etienne-liotard/NgGm3vmGzGH5xw"
      },
      {
        "name": "Portret van Graaf Francesco Algarotti",
        "path": "img/art/artworks/jean-etienne-liotard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-graaf-francesco-algarotti-jean-etienne-liotard/DwF97BT1cMoZ9w"
      },
      {
        "name": "Princess Caroline Louise of Hesse-Darmstadt",
        "path": "img/art/artworks/jean-etienne-liotard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/princess-caroline-louise-of-hesse-darmstadt-jean-étienne-liotard/VwEdap0JXfaypQ"
      }
    ],
    "summary": [
      "Jean-Étienne Liotard was a Swiss painter, art connoisseur and dealer. He is best known for his portraits in pastel, and for the works from his trip to Turkey. A Huguenot of French origin and citizen of the Republic of Geneva, he was born and died in Geneva, but spent most of his career in stays in the capitals of Europe, where his portraits were much in demand. He worked in Rome, Istanbul, Paris, Vienna, London and other cities."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Etching", "Engraving", "Textile", "Drawing", "Oil paint", "Vellum"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean-%C3%89tienne_Liotard",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-étienne-liotard/m07t4v8"
  },
  "event": {
    "id": "second-hundred-years-war",
    "name": "Second Hundred Years' War",
    "dates": "1689 - 1815",
    "mainImg": "img/events/second-hundred-years-war.jpg",
    "summary": [
      "The Second Hundred Years' War is a periodization or historical era term used by some historians to describe the series of military conflicts between Great Britain and France that occurred from about 1689 to 1815.",
      "The Second Hundred Years' War is named after the Hundred Years War, when the rivalry between England and France began in the 14th century. The term appears to have been coined by J. R. Seeley in his influential work The Expansion of England: Two Courses of Lectures."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Second_Hundred_Years%27_War",
    "urlGoogle": "https://artsandculture.google.com/entity/second-hundred-years-war/m02rgdp0"
  },
  "funFacts": [
    {
      "id": "340",
      "fact": "There is an underground mushroom in Oregon that measures 3.5 miles across.",
      "category": ["Plants", "Geography"]
    },
    {
      "id": "664",
      "fact": "It is against the law to put pretzels in bags in Philadelphia.",
      "category": ["Food", "Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "554020",
      "fact": "A stork shot by a hunter in Germany in 1822 was found with a Central African spear piercing its throat, providing scientists with the first evidence for long-distance bird migration."
    }
  ],
  "idiom": {
    "id": "cock-a-snook",
    "term": "cock a snook",
    "definition": "Thumb one's nose, as in *As soon as the teacher turned her back, the boys cocked a snook at her.* This expression was first recorded in 1791 and the precise source of *snook,* here used in the sense of \"a derisive gesture,\" has been lost. It is more widely used in Britain but is not unknown in America."
  },
  "person": {
    "id": "zoe-lofgren",
    "name": "Zoe Lofgren",
    "dates": "Born Dec 21, 1947",
    "mainImg": "img/people/zoe-lofgren.jpg",
    "summary": [
      "Susan Ellen \"Zoe\" Lofgren is an American politician serving as a U.S. Representative from California. A member of the Democratic Party, Lofgren is in her 13th term as a congresswoman, having been first elected in 1994.",
      "She was the 16th district's first female U.S. Representative, prior to a portion of the district being redistricted into the 19th congressional district. The district covers much of Santa Clara County, including the cities of Gilroy, Morgan Hill, and most of San Jose. Lofgren has long served on the House Judiciary Committee and in the 116th Congress she is Chair of the House Administration Committee."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Zoe_Lofgren",
    "urlGoogle": "https://artsandculture.google.com/entity/zoe-lofgren/m024t94"
  },
  "place": {
    "id": "zimbabwe",
    "name": "Zimbabwe",
    "mainImg": "img/places/zimbabwe.jpg",
    "summary": [
      "Zimbabwe, officially the Republic of Zimbabwe, formerly Rhodesia, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa, Botswana, Zambia and Mozambique. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official languages, with English, Shona, and Ndebele the most common.",
      "Since the 11th century, present-day Zimbabwe has been the site of several organised states and kingdoms as well as a major route for migration and trade. The British South Africa Company of Cecil Rhodes first demarcated the present territory during the 1890s; it became the self-governing British colony of Southern Rhodesia in 1923. In 1965, the conservative white minority government unilaterally declared independence as Rhodesia. The state endured international isolation and a 15-year guerrilla war with black nationalist forces; this culminated in a peace agreement that established universal enfranchisement and de jure sovereignty as Zimbabwe in April 1980."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Zimbabwe",
    "urlGoogle": "https://artsandculture.google.com/entity/zimbabwe/m088q4"
  },
  "quote": {
    "id": "107",
    "quote": "Looking at life from a different perspective makes you realise that it’s not the deer that is crossing the road, rather it’s the road that is crossing the forest.",
    "author": "Muhammad Ali"
  },
  "wiki": {
    "id": "olga-constantinovna-of-russia",
    "name": "Olga Constantinovna of Russia",
    "summary": "Olga Constantinovna of Russia (1851–1926) was Queen of the Hellenes as the wife of King George I of Greece. A member of the Romanov dynasty, she married George in 1867 aged 16. At first, she felt ill at ease in the Kingdom of Greece, but she quickly became involved in social and charitable work, although her attempt to promote a new, more accessible, Greek translation of the Gospels sparked riots by religious conservatives. On the assassination of her husband in 1913, Olga returned to Russia. When the First World War broke out, she set up a military hospital in Pavlovsk Palace. She was trapped there after the Russian Revolution of 1917, until the intervention of the Danish embassy allowed her to escape to Switzerland. Olga could not return to Greece as her son, King Constantine I, had been deposed. In October 1920, she returned to Athens on the fatal illness of her grandson, King Alexander. After his death, she was appointed regent until the restoration of Constantine I the following month. The Greek royal family were again exiled after defeat in the Greco-Turkish War (1919–22) and Olga spent the last years of her life in the United Kingdom, France and Italy.",
    "url": "https://en.wikipedia.org/wiki/Olga_Constantinovna_of_Russia"
  },
  "word": {
    "id": "indurate",
    "word": "indurate",
    "url": "https://www.merriam-webster.com/dictionary/indurate",
    "partOfSpeech": "adjective",
    "pronunciation": "IN-duh-rut",
    "audioPath": "audio/words/indurate.mp3",
    "definitions": ["physically or morally hardened"],
    "examples": [
      "The sculpture was so realistic that it seemed that at any moment the indurate marble form would shift position to stare back at the viewer."
    ],
    "origin": "\"Indurate\" is a hard word -- in more than one way. Not only is it fairly uncommon in modern usage, but it also can be traced back to Latin \"durare,\" meaning \"to harden.\" (\"Durare\" can mean \"to endure\" as well, and appropriately \"indurate\" is a word that has lasted many years -- it has been a part of the English language since the 14th century.) \"Durare\" is also the root of other durable English words, including \"during,\" \"endure,\" \"duration,\" \"durance\" (an archaic word meaning \"endurance\"), and even \"durable\" itself. In addition, \"indurate\" can be a verb meaning \"to make or grow hard,\" \"to make unfeeling, stubborn, or obdurate,\" and \"to establish firmly.\""
  }
}
