{
  "artist": {
    "id": "boy-george",
    "name": "Boy George",
    "dates": "Born Jun 14, 1961",
    "mainImg": "img/art/artists/boy-george.jpg",
    "artworkImgs": [
      {
        "name": "Hugger | Eyes on Romania | GDT edition 04",
        "path": "img/art/artworks/boy-george-a1.jpg",
        "source": "https://artsandculture.google.com/asset/hugger-eyes-on-romania-gdt-edition-04-george-rosu/9QEdHvU1544Uog"
      },
      {
        "name": "Fishermen’s Village in Norway",
        "path": "img/art/artworks/boy-george-a2.jpg",
        "source": "https://artsandculture.google.com/asset/fishermen’s-village-in-norway-george-bobritzky/aQGfO9vcgqiqaw"
      },
      {
        "name": "Icelandic Coast",
        "path": "img/art/artworks/boy-george-a3.jpg",
        "source": "https://artsandculture.google.com/asset/icelandic-coast-george-bobritzky/5QFeh37v0r-60g"
      },
      {
        "name": "Woods, Maine",
        "path": "img/art/artworks/boy-george-a4.jpg",
        "source": "https://artsandculture.google.com/asset/woods-maine-george-bobritzky/YwG4XCPGRlUtmQ"
      },
      {
        "name": "Self-portrait",
        "path": "img/art/artworks/boy-george-a5.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-george-bobritzky/dAFttftViwC75w"
      },
      {
        "name": "Trade card: George Thompson & Son, Thorner Cotton Mill, near Leeds",
        "path": "img/art/artworks/boy-george-a6.jpg",
        "source": "https://artsandculture.google.com/asset/trade-card-george-thompson-son-thorner-cotton-mill-near-leeds-george-thompson-son-specifier/MgFi5PABW1TcAA"
      }
    ],
    "summary": [
      "Boy George is an English singer, songwriter, DJ and fashion designer. He is the lead singer of the pop band Culture Club. At the height of the band's fame, during the 1980s, they recorded global hit songs such as \"Karma Chameleon\", \"Do You Really Want to Hurt Me\" and \"Time\". George is known for his soulful voice and his androgynous appearance. He was part of the English New Romantic movement which emerged in the late 1970s to the early 1980s.",
      "His music is often classified as blue-eyed soul, which is influenced by rhythm and blues and reggae. He was lead singer of Jesus Loves You during the period 1989–1992. His 1990s and 2000s-era solo music has glam influences, such as David Bowie and Iggy Pop. More recently, he has released fewer music recordings, splitting his time between songwriting, DJing, writing books, designing clothes and photography. In 2015, Boy George received an Ivor Novello Award from the British Academy of Songwriters, Composers and Authors for Outstanding Services to British Music."
    ],
    "quote": "“What's really sad is that a lot of very talented people are being forced to do things that are very embarrassing and I don't intend to be one of them.”",
    "movements": [],
    "mediums": ["Acrylic paint", "Drawing", "Graphite", "Cardboard", "Ink", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Boy_George",
    "urlGoogle": "https://artsandculture.google.com/entity/boy-george/m0d0lvv"
  },
  "event": {
    "id": "battle-of-chipyong-ni",
    "name": "Battle of Chipyong-ni",
    "dates": "Feb 13, 1951 - Feb 15, 1951",
    "mainImg": "img/events/battle-of-chipyong-ni.jpg",
    "summary": [
      "The Battle of Chipyong-ni, also known as the Battle of Dipingli, was a decisive battle of the Korean War, that took place from 13–15 February 1951 between US and French units of the US 23rd Infantry Regiment and various units of the Chinese People's Volunteer Army around the village of Chipyong-ni. The result was a United Nations Command victory. The battle, along with the Third Battle of Wonju, has been called \"the Gettysburg of the Korean War,\" and represents the \"high-water mark\" of the Chinese invasion of South Korea. Due to the ferocity of the Chinese attack and the heroism of the defenders, the battle has also been called \"one of the greatest regimental defense actions in military history.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Chipyong-ni",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-chipyong-ni/m09gmwdb"
  },
  "funFacts": [
    {
      "id": "872",
      "fact": "President William Taft weighed over 300 lbs and once got stuck in the white house bathtub.",
      "category": ["History"]
    },
    {
      "id": "435",
      "fact": "Bloodhounds can track a man by smell for up to 100 miles.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "504559", "fact": "The second largest country by area is Canada, after Russia." }
  ],
  "idiom": {
    "id": "both-feet-on-the-ground",
    "term": "both feet on the ground",
    "definition": "A sensible, realistic, or practical outlook. For example, *You can count on Tom not to get cheated in that deal; he has both feet on the ground,* or *Jean is a dreamer; but her husband is a man with both feet on the ground.* [Mid-1900s]"
  },
  "person": {
    "id": "frederick-william-iii-of-prussia",
    "name": "Frederick William III of Prussia",
    "dates": "Aug 3, 1770 - Jun 7, 1840",
    "mainImg": "img/people/frederick-william-iii-of-prussia.jpg",
    "summary": [
      "Frederick William III was king of Prussia from 1797 to 1840. He ruled Prussia during the difficult times of the Napoleonic Wars. Steering a careful course between France and her enemies, after a major military defeat in 1806, he was humiliated by Napoleon, and Prussia was stripped of recent gains and forced to pay huge financial penalties. The king reluctantly joined the coalition against Napoleon in the Befreiungskriege. Following Napoleon's defeat, he took part in the Congress of Vienna, which assembled to settle the political questions arising from the new, post-Napoleonic order in Europe. His major interests were internal, the reform of Prussia's Protestant churches. He was determined to unify the Protestant churches, to homogenize their liturgy, their organization, and even their architecture. The long-term goal was to have fully centralized royal control of all the Protestant churches in the Prussian Union of Churches. The king was said to be extremely shy and indecisive. His wife Queen Louise was his most important political advisor. She led a very powerful group that included Baron vom Stein, Prince von Hardenberg, von Scharnhorst, and Count Gneisenau."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Frederick_William_III_of_Prussia",
    "urlGoogle": "https://artsandculture.google.com/entity/frederick-william-iii-of-prussia/m01g5_w"
  },
  "place": {
    "id": "guinea",
    "name": "Guinea",
    "mainImg": "img/places/guinea.jpg",
    "summary": [
      "Guinea, officially the Republic of Guinea, is a west-coastal country in West Africa. Formerly known as French Guinea, the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres.",
      "The sovereign state of Guinea is a republic with a president who is directly elected by the people; this position is both head of state and head of government. The unicameral Guinean National Assembly is the legislative body of the country, and its members are also directly elected by the people. The judicial branch is led by the Guinea Supreme Court, the highest and final court of appeal in the country.",
      "Guinea is a predominantly Islamic country, with Muslims representing 85 percent of the population. Guinea's people belong to twenty-four ethnic groups. French, the official language of Guinea, is the main language of communication in schools, in government administration, and the media, but more than twenty-four indigenous languages are also spoken."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Guinea",
    "urlGoogle": "https://artsandculture.google.com/entity/guinea/m03676"
  },
  "quote": {
    "id": "43",
    "quote": "Never regret anything that made you smile.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "papal-tiara",
    "name": "Papal Tiara",
    "summary": "The Papal Tiara is the three-tiered jeweled papal crown of Byzantine and Persian origin that is the symbol of the papacy. Papal Tiaras were worn by all popes from Pope Clement V up to Pope Paul VI, who was the last to be crowned with the tiara, in 1963. Though Pope Paul VI abandoned the use of his own tiara during the Second Vatican Council, symbolically laying it on the altar of St. Peter's Basilica, he did not abolish the tiara's use, explicitly requiring in his 1975 Apostolic Constitution Romano Pontifici Eligendo that his successor be crowned. Though not currently used as part of papal regalia, the papal tiara's continuing symbolism is reflected in its use on the flag and coats of arms of the Holy See and the Vatican City. In a controversial break with tradition, current pope Benedict XVI's personal coat of arms does not show a tiara in the ornaments; it was replaced by the papal mitre, though the mitre does contain three levels reminiscent of the three tiers on the papal tiara.",
    "url": "https://en.wikipedia.org/wiki/Papal_Tiara"
  },
  "word": {
    "id": "upbraid",
    "word": "upbraid",
    "url": "https://www.merriam-webster.com/dictionary/upbraid",
    "partOfSpeech": "verb",
    "pronunciation": "up-BRAYD",
    "audioPath": "audio/words/upbraid.mp3",
    "definitions": [
      "to criticize severely : find fault with",
      "to reproach severely : scold vehemently"
    ],
    "examples": [
      "The foreman was _upbraided_ for not strictly enforcing the company's worksite safety policies during his shifts.",
      "\"Later that autumn, when their first three-month lease was approaching its end, the Hawkings heard that another house in the lane was unoccupied. A helpful neighbor was able to contact the owner in Dorset and _upbraided_ her for having her house stand empty while a young couple could find no place to live.\" - From Kitty Ferguson's 2012 biography _Stephen Hawking: An Unfettered Mind_"
    ],
    "origin": "\"Upbraid,\" \"scold,\" and \"berate\" all mean to reproach angrily, but with slight differences in emphasis. \"Scold\" usually implies rebuking in irritation or ill temper, either justly or unjustly. \"Upbraid\" tends to suggest censuring on definite and usually justifiable grounds, while \"berate\" implies scolding that is prolonged and even abusive. If you’re looking for a more colorful term for telling someone off, try \"tongue-lash,\" \"bawl out,\" \"chew out,\" or \"wig\" - all of which are fairly close synonyms of \"berate.\" Among these synonyms, \"upbraid\" is the senior member in English, dating from the 12th century. \"Upbraid\" derives via Middle English from the Old English \"Ūpbregdan,\" believed to be formed from a prefix meaning \"up\" and the verb \"bregdan,\" meaning \"to snatch\" or \" to move suddenly.\""
  }
}
