{
  "artist": {
    "id": "sol-le-witt",
    "name": "Sol LeWitt",
    "dates": "Sep 9, 1928 - Apr 8, 2007",
    "mainImg": "img/art/artists/sol-le-witt.jpg",
    "artworkImgs": [
      {
        "name": "Wall Drawing",
        "path": "img/art/artworks/sol-le-witt-a1.jpg",
        "source": "https://artsandculture.google.com/asset/wall-drawing-sol-lewitt/vQE5aLIzF257kA"
      },
      {
        "name": "3 x 4 x 6",
        "path": "img/art/artworks/sol-le-witt-a2.jpg",
        "source": "https://artsandculture.google.com/asset/3-x-4-x-6-sol-lewitt-atribuído/mAGEpl6JJYEKJw"
      },
      {
        "name": "Wall Drawing #340",
        "path": "img/art/artworks/sol-le-witt-a3.jpg",
        "source": "https://artsandculture.google.com/asset/wall-drawing-340-sol-lewitt/1QGtoVGtnea_Jg"
      },
      {
        "name": "Wal Drawing #999",
        "path": "img/art/artworks/sol-le-witt-a4.jpg",
        "source": "https://artsandculture.google.com/asset/wal-drawing-999-sol-lewitt/YQETANakeA4m3Q"
      },
      {
        "name": "Distorted Cubes Bozuk Küpler",
        "path": "img/art/artworks/sol-le-witt-a5.jpg",
        "source": "https://artsandculture.google.com/asset/distorted-cubes-bozuk-küpler-sol-lewitt/qwGPe_hpyiQ1Yw"
      },
      {
        "name": "Eight-Pointed Stars",
        "path": "img/art/artworks/sol-le-witt-a6.jpg",
        "source": "https://artsandculture.google.com/asset/eight-pointed-stars-sol-lewitt/FwFOPCQKI19r1Q"
      }
    ],
    "summary": [
      "Solomon \"Sol\" LeWitt was an American artist linked to various movements, including Conceptual art and Minimalism.",
      "LeWitt came to fame in the late 1960s with his wall drawings and \"structures\" but was prolific in a wide range of media including drawing, printmaking, photography, painting, installation, and artist's books. He has been the subject of hundreds of solo exhibitions in museums and galleries around the world since 1965. The first biography of the artist, Sol LeWitt: A Life of Ideas, by Lary Bloom, was published by Wesleyan University Press in the spring of 2019."
    ],
    "quote": "“You belong in the most secret part of you. Don’t worry about cool, make your own uncool. Make your own, your own world. If you fear, make it work for you—draw and paint your fear and anxiety.”",
    "movements": [
      "Contemporary art",
      "Minimalism",
      "Conceptual art",
      "Modern art",
      "Abstract art",
      "Abstract expressionism"
    ],
    "mediums": ["Sculpture", "Vitreous enamel", "Metal", "Drawing", "Wood", "Acrylic paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sol_LeWitt",
    "urlGoogle": "https://artsandculture.google.com/entity/sol-lewitt/m03v9b1"
  },
  "event": {
    "id": "munich-massacre",
    "name": "Munich massacre",
    "dates": "Sep 5, 1972 - Sep 6, 1972",
    "mainImg": "img/events/munich-massacre.jpg",
    "summary": [
      "The Munich massacre was an attack during the 1972 Summer Olympics in Munich, West Germany, in which the Palestinian terrorist group Black September took eleven Israeli Olympic team members hostage and killed them along with a West German police officer.",
      "Shortly after the crisis began, a Black September spokesman demanded that 234 Palestinian prisoners jailed in Israel and the West German-held founders of the Red Army Faction, Andreas Baader and Ulrike Meinhof, be released. Black September called the operation \"Iqrit and Biram\", after two Palestinian Christian villages whose inhabitants were expelled by the Israel Defense Forces during the 1948 Arab-Israeli War. The Black September commander, Luttif Afif, was born to Jewish and Christian parents. His group was associated with secular nationalism, working for the rights of Palestinians in Israel. West German neo-Nazis gave the group logistical assistance.",
      "Police officers killed five of the eight Black September members during a failed attempt to rescue the hostages. A West German policeman was also killed in the crossfire. The other three Palestinian hijackers were captured."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Munich_massacre",
    "urlGoogle": "https://artsandculture.google.com/entity/munich-massacre/m058p6"
  },
  "funFacts": [
    {
      "id": "472",
      "fact": "A nautical mile is 800 feet longer than a land mile.",
      "category": ["Definitions"]
    },
    {
      "id": "481",
      "fact": "Over 50 percent of your body heat is lost through your head and neck.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "553733",
      "fact": "The boiling point for water at the top of Mt. Everest is 162°F, about 50 degrees below the boiling point at sea level."
    }
  ],
  "idiom": {
    "id": "take-umbrage",
    "term": "take umbrage",
    "definition": "Feel resentment, take offense, as in *Aunt Agatha is quick to take umbrage at any suggestion to do things differently.* This expression features one of the rare surviving uses of *umbrage,* which now means \"resentment\" but comes from the Latin *umbra,* for \"shade,\" and presumably alludes to the \"shadow\" of displeasure. [Late 1600s]"
  },
  "person": {
    "id": "edvard-benes",
    "name": "Edvard Beneš",
    "dates": "May 28, 1884 - Sep 3, 1948",
    "mainImg": "img/people/edvard-benes.jpg",
    "summary": [
      "Edvard Beneš, sometimes anglicised to Edward Benesh, was a Czech politician and statesman who was President of Czechoslovakia from 1935 to 1938 and again from 1945 to 1948. He also led the Czechoslovak government-in-exile 1939 to 1945, during World War II. As President, Beneš faced two major crises which both resulted in his resignation.",
      "His first resignation came after the Munich Agreement and subsequent German occupation of Czechoslovakia in 1938, which brought his government into exile in the United Kingdom. The second came about with the 1948 communist coup, which created a communist regime. Before his time as President, Beneš was also the first Minister of Foreign Affairs and the fourth Prime Minister of Czechoslovakia. A member of the Czechoslovak National Social Party, he was known as a skilled diplomat."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Edvard_Bene%C5%A1",
    "urlGoogle": "https://artsandculture.google.com/entity/edvard-beneš/m01l0gq"
  },
  "place": {
    "id": "istanbul",
    "name": "İstanbul",
    "mainImg": "img/places/istanbul.jpg",
    "summary": [
      "Istanbul, formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around fifteen million residents in its metropolitan area, Istanbul is one of the world's largest cities by population, ranking as the world's seventh-largest city proper and the largest city in Europe. The city is the administrative centre of the Istanbul Metropolitan Municipality.",
      "Founded under the name of Byzantion on the Sarayburnu promontory around 660 BCE, the city grew in size and influence, becoming one of the most important cities in history. After its reestablishment as Constantinople in 330 CE, it served as an imperial capital for almost sixteen centuries, during the Roman/Byzantine, Latin, Palaiologos Byzantine and Ottoman empires."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Istanbul",
    "urlGoogle": "https://artsandculture.google.com/entity/i̇stanbul/m09949m"
  },
  "wiki": {
    "id": "jogaila",
    "name": "Jogaila",
    "summary": "Jogaila was a Grand Duke of Lithuania and King of Poland. He ruled in Lithuania from 1377, at first with his uncle, Kęstutis. In 1386, he converted to Christianity, was baptized as Władysław, married the eleven-year-old Queen Jadwiga of Poland, and was crowned Polish king as Władysław Jagiełło. His reign in Poland lasted a further forty-eight years and laid the foundation for the centuries long Polish-Lithuanian union. He gave his name to the Jagiellon branch of the Gediminids dynasty which ruled both states until 1572, and became one of the most influential dynasties in medieval Europe. Jogaila was the last pagan ruler of medieval Lithuania. He held the title Didysis Kunigaikštis. As King of Poland, he pursued a policy of close alliances with Lithuania against the Teutonic Order. The allied victory at the Battle of Grunwald in 1410, followed by the First Peace of Toruń, secured the Polish and Lithuanian borders and marked the emergence of the Polish-Lithuanian alliance as a major European force. The reign of Władysław II Jagiełło extended Polish frontiers and is often considered the beginning of Poland's \"Golden Age\".",
    "url": "https://en.wikipedia.org/wiki/Jogaila"
  },
  "word": {
    "id": "syllabub",
    "word": "syllabub",
    "url": "https://www.merriam-webster.com/dictionary/syllabub",
    "partOfSpeech": "noun",
    "pronunciation": "SILL-uh-bub",
    "audioPath": "audio/words/syllabub.mp3",
    "definitions": [
      "milk or cream that is curdled with an acid beverage (as wine or cider) and often sweetened and served as a drink or topping or thickened with gelatin and served as a dessert"
    ],
    "examples": ["On special occasions, grandma would serve syllabub for dessert."],
    "origin": "Syllabub's a concoction whose name has had almost as many variations as there are versions of how to make it: \"solybubbe,\" \"sullabub,\" \"sullibib,\" \"sellibub,\" \"sallibube,\" \"sillie bube,\" \"sillybob\" -- even \"sillibucke\" and \"silly-bauk\" in some dialects. There are theories about the word's origins, but no one knows for sure where the name came from. (There's no connection to \"silly,\" as far as we know, though imbibing it might make one act that way.) We do know that both the name \"syllabub\" and the concoction itself go back to at least the 16th century. Today, we're more likely to encounter \"syllabub\" in a historical novel than on the menu at a local drinking spot, at least in the United States, but those fortunate enough to taste the drink/dessert often give it rave reviews."
  }
}
