{
  "artist": {
    "id": "rene-magritte",
    "name": "René Magritte",
    "dates": "Nov 21, 1898 - Aug 15, 1967",
    "mainImg": "img/art/artists/rene-magritte.jpg",
    "artworkImgs": [
      {
        "name": "Les Fanatiques",
        "path": "img/art/artworks/rene-magritte-a1.jpg",
        "source": "https://artsandculture.google.com/asset/les-fanatiques-rené-magritte/agGnRvkHWFi7XQ"
      },
      {
        "name": "La présence d'esprit (The Presence of Mind)",
        "path": "img/art/artworks/rene-magritte-a2.jpg",
        "source": "https://artsandculture.google.com/asset/la-présence-d-esprit-the-presence-of-mind-rené-françois-ghislain-magritte/FQFQEZvEdKnjWA"
      },
      {
        "name": "The Double Secret",
        "path": "img/art/artworks/rene-magritte-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-double-secret-rené-magritte-1898-1967/eQFqbwECO7whdw"
      },
      {
        "name": "Le noctambule (Le Réverbère) (The Night Owl)",
        "path": "img/art/artworks/rene-magritte-a4.jpg",
        "source": "https://artsandculture.google.com/asset/le-noctambule-le-réverbère-the-night-owl-rené-françois-ghislain-magritte/7gE5dUVUxyGPQw"
      },
      {
        "name": "Le Paysage en feu",
        "path": "img/art/artworks/rene-magritte-a5.jpg",
        "source": "https://artsandculture.google.com/asset/le-paysage-en-feu-rené-magritte/MAELy9mHiRpRJw"
      }
    ],
    "summary": [
      "René François Ghislain Magritte was a Belgian Surrealist artist. He became well known for creating a number of witty and thought-provoking images. Often depicting ordinary objects in an unusual context, his work is known for challenging observers' preconditioned perceptions of reality. His imagery has influenced pop art, minimalist art and conceptual art."
    ],
    "quote": "“The mind loves the unknown. It loves images whose meaning is unknown, since the meaning of the mind itself is unknown.”",
    "movements": ["Modern art", "Surrealism", "Dada"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ren%C3%A9_Magritte",
    "urlGoogle": "https://artsandculture.google.com/entity/rené-magritte/m06h88"
  },
  "event": {
    "id": "civil-rights-act-of-1964",
    "name": "Civil Rights Act of 1964",
    "dates": "Jul 2, 1964",
    "mainImg": "img/events/civil-rights-act-of-1964.jpg",
    "summary": [
      "The Civil Rights Act of 1964 is a landmark civil rights and labor law in the United States that outlaws discrimination based on race, color, religion, sex, or national origin. It prohibits unequal application of voter registration requirements, and racial segregation in schools, employment, and public accommodations.",
      "Initially, powers given to enforce the act were weak, but these were supplemented during later years. Congress asserted its authority to legislate under several different parts of the United States Constitution, principally its power to regulate interstate commerce under Article One, its duty to guarantee all citizens equal protection of the laws under the Fourteenth Amendment, and its duty to protect voting rights under the Fifteenth Amendment.",
      "The legislation had been proposed by President John F. Kennedy in June 1963, but opposed by filibuster in the Senate. After Kennedy was assassinated on November 22, 1963, President Lyndon B. Johnson pushed the bill forward. The United States House of Representatives passed the bill on February 10, 1964, and after a 54-day filibuster, passed the United States Senate on June 19, 1964."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1964",
    "urlGoogle": "https://artsandculture.google.com/entity/civil-rights-act-of-1964/m019twb"
  },
  "funFacts": [
    {
      "id": "326",
      "fact": "On average, you'll spend a year of your life looking for misplaced objects.",
      "category": ["Habits"]
    },
    { "id": "271", "fact": "Dim lights reduce your appetite.", "category": ["Anatomy"] }
  ],
  "funFacts2": [
    { "id": "504760", "fact": "Goldfish can distinguish the music of one composer from another." }
  ],
  "idiom": {
    "id": "clay-pigeon",
    "term": "clay pigeon",
    "definition": "A person easily duped or taken advantage of, as in *You're a clay pigeon for all of those telephone fund-raisers.* The term alludes to the clay pigeon of trapshooting, which replaced the use of live birds in this sport in the 1860s. Its transfer to figurative use in the first half of the 1900s probably is explained by the much older slang use of *pigeon* for \"dupe.\""
  },
  "person": {
    "id": "pranab-mukherjee",
    "name": "Pranab Mukherjee",
    "dates": "Born Dec 11, 1935",
    "mainImg": "img/people/pranab-mukherjee.jpg",
    "summary": [
      "Pranab Mukherjee is an Indian politician who served as the 13th President of India from 2012 until 2017. In a political career spanning five decades, Mukherjee has been a senior leader in the Indian National Congress and has occupied several ministerial portfolios in the Government of India. Prior to his election as President, Mukherjee was Union Finance Minister from 2009 to 2012. He was awarded India's highest civilian honour, the Bharat Ratna in 2019 by the President of India, Ram Nath Kovind.",
      "Mukherjee got his break in politics in 1969 when the Then-Prime Minister Indira Gandhi helped him get elected to the Rajya Sabha, the upper house of Parliament of India, on a Congress ticket. Following a meteoric rise, he became one of Gandhi's most trusted lieutenants and a minister in her cabinet in 1973. During the controversial Internal Emergency of 1975–77, he was accused of committing gross excesses. Mukherjee's service in a number of ministerial capacities culminated in his first stint as Finance Minister of India in 1982–84. He was also the Leader of the House in the Rajya Sabha from 1980 to 1985.",
      "Mukherjee was sidelined from the Congress during the premiership of Rajiv Gandhi."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pranab_Mukherjee",
    "urlGoogle": "https://artsandculture.google.com/entity/pranab-mukherjee/m0311bp"
  },
  "place": {
    "id": "liechtenstein",
    "name": "Liechtenstein",
    "mainImg": "img/places/liechtenstein.jpg",
    "summary": [
      "Liechtenstein, officially the Principality of Liechtenstein, is a German-speaking microstate situated in the Alps and in the southwest of Central Europe. The principality is a semi-constitutional monarchy headed by the Prince of Liechtenstein; the Prince's extensive powers are equivalent to those of a President in a semi-presidential system.",
      "Liechtenstein is bordered by Switzerland to the west and south and Austria to the east and north. It is Europe's fourth-smallest country, with an area of just over 160 square kilometres and a population of 38,749. Divided into 11 municipalities, its capital is Vaduz, and its largest municipality is Schaan. It is also the smallest country to border two countries. Liechtenstein is one of only two doubly landlocked countries in the world, along with Uzbekistan.",
      "Economically, Liechtenstein has one of the highest gross domestic products per person in the world when adjusted for purchasing power parity. It was once known as a billionaire tax haven, but is no longer on any blacklists of uncooperative tax haven countries.",
      "An Alpine country, Liechtenstein is mountainous, making it a winter sport destination."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Liechtenstein",
    "urlGoogle": "https://artsandculture.google.com/entity/liechtenstein/m04j53"
  },
  "wiki": {
    "id": "nintendo-d-si",
    "name": "Nintendo DSi",
    "summary": "The Nintendo DSi is a dual-screen handheld game console released by Nintendo. It is the third iteration of the Nintendo DS, and its primary market rival is Sony's PlayStation Portable. Development of the DSi began in late 2006, and the handheld was first unveiled during a 2008 Nintendo conference in Tokyo. While the DSi's design is similar to that of the DS Lite, it features two digital cameras and also connects to an online store called the Nintendo DSi Shop. The DSi is approximately 12% shorter than the DS Lite when closed, but it is slightly wider and lighter. The DSi also has a larger RAM and faster CPU. All DS games are compatible with the DSi, except those that require the Game Boy Advance slot. Because of its absence, the DSi is not backward compatible with GBA Game Paks or with accessories that require the GBA slot, such as the DS Rumble Pak and the Guitar Hero: On Tour series guitar grip. The Nintendo DSi received generally positive reviews. Critics praised many of the console's changes to the DS Lite's aesthetics and functionality, but complained that it launched with insufficient exclusive software. A larger version of the DSi, the Nintendo DSi XL, was released in 2009.",
    "url": "https://en.wikipedia.org/wiki/Nintendo_DSi"
  },
  "word": {
    "id": "sanction",
    "word": "sanction",
    "url": "https://www.merriam-webster.com/dictionary/sanction",
    "partOfSpeech": "verb",
    "pronunciation": "SANK-shun",
    "audioPath": "audio/words/sanction.mp3",
    "definitions": [
      "to make valid or binding usually by a formal procedure (as ratification)",
      "to give effective or authoritative approval or consent to"
    ],
    "examples": [
      "The parks committee was willing to sanction the consumption but not the sale of alcohol on park premises."
    ],
    "origin": "\"Sanction\" can also be a noun meaning \"authoritative approval\" or \"a coercive measure.\" The noun entered English first, in the 15th century, and originally referred to a formal decree, especially an ecclesiastical decree. (The Latin \"sancire,\" meaning \"to make holy,\" is an ancestor.) By the end of the 17th century, the meaning of the noun \"sanction\" had extended to refer to both a means of enforcing a law (a sense that in the 20th century we began using especially for economic penalties against nations violating international law) and the process of formally approving or ratifying a law. When the verb \"sanction\" appeared in the 18th century, it had to do with ratifying laws as well. Soon it had also acquired an additional, looser sense: \"to approve.\""
  }
}
