{
  "artist": {
    "id": "dieric-bouts",
    "name": "Dieric Bouts",
    "dates": "1415 - May 6, 1475",
    "mainImg": "img/art/artists/dieric-bouts.jpg",
    "artworkImgs": [
      {
        "name": "Madonna and Child",
        "path": "img/art/artworks/dieric-bouts-a1.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-dirck-bouts/-AHGN5ogj1qytQ"
      },
      {
        "name": "Virgin and Child",
        "path": "img/art/artworks/dieric-bouts-a2.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-dieric-bouts/gQGfESkNIXUJDw"
      },
      {
        "name": "Justice of Emperor Otto III: Beheading of the Innocent Count and Ordeal by Fire",
        "path": "img/art/artworks/dieric-bouts-a3.jpg",
        "source": "https://artsandculture.google.com/asset/justice-of-emperor-otto-iii-beheading-of-the-innocent-count-and-ordeal-by-fire-dirk-bouts/5AGtQbEd3j5HnA"
      },
      {
        "name": "The Annunciation",
        "path": "img/art/artworks/dieric-bouts-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-annunciation/_AGTMoF6lu2O6w"
      },
      {
        "name": "Mater Dolorosa",
        "path": "img/art/artworks/dieric-bouts-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mater-dolorosa/vAFx7KqQtl02HA"
      },
      {
        "name": "Portrait of a Man",
        "path": "img/art/artworks/dieric-bouts-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-dieric-bouts/4AGvsSUWMfjgNw"
      }
    ],
    "summary": [
      "Dieric Bouts was an Early Netherlandish painter.",
      "Bouts may have studied under Rogier van der Weyden, and his work was influenced by van der Weyden and Jan van Eyck. He worked in Leuven from 1457 until his death in 1475.",
      "Bouts was among the first northern painters to demonstrate the use of a single vanishing point."
    ],
    "quote": null,
    "movements": ["Northern Renaissance", "Renaissance", "Dutch and Flemish Renaissance painting"],
    "mediums": ["Wood", "Oil paint", "Oak"],
    "urlWiki": "https://en.wikipedia.org/wiki/Dieric_Bouts",
    "urlGoogle": "https://artsandculture.google.com/entity/dieric-bouts/m07z_y1"
  },
  "event": {
    "id": "northeastern-united-states-blizzard-of-1978",
    "name": "Northeastern United States blizzard of 1978",
    "dates": "Feb 5, 1978",
    "mainImg": "img/events/northeastern-united-states-blizzard-of-1978.jpg",
    "summary": [
      "The Northeastern United States blizzard of 1978 was a catastrophic, historic nor'easter that struck New England, New Jersey, and the New York metropolitan area. The Blizzard of '78 formed on Sunday, February 5, 1978, and broke up on February 7. The storm was primarily known as \"Storm Larry\" in Connecticut, following the local convention promoted by the Travelers Weather Service on television and radio stations there. Snow fell mostly from Monday morning, February 6, to the evening of Tuesday, February 7. Connecticut, Rhode Island, and Massachusetts were hit especially hard by this storm.",
      "Boston received a record-breaking 27.1 inches of snow; Providence also broke a record, with 27.6 inches of snow; Atlantic City broke an all-time storm accumulation, with 20.1 inches. Nearly all economic activity was disrupted in the worst-hit areas. The storm killed about 100 people in the Northeast and injured about 4,500. It caused more than US$520 million in damage."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Northeastern_United_States_blizzard_of_1978",
    "urlGoogle": "https://artsandculture.google.com/entity/northeastern-united-states-blizzard-of-1978/m029_nz"
  },
  "funFacts": [
    {
      "id": "218",
      "fact": "A jackrabbit can travel more than 12 feet in one hop.",
      "category": ["Animals"]
    },
    {
      "id": "232",
      "fact": "The blue whale's heart is the size of a small car.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553505",
      "fact": "Both John Adams and Thomas Jefferson died on July 4, 1826, exactly 50 years after the adoption of the Declaration of Independence."
    }
  ],
  "idiom": {
    "id": "tan-someones-hide",
    "term": "tan someone's hide",
    "definition": "Also, **have someone's hide.** Spank or beat someone, as in *Dad said he'd tan Billy's hide if he caught him smoking,* or *I'll have your hide if you take something without paying for it.* This term uses *hide* in the sense of \"skin.\" The allusion in the first expression is to a spanking that will change one's skin just as chemicals tan animal hide (convert it into leather). [Second half of 1600s]"
  },
  "person": {
    "id": "fath-ali-shah-qajar",
    "name": "Fath-Ali Shah Qajar",
    "dates": "Sep 5, 1772 - Oct 23, 1834",
    "mainImg": "img/people/fath-ali-shah-qajar.jpg",
    "summary": [
      "Fatḥ-ʻAli Šâh Qâjâr was the second Shah of Qajar Iran. He reigned from 17 June 1797 until his death. His reign saw the irrevocable ceding of Iran's northern territories in the Caucasus, comprising what is nowadays Georgia, Dagestan, Azerbaijan, and Armenia, to the Russian Empire following the Russo-Persian Wars of 1804–1813 and 1826–1828 and the resulting treaties of Gulistan and Turkmenchay. Historian Joseph M. Upton says that he \"is famous among Persians for three things: his exceptionally long beard, his wasp-like waist, and his progeny.\"",
      "At the end of his reign, his difficult economic problems and military and technological liabilities took Iran to the verge of governmental disintegration, which was quickened by a consequent struggle for the throne after his death."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fath-Ali_Shah_Qajar",
    "urlGoogle": "https://artsandculture.google.com/entity/fath-ali-shah-qajar/m03hvyl"
  },
  "place": {
    "id": "tianjin",
    "name": "Tianjin",
    "mainImg": "img/places/tianjin.jpg",
    "summary": [
      "Tianjin, alternately romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up area, made up of 12 central districts, was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration and 11th-most populous city proper.",
      "It is governed as one of the four municipalities under the direct administration of Chinese central government and is thus under direct administration of the State Council. Tianjin borders Hebei Province and Beijing Municipality, bounded to the east by the Bohai Gulf portion of the Yellow Sea. Part of the Bohai Economic Rim, it is the largest coastal city in northern China.",
      "In terms of urban population, Tianjin is the fourth largest in China, after Shanghai, Beijing, and Guangzhou. In terms of administrative area population, Tianjin ranks fifth in Mainland China. The walled city of Tianjin was built in 1404. As a treaty port since 1860, Tianjin has been a major seaport and gateway to Beijing."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tianjin",
    "urlGoogle": "https://artsandculture.google.com/entity/tianjin/m0df4y"
  },
  "wiki": {
    "id": "the-illuminatus-trilogy",
    "name": "The Illuminatus! Trilogy",
    "summary": "The Illuminatus! Trilogy is a series of three novels written by Robert Shea and Robert Anton Wilson primarily between 1969 and 1971. The trilogy is a satirical, postmodern, science fiction-influenced adventure story; a drug-, sex- and magic-laden trek through a number of conspiracy theories, both historical and imaginary, which hinge around the authors' version of the Illuminati. The narrative often switches between third and first person perspectives and jumps around in time. It is thematically dense, covering topics like counterculture, numerology and Discordianism. The trilogy comprises the books The Eye in the Pyramid, The Golden Apple and Leviathan. The popularity of the word \"fnord\" and the 23 enigma can both be attributed to the trilogy. It remains a seminal work of conspiracy fiction, predating Foucault's Pendulum and The Da Vinci Code by decades.",
    "url": "https://en.wikipedia.org/wiki/The_Illuminatus!_Trilogy"
  },
  "word": {
    "id": "placate",
    "word": "placate",
    "url": "https://www.merriam-webster.com/dictionary/placate",
    "partOfSpeech": "verb",
    "pronunciation": "PLAY-kayt",
    "audioPath": "audio/words/placate.mp3",
    "definitions": [
      "to soothe or mollify especially by concessions : to calm the anger or bitterness of"
    ],
    "examples": [
      "In an effort to _placate_ the angry customer, the store manager replaced the defective product with a more expensive model at no extra charge.",
      "\"He said he supported the septic tank tax but voted against it to _placate_ the townships in his district.\" - From an editorial in _The Record-Eagle_ (Traverse City, Michigan), August 22, 2012"
    ],
    "origin": "The earliest documented uses of \"placate\" in English date from the late 17th century. The word is derived from Latin \"placatus,\" the past participle of \"placare,\" and even after more than 300 years in English, it still carries the basic meaning of its Latin ancestor: \"to soothe\" or \"to appease.\" Other \"placare\" descendants in English are \"implacable\" (meaning \"not easily soothed or satisfied\") and \"placation\" (\"the act of soothing or appeasing\"). Even \"please\" itself, derived from Latin \"placēre\" (\"to please\"), is a distant relative of \"placate.\""
  }
}
