{
  "artist": {
    "id": "francesco-di-giorgio-martini",
    "name": "Francesco di Giorgio Martini",
    "dates": "Sep 23, 1439 - Nov 29, 1502",
    "mainImg": "img/art/artists/francesco-di-giorgio-martini.jpg",
    "artworkImgs": [
      {
        "name": "The Nativity",
        "path": "img/art/artworks/francesco-di-giorgio-martini-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-nativity-francesco-di-giorgio-martini/cgFa-0R6cLWi1g"
      },
      {
        "name": "Studiolo from the Ducal Palace in Gubbio",
        "path": "img/art/artworks/francesco-di-giorgio-martini-a2.jpg",
        "source": "https://artsandculture.google.com/asset/studiolo-from-the-ducal-palace-in-gubbio-giuliano-da-maiano-francesco-di-giorgio-martini-francesco-di-giorgio-martini-benedetto-da-maiano/6QGyTGPbuWuCtg"
      },
      {
        "name": "Design for a Wall Monument",
        "path": "img/art/artworks/francesco-di-giorgio-martini-a3.jpg",
        "source": "https://artsandculture.google.com/asset/design-for-a-wall-monument-francesco-di-giorgio-martini/wwH2ff4EAx-fwg"
      },
      {
        "name": "The Man of Sorrows with Two Angels",
        "path": "img/art/artworks/francesco-di-giorgio-martini-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-man-of-sorrows-with-two-angels-francesco-di-giorgio-martini/JwGO9dJFC_RxYg"
      },
      {
        "name": "Goddess of Chaste Love",
        "path": "img/art/artworks/francesco-di-giorgio-martini-a5.jpg",
        "source": "https://artsandculture.google.com/asset/goddess-of-chaste-love-francesco-di-giorgio-martini/AAGehMNiUhDCmA"
      },
      {
        "name": "Architectural Veduta",
        "path": "img/art/artworks/francesco-di-giorgio-martini-a6.jpg",
        "source": "https://artsandculture.google.com/asset/architectural-veduta-francesco-di-giorgio-martini-attributed/kAGQtjZedrY6Xw"
      }
    ],
    "summary": [
      "Francesco di Giorgio Martini was an Italian architect, engineer, painter, sculptor, and writer. As a painter, he belonged to the Sienese School. He was considered a visionary architectural theorist—in Nikolaus Pevsner's terms: \"one of the most interesting later Quattrocento architects\". As a military engineer, he executed architectural designs and sculptural projects and built almost seventy fortifications for the Federico da Montefeltro, Count of Urbino, building city walls and early examples of star-shaped fortifications.",
      "Born in Siena, he apprenticed as a painter with Vecchietta. In panels painted for cassoni he departed from the traditional representations of joyful wedding processions in frieze-like formulas to express visions of ideal, symmetrical, vast and all but empty urban spaces rendered in perspective.",
      "He composed an architectural treatise Trattato di architettura, ingegneria e arte militare, the third of the Quattrocento, after Leone Battista Alberti's and Filarete's; he worked on it for decades and finished sometime after 1482; it circulated in manuscript."
    ],
    "quote": null,
    "movements": ["Italian Renaissance", "Renaissance", "Sienese School"],
    "mediums": ["Tempera", "Metal", "Wood", "Bronze", "Rock", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Francesco_di_Giorgio_Martini",
    "urlGoogle": "https://artsandculture.google.com/entity/francesco-di-giorgio-martini/m08rv7g"
  },
  "event": {
    "id": "warsaw-uprising",
    "name": "Warsaw Uprising",
    "dates": "Aug 1, 1944 - Oct 2, 1944",
    "mainImg": "img/events/warsaw-uprising.jpg",
    "summary": [
      "The Warsaw Uprising was a major World War II operation, in the summer of 1944, by the Polish underground resistance, led by the Polish resistance Home Army, to liberate Warsaw from German occupation. The uprising was timed to coincide with the retreat of the German forces from Poland ahead of the Soviet advance. While approaching the eastern suburbs of the city, the Red Army temporarily halted combat operations, enabling the Germans to regroup and defeat the Polish resistance and to destroy the city in retaliation. The Uprising was fought for 63 days with little outside support. It was the single largest military effort taken by any European resistance movement during World War II.",
      "The Uprising began on 1 August 1944 as part of a nationwide Operation Tempest, launched at the time of the Soviet Lublin–Brest Offensive. The main Polish objectives were to drive the Germans out of Warsaw while helping the Allies defeat Germany. An additional, political goal of the Polish Underground State was to liberate Poland's capital and assert Polish sovereignty before the Soviet-backed Polish Committee of National Liberation could assume control."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Warsaw_Uprising",
    "urlGoogle": "https://artsandculture.google.com/entity/warsaw-uprising/m021349"
  },
  "funFacts": [
    {
      "id": "698",
      "fact": "Stepping out for a walk every day can actually help you sleep better at night.",
      "category": ["Anatomy"]
    },
    {
      "id": "821",
      "fact": "It takes an interaction of 72 muscles to produce human speech.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "553963",
      "fact": "Citizens of the Soviet Union began celebrating the defeat of Germany in World War II as soon as it was announced. Less than 24 hours later, the entire country was out of vodka."
    }
  ],
  "idiom": {
    "id": "a-flea-in-ones-ear",
    "term": "a flea in one's ear",
    "definition": "An annoying hint or a stinging rebuke, as in *He has a flea in his ear about their relationship,* or *If he doesn't bring the right equipment, I'll put a flea in his ear.* This expression originated in French and has been used in English since the 1400s."
  },
  "person": {
    "id": "james-connolly",
    "name": "James Connolly",
    "dates": "Jun 5, 1868 - May 12, 1916",
    "mainImg": "img/people/james-connolly.jpg",
    "summary": [
      "James Connolly was a Scottish-born Irish republican and socialist leader.",
      "Connolly was born in the Cowgate area of Edinburgh, Scotland, to Irish parents. He left school for working life at the age of 11. He also took a role in Scottish and American politics. He was a member of the Industrial Workers of the World and founder of the Irish Socialist Republican Party. With James Larkin, he was centrally involved in the Dublin lock-out of 1913, as a result of which the two men formed the Irish Citizen Army that year. He opposed British rule in Ireland, and was one of the leaders of the Easter Rising of 1916. He was executed by firing squad following the Rising."
    ],
    "quote": "“The worker is the slave of capitalist society, the female worker is the slave of that slave.”",
    "urlWiki": "https://en.wikipedia.org/wiki/James_Connolly",
    "urlGoogle": "https://artsandculture.google.com/entity/james-connolly/m016j74"
  },
  "place": {
    "id": "berlin",
    "name": "Berlin",
    "mainImg": "img/places/berlin.jpg",
    "summary": [
      "Berlin is the capital and largest city of Germany by both area and population. Its 3,769,495 inhabitants make it the most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
      "Berlin straddles the banks of the River Spree, which flows into the River Havel in the western borough of Spandau. Among the city's main topographical features are the many lakes in the western and southeastern boroughs formed by the Spree, Havel, and Dahme rivers. Due to its location in the European Plain, Berlin is influenced by a temperate seasonal climate. About one-third of the city's area is composed of forests, parks, gardens, rivers, canals and lakes. The city lies in the Central German dialect area, the Berlin dialect being a variant of the Lusatian-New Marchian dialects."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Berlin",
    "urlGoogle": "https://artsandculture.google.com/entity/berlin/m0156q"
  },
  "wiki": {
    "id": "cape-horn",
    "name": "Cape Horn",
    "summary": "Cape Horn is the southernmost headland of the Tierra del Fuego archipelago of southern Chile; it is widely considered to be the southern tip of South America. Cape Horn is the most southerly of the great capes, and marks the northern boundary of the Drake Passage; for many years it was a major milestone on the clipper route, by which sailing ships carried trade around the world. However, the waters around the cape are particularly hazardous, due to strong winds, large waves, and icebergs; these dangers have made it notorious as a sailors' graveyard. Today, the Panama Canal has greatly reduced the need for cargo ships to travel via the Horn. However, sailing around the Horn is widely regarded as one of the major challenges in yachting, and a number of recreational sailors continue to sail this route, sometimes as part of a circumnavigation. Several prominent ocean yacht races sail around the world via the Horn, notably the Vendée Globe, and speed records for round-the-world sailing follow the same route.",
    "url": "https://en.wikipedia.org/wiki/Cape_Horn"
  },
  "word": {
    "id": "prodigious",
    "word": "prodigious",
    "url": "https://www.merriam-webster.com/dictionary/prodigious",
    "partOfSpeech": "adjective",
    "pronunciation": "pruh-DIJ-us",
    "audioPath": "audio/words/prodigious.mp3",
    "definitions": [
      "resembling or befitting a prodigy : strange, unusual",
      "exciting amazement or wonder",
      "extraordinary in bulk, quantity, or degree : enormous"
    ],
    "examples": [
      "Artisans have begun the _prodigious_ task of restoring the beautiful mosaics that were damaged in the earthquake.",
      "\"Today she's known for her _prodigious_ work ethic -- although she sells some of Chicago's highest-end properties, she still accepts modest listings -- as well as her independent streak and her charity fundraising.\" -- From an article by Carol Mithers in _Town and Country_, May 2010"
    ],
    "origin": "\"Prodigious,\" \"monstrous,\" \"tremendous,\" and \"stupendous\" all mean extremely impressive. \"Prodigious\" suggests something marvelous or extraordinary, whereas \"monstrous\" implies that something is not only large but also ugly or deformed. \"Tremendous\" and \"stupendous\" both imply a power, the former to terrify or awe, the latter to stun or astound. \"Prodigious\" and the related noun \"prodigy\" derive from the Latin \"prodigium,\" meaning \"omen\" or \"monster\"; at one time, both words were used in English to refer to portents, or omens, but these senses are now considered obsolete."
  }
}
