{
  "artist": {
    "id": "victor-vasarely",
    "name": "Victor Vasarely",
    "dates": "Apr 9, 1906 - Mar 15, 1997",
    "mainImg": "img/art/artists/victor-vasarely.jpg",
    "artworkImgs": [
      {
        "name": "KAGLO II",
        "path": "img/art/artworks/victor-vasarely-a1.jpg",
        "source": "https://artsandculture.google.com/asset/kaglo-ii-victor-vasarely/PwHfsgpVbVuzHA"
      },
      {
        "name": "Fieka",
        "path": "img/art/artworks/victor-vasarely-a2.jpg",
        "source": "https://artsandculture.google.com/asset/fieka-victor-vasarely/-AFQ-pcWcYmZwQ"
      },
      {
        "name": "TAU CETI (fond bleu)",
        "path": "img/art/artworks/victor-vasarely-a3.jpg",
        "source": "https://artsandculture.google.com/asset/tau-ceti-fond-bleu-victor-vasarely/zgHmE8Oi03VXLA"
      },
      {
        "name": "ZETT KSZ",
        "path": "img/art/artworks/victor-vasarely-a4.jpg",
        "source": "https://artsandculture.google.com/asset/zett-ksz-victor-vasarely/aQEd6J7kXeyS8Q"
      },
      {
        "name": "TEKE",
        "path": "img/art/artworks/victor-vasarely-a5.jpg",
        "source": "https://artsandculture.google.com/asset/teke-victor-vasarely/EQGZZ0TDtG-R_Q"
      },
      {
        "name": "Uran",
        "path": "img/art/artworks/victor-vasarely-a6.jpg",
        "source": "https://artsandculture.google.com/asset/uran-victor-vasarely/gwH2eiqahxkD9Q"
      }
    ],
    "summary": [
      "Victor Vasarely, was a Hungarian-French artist, who is widely accepted as a \"grandfather\" and leader of the Op art movement.",
      "His work entitled Zebra, created in the 1930s, is considered by some to be one of the earliest examples of Op art."
    ],
    "quote": "“The art of tomorrow will be a collective treasure, or it will not be art at all.”",
    "movements": ["Modern art", "Op art", "Contemporary art", "Cubism"],
    "mediums": ["Sculpture", "Engraving", "Acrylic paint", "Porcelain", "Rock", "Ceramic"],
    "urlWiki": "https://en.wikipedia.org/wiki/Victor_Vasarely",
    "urlGoogle": "https://artsandculture.google.com/entity/victor-vasarely/m01t5yr"
  },
  "event": {
    "id": "operation-market-garden",
    "name": "Operation Market Garden",
    "dates": "Sep 17, 1944 - Sep 25, 1944",
    "mainImg": "img/events/operation-market-garden.jpg",
    "summary": [
      "Operation Market Garden was a failed World War II military operation fought in the Netherlands from 17 to 25 September 1944. It was the brainchild of Field Marshal Sir Bernard Law Montgomery and strongly supported by Winston Churchill and Franklin Roosevelt. The airborne part of the operation was undertaken by the First Allied Airborne Army with the land operation by XXX Corps of the British Second Army. The objective was to create a 64 mi salient into German territory with a bridgehead over the River Rhine, creating an Allied invasion route into northern Germany. This was to be achieved by seizing a series of nine bridges by Airborne forces with land forces swiftly following over the bridges. The operation succeeded in liberating the Dutch cities of Eindhoven and Nijmegen along with many towns, creating a 60 mi salient into German-held territory limiting V-2 rocket launching sites. It failed, however, to secure a bridgehead over the Rhine, with the advance being halted at the river.",
      "Market Garden consisted of two sub-operations:",
      "Market – an airborne assault to seize key bridges, and;",
      "Garden – a ground attack moving over the seized bridges creating the salient."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Market_Garden",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-market-garden/m0flsy"
  },
  "funFacts": [
    {
      "id": "396",
      "fact": "The dragonfly can reach speeds of up to 36 mph.",
      "category": ["Animals"]
    },
    {
      "id": "10",
      "fact": "Mosquitoes are attracted to people who just ate bananas.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554092",
      "fact": "Jeannette Rankin became the first female member of Congress in 1916, four years before the 19th Amendment was ratified."
    }
  ],
  "idiom": {
    "id": "by-hook-or-crook",
    "term": "by hook or crook",
    "definition": "By any means possible, in one way or another. For example, *The car broke down, but I'll get there by hook or crook.* This term has a disputed origin. A widely held theory is that it comes from the custom of allowing commoners to take as much wood from royal forests as they could reach with a shepherd's crook and cut down with a billhook. [1300s]"
  },
  "person": {
    "id": "desmond-tutu",
    "name": "Desmond Tutu",
    "dates": "Born Oct 7, 1931",
    "mainImg": "img/people/desmond-tutu.jpg",
    "summary": [
      "Desmond Mpilo Tutu OMSG CH GCStJ is a South African Anglican cleric and theologian known for his work as an anti-apartheid and human rights activist. He was the Bishop of Johannesburg from 1985 to 1986 and then the Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology.",
      "Tutu was born of mixed Xhosa and Motswana heritage to a poor family in Klerksdorp, Union of South Africa. Entering adulthood, he trained as a teacher and married Nomalizo Leah Tutu, with whom he had several children. In 1960, he was ordained as an Anglican priest and in 1962 moved to the United Kingdom to study theology at King's College London. In 1966 he returned to southern Africa, teaching at the Federal Theological Seminary and then the University of Botswana, Lesotho and Swaziland. In 1972, he became the Theological Education Fund's director for Africa, a position based in London but necessitating regular tours of the African continent."
    ],
    "quote": "“Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Desmond_Tutu",
    "urlGoogle": "https://artsandculture.google.com/entity/desmond-tutu/m02d5w"
  },
  "place": {
    "id": "west-germany",
    "name": "West Germany",
    "mainImg": "img/places/west-germany.jpg",
    "summary": [
      "West Germany, officially the Federal Republic of Germany and retrospectively designated the Bonn Republic, was a state that existed between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The FRG was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its capital was the city of Bonn.",
      "At the onset of the Cold War, Europe was divided among the Western and Eastern blocs. Germany was de facto divided into two countries and two special territories, the Saarland and a divided Berlin. Initially, the FRG claimed an exclusive mandate for all of Germany, considering itself to be the sole democratically reorganised continuation of the 1871–1945 German Reich. It took the line that the German Democratic Republic, commonly referred to as East Germany, was an illegally constituted puppet state. Although the GDR did hold regular elections, these were neither free nor fair and West Germany considered them illegitimate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/West_Germany",
    "urlGoogle": "https://artsandculture.google.com/entity/west-germany/m082fr"
  },
  "quote": {
    "id": "32",
    "quote": "Kindness is the language which the deaf can hear and the blind can see.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "ant",
    "name": "Ant",
    "summary": "Ants are social insects of the family Formicidae and, along with the related families of wasps and bees, belong to the order Hymenoptera. Ants evolved from wasp-like ancestors in the mid-Cretaceous period between 110 and 130 million years ago and diversified after the rise of flowering plants. Today, more than 12,000 species are classified with upper estimates of about 14,000 species. They are easily identified by their elbowed antennae and a distinctive node-like structure that forms a slender waist. Ants form colonies that range in size from a few tens of predatory individuals living in small natural cavities to highly organised colonies which may occupy large territories and consist of millions of individuals that are mostly sterile females forming castes of workers, soldiers, or other specialised groups. Ant colonies also have some fertile males called drones and one or more fertile females called queens. Ants have colonised almost every landmass on Earth. Ants dominate most ecosystems, and form 15–20% of the terrestrial animal biomass. Their success has been attributed to their social organisation, ability to modify their habitats, tap resources and defend themselves.",
    "url": "https://en.wikipedia.org/wiki/Ant"
  },
  "word": {
    "id": "nocebo",
    "word": "nocebo",
    "url": "https://www.merriam-webster.com/dictionary/nocebo",
    "partOfSpeech": "noun",
    "pronunciation": "noh-SEE-boh",
    "audioPath": "audio/words/nocebo.mp3",
    "definitions": [
      "a harmless substance that when taken by a patient is associated with harmful effects due to negative expectations or the psychological condition of the patient"
    ],
    "examples": ["Patients given the nocebo reported mild to severe headaches."],
    "origin": "\"Nocent\" has been in the English language as a word for \"harmful\" since the 15th century. It comes from Latin \"nocēre,\" meaning \"to harm.\" Latin \"nocebo\" is a close relative that means \"I will be harmful\" and that contrasts with \"placebo,\" meaning \"I shall please.\" People in medicine began using \"placebo\" for inert preparations prescribed solely for a patient's mental relief, and not for relieving a disorder, in the late 18th century. As doctors began to observe the effects of placebos, some noticed that the harmless preparations actually sometimes caused detrimental effects on the patient's health. English speakers began using the word \"nocebo\" for substances causing such adverse reactions in patients in 1961."
  }
}
