{
  "artist": {
    "id": "doris-salcedo",
    "name": "Doris Salcedo",
    "dates": "Born 1958",
    "mainImg": "img/art/artists/doris-salcedo.jpg",
    "artworkImgs": [
      {
        "name": "La casa viuda IV (Widowed House IV)",
        "path": "img/art/artworks/doris-salcedo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/la-casa-viuda-iv-widowed-house-iv-doris-salcedo/agFyKKI7fBOudw"
      },
      {
        "name": "Atrabiliarios",
        "path": "img/art/artworks/doris-salcedo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/atrabiliarios-doris-salcedo/_wETtpkvncY17w"
      },
      {
        "name": "Shibboleth I-IV",
        "path": "img/art/artworks/doris-salcedo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/shibboleth-i-iv-doris-salcedo/HAFAUeDJ-Fon5g"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/doris-salcedo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-doris-salcedo/2AEsbgMijNbgmg"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/doris-salcedo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-doris-salcedo/LQEDEdTZWBTurg"
      },
      {
        "name": "Atrabiliarios (Atrabilious)",
        "path": "img/art/artworks/doris-salcedo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/atrabiliarios-atrabilious-doris-salcedo/NgEBbHapcAHIpg"
      }
    ],
    "summary": [
      "Doris Salcedo is a Colombian-born visual artist and sculptor. Her work is influenced by her experiences of life in Colombia, and is generally composed of commonplace items such as wooden furniture, clothing, concrete, grass, and rose petals. Salcedo's work gives form to pain, trauma, and loss, while creating space for individual and collective mourning. These themes stem from her own personal history. Members of her own family were among the many people who have disappeared in politically troubled Colombia. Much of her work deals with the fact that, while the death of a loved one can be mourned, their disappearance leaves an unbearable emptiness. Salcedo lives and works in Bogotá, Colombia."
    ],
    "quote": null,
    "movements": [
      "Contemporary art",
      "Conceptual art",
      "Italian Renaissance",
      "High Renaissance",
      "Renaissance",
      "Street art"
    ],
    "mediums": ["Metal", "Sculpture", "Wood", "Concrete", "Textile", "Yarn"],
    "urlWiki": "https://en.wikipedia.org/wiki/Doris_Salcedo",
    "urlGoogle": "https://artsandculture.google.com/entity/doris-salcedo/m02qh3qh"
  },
  "event": {
    "id": "battle-of-france",
    "name": "Battle of France",
    "dates": "May 10, 1940 - Jun 25, 1940",
    "mainImg": "img/events/battle-of-france.jpg",
    "summary": [
      "The Battle of France, also known as the Fall of France, was the German invasion of France and the Low Countries during the Second World War. On 3 September 1939 France had declared war on Germany, following the German invasion of Poland. In early September 1939, France began the limited Saar Offensive. By mid-October, the French had withdrawn to their start lines. In six weeks from 10 May 1940, German forces defeated Allied forces by mobile operations, conquering France, Belgium, Luxembourg and the Netherlands, ending land operations on the Western Front until the Normandy landings on 6 June 1944. Italy entered the war on 10 June 1940.",
      "In Fall Gelb, German armoured units made a surprise push through the Ardennes, and then along the Somme valley, cutting off and surrounding the Allied units that had advanced into Belgium to meet the expected German invasion. British, Belgian and French forces were pushed back to the sea by the German armies and the British evacuated the British Expeditionary Force, French and Belgian troops from Dunkirk in Operation Dynamo.",
      "German forces began Fall Rot on 5 June."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_France",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-france/m01h6pn"
  },
  "funFacts": [
    {
      "id": "496",
      "fact": "To clean paint off your hands, use olive oil - it softens the paint and makes it easy to remove.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "371",
      "fact": "Grapes are the most popular fruit in the world.",
      "category": ["Food", "Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "504822",
      "fact": "Before he was the best-selling author of The Da Vinci Code, Dan Brown tried his luck as a musician. In 1994, he released an album called Angels & Demons, a title he reused for a 2000 novel."
    }
  ],
  "idiom": {
    "id": "quick-as-a-wink",
    "term": "quick as a wink",
    "definition": "Also, **quick as a bunny** or **a flash.** Very speedily, as in *He was out of here quick as a wink,* or *She answered, quick as a bunny.* These similes have largely replaced the earlier *quick as lightning,* although *quick as a flash* no doubt alludes to it, and *quick as thought,* now obsolete. The *bunny* variant dates from the mid-1800s, the others from the late 1800s."
  },
  "person": {
    "id": "leopold-iii-of-belgium",
    "name": "Leopold III of Belgium",
    "dates": "Nov 3, 1901 - Sep 25, 1983",
    "mainImg": "img/people/leopold-iii-of-belgium.jpg",
    "summary": [
      "Leopold III reigned as King of the Belgians from 1934 until 1951.",
      "On the outbreak of World War II, Leopold tried to maintain Belgian neutrality, but after the German invasion in May 1940, he surrendered his country, earning him much hostility, both at home and abroad. His act was declared unconstitutional by Prime Minister Hubert Pierlot and his cabinet, who presently moved to London to form a government-in-exile, while Leopold and his family were placed under house arrest. In 1944, they were moved to Germany and then Austria, before being liberated by the Americans, but banned for some years from returning to Belgium, where his brother Prince Charles had been declared Regent. Leopold’s eventual return to his homeland in 1950 nearly caused a civil war, and under pressure from the government, he abdicated in favour of his son, Prince Baudouin in July 1951.",
      "Leopold’s first wife, Queen Astrid, was killed in a road accident while on a driving holiday in Switzerland in 1935, being much mourned by the public. His second marriage, to Lilian Baels in captivity in 1941, was not valid under Belgian law, and she was never permitted the title of Queen."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Leopold_III_of_Belgium",
    "urlGoogle": "https://artsandculture.google.com/entity/leopold-iii-of-belgium/m0g8f8"
  },
  "place": {
    "id": "shenyang",
    "name": "Shenyang",
    "mainImg": "img/places/shenyang.jpg",
    "summary": [
      "Shenyang, formerly known as Fengtian or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China. Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million, while the total metropolitan population is up to 8.1 million. Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million. The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
      "In the 17th century, Shenyang was conquered by the Manchu people and briefly used as the capital of the Qing dynasty. The Battle of Mukden took place in 1905 as part of the Russo-Japanese War. Japan's subsequent victory allowed them to annex the region west of the old city and increase their influence on Shenyang; the Mukden Incident led the Japanese to further invade and occupy the rest of Northeast China, creating the puppet state of Manchukuo."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Shenyang",
    "urlGoogle": "https://artsandculture.google.com/entity/shenyang/m018lwt"
  },
  "wiki": {
    "id": "rudolf-wolters",
    "name": "Rudolf Wolters",
    "summary": "Rudolf Wolters (1903–1983) was a German architect and government official, known for his longtime association with fellow architect and Third Reich official Albert Speer. The two formed a friendship while students in the 1920s. In 1937, Speer hired him as a department head, and Wolters soon took major responsibility for Hitler's scheme to reconstruct Berlin on a massive scale. When Speer became Minister of Armaments and War Production in 1942, Wolters moved to his department, remaining his close associate. After Speer's indictment and imprisonment for war crimes, Wolters stood by him loyally. In addition to receiving and organizing Speer's clandestine notes from Spandau Prison, which later served as the basis of his best-selling books of memoirs, Wolters quietly raised money for Speer. These funds were used to support Speer's family and for other purposes, according to directions which Wolters received from his former superior. Following Speer's release in 1966, their friendship gradually deteriorated, until the two men became so embittered that Wolters allowed papers demonstrating Speer's knowledge of the persecution of the Jews to become public.",
    "url": "https://en.wikipedia.org/wiki/Rudolf_Wolters"
  },
  "word": {
    "id": "bombinate",
    "word": "bombinate",
    "url": "https://www.merriam-webster.com/dictionary/bombinate",
    "partOfSpeech": "verb",
    "pronunciation": "BAHM-buh-nayt",
    "audioPath": "audio/words/bombinate.mp3",
    "definitions": ["buzz, drone"],
    "examples": [
      "The only sounds Jared could hear in the office that night were those of his own typing and the air conditioner _bombinating_.",
      "\"Time passes in Suttree, but nothing and no one develops-excepting, perhaps, time itself in its running out. People fart around, they raise a little local hell, they marinate, they _bombinate_, they get carted off either to jail or to the morgue.\" - From Peter Josyph's 2010 book _Adventures in Reading Cormac McCarthy_"
    ],
    "origin": "\"Bombinate\" sounds like it should be the province of bombastic blowhards who bound up and bombard you with droning blather at parties-and it is. The word derives from the Greek word \"bombos,\" a term that probably originated as an imitation of a deep, hollow sound (the kind we would likely refer to as \"booming\" nowadays). Latin speakers rendered the original Greek form as \"bombus,\" and that root gave forth a veritable din of raucous English offspring, including not only \"bombinate,\" but also \"bomb,\" \"bombard,\" and \"bound\" (\"to leap\"). However, Latin \"bombus\" is not a direct ancestor of \"bombastic,\" which traces to \"bombyx,\" a Greek name for the silkworm."
  }
}
