{
  "artist": {
    "id": "georg-baselitz",
    "name": "Georg Baselitz",
    "dates": "Born Jan 23, 1938",
    "mainImg": "img/art/artists/georg-baselitz.jpg",
    "artworkImgs": [
      {
        "name": "Der Ausgang - Karl",
        "path": "img/art/artworks/georg-baselitz-a1.jpg",
        "source": "https://artsandculture.google.com/asset/der-ausgang-karl-georg-baselitz/OQHQfd2Ui-Xg6w"
      },
      {
        "name": "Installation View",
        "path": "img/art/artworks/georg-baselitz-a2.jpg",
        "source": "https://artsandculture.google.com/asset/installation-view-georg-baselitz/gQGBjAmWf6pCpg"
      },
      {
        "name": "Good grey",
        "path": "img/art/artworks/georg-baselitz-a3.jpg",
        "source": "https://artsandculture.google.com/asset/good-grey-georg-baselitz/YAGvoBJmX-6dww"
      },
      {
        "name": "Melancholie",
        "path": "img/art/artworks/georg-baselitz-a4.jpg",
        "source": "https://artsandculture.google.com/asset/melancholie-georg-baselitz/lAFlW_TbTObm3Q"
      },
      {
        "name": "Mrs Lenin and the Nightingale",
        "path": "img/art/artworks/georg-baselitz-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mrs-lenin-and-the-nightingale-georg-baselitz/BQF9qwrN6BllmQ"
      },
      {
        "name": "Supper in Dresden",
        "path": "img/art/artworks/georg-baselitz-a6.jpg",
        "source": "https://artsandculture.google.com/asset/supper-in-dresden-georg-baselitz/mwEiozAZ8GqcAg"
      }
    ],
    "summary": [
      "Georg Baselitz is a German painter, sculptor and graphic artist. In the 1960s he became well known for his figurative, expressive paintings. In 1969 he began painting his subjects upside down in an effort to overcome the representational, content-driven character of his earlier work and stress the artifice of painting. Drawing from myriad influences, including art of Soviet era illustration art, the Mannerist period and African sculptures, he developed his own, distinct artistic language.",
      "He was born, as Hans-Georg Kern, in Deutschbaselitz, Germany. He grew up amongst the suffering and demolition of World War II, and the concept of destruction plays a significant role in his life and work. These autobiographical circumstances have therefore returned throughout his whole oeuvre. In this context, the artist stated in an interview: \"I was born into a destroyed order, a destroyed landscape, a destroyed people, a destroyed society. And I didn't want to reestablish an order: I had seen enough of so-called order. I was forced to question everything, to be 'naive', to start again.\""
    ],
    "quote": "“The artist is not responsible to any one. His social role is asocial... his only responsibility consists in an attitude to the work he does.”",
    "movements": ["Contemporary art", "Neo-expressionism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Georg_Baselitz",
    "urlGoogle": "https://artsandculture.google.com/entity/georg-baselitz/m02hy0r"
  },
  "event": {
    "id": "burma-campaign",
    "name": "Burma campaign",
    "dates": "January 1942 - August 1945",
    "mainImg": "img/events/burma-campaign.jpg",
    "summary": [
      "The Burma campaign was a series of battles fought in the British colony of Burma. It was part of the South-East Asian theatre of World War II and primarily involved forces of the Allies; the British Empire and the Republic of China, with support from the United States. They faced against the invading forces of Imperial Japan, who were supported by the Thai Phayap Army, as well as two collaborationist independence movements and armies, the first being the Burma Independence Army, which spearheaded the initial attacks against the country. Puppet states were established in the conquered areas and territories were annexed, while the international Allied force in British India launched several failed offensives. During the later 1944 offensive into India and subsequent Allied recapture of Burma the Indian National Army, led by revolutionary Subhas C. Bose and his \"Free India\", were also fighting together with Japan. British Empire forces peaked at around 1,000,000 land and air forces, and were drawn primarily from British India, with British Army forces, 100,000 East and West African colonial troops, and smaller numbers of land and air forces from several other Dominions and Colonies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Burma_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/burma-campaign/m02y6s1"
  },
  "funFacts": [
    {
      "id": "395",
      "fact": "It is impossible to sneeze with your eyes open.",
      "category": ["Anatomy"]
    },
    { "id": "26", "fact": "The Hawaiian alphabet only has 12 letters.", "category": ["Hodgepodge"] }
  ],
  "funFacts2": [
    { "id": "504661", "fact": "The first pair of Nike running shoes was made in a waffle iron." }
  ],
  "idiom": {
    "id": "by-the-seat-of-the-pants",
    "term": "by the seat of the pants",
    "definition": "Using intuition and improvisation rather than method or experience, as in *He ran the business by the seat of his pants.* This expression was invented by World War II fliers, who used it to describe flying when instruments were not working or weather interfered with visibility. It was transferred to broader use soon after the war."
  },
  "person": {
    "id": "italo-balbo",
    "name": "Italo Balbo",
    "dates": "Jun 6, 1896 - Jun 28, 1940",
    "mainImg": "img/people/italo-balbo.jpg",
    "summary": [
      "Italo Balbo was an Italian Blackshirt leader who served as Italy's Marshal of the Air Force, Governor-General of Libya, Commander-in-Chief of Italian North Africa, and the \"heir apparent\" to Italian dictator Benito Mussolini.",
      "After serving in World War I, Balbo became the leading Fascist organizer in his home region of Ferrara. He was one of the four principal architects of the March on Rome that brought Mussolini and the Fascists to power in 1922, along with Michele Bianchi, Emilio De Bono and Cesare Maria De Vecchi. In 1926, he began the task of building the Italian Royal Air Force and took a leading role in popularizing aviation in Italy, and promoting Italian aviation to the world. In 1933, perhaps to relieve tensions surrounding him in Italy, he was given the government of Italian Libya, where he resided for the remainder of his life. Balbo, hostile to anti-semitism, was the only leading Fascist to oppose Mussolini's alliance with Nazi Germany. Early in World War II, he was accidentally killed by friendly fire when his plane was shot down over Tobruk by Italian anti-aircraft guns who misidentified his plane."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Italo_Balbo",
    "urlGoogle": "https://artsandculture.google.com/entity/italo-balbo/m01zcg0"
  },
  "place": {
    "id": "west-jakarta",
    "name": "West Jakarta",
    "mainImg": "img/places/west-jakarta.jpg",
    "summary": [
      "West Jakarta is one of the five administrative cities which form Special Capital Region of Jakarta, Indonesia. West Jakarta is not self-governed and does not have a city council, hence it is not classified as a proper municipality. It had a population of 2,486,074 at the 2018 Census. The administrative center of West Jakarta is at Puri Kembangan. The current mayor is Rustam Effendi.",
      "West Jakarta is bounded by North Jakarta to the north, Central Jakarta to the east, South Jakarta to the south, and Tangerang to the west."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/West_Jakarta",
    "urlGoogle": "https://artsandculture.google.com/entity/west-jakarta/m07_dd3"
  },
  "quote": {
    "id": "25",
    "quote": "The difference between ordinary and extraordinary is that little extra.",
    "author": "Jimmy Johnson"
  },
  "wiki": {
    "id": "gerald-ford",
    "name": "Gerald Ford",
    "summary": "Gerald Ford was the 40th Vice President and the 38th President of the United States. He was elected House Minority Leader in 1963 and served in the House until 1973. When Spiro Agnew resigned, Ford was appointed Vice President of the United States during the height of the Watergate scandal. Following the resignation of Richard Nixon, Ford ascended to the presidency on August 9, 1974. The Ford administration saw the withdrawal of American forces from Vietnam, the execution of the Helsinki Accords and the continuing specter of inflation and recession. Faced with an overwhelmingly Democratic majority in Congress, the administration was hampered in its ability to pass major legislation and Ford's vetoes were frequently overridden. After Ford was criticized by many for granting a pardon to Nixon, Democrat Jimmy Carter narrowly defeated Ford in the 1976 presidential race. Ford is the only U.S. President never elected to either the Presidency or Vice Presidency. Along with his own Vice President, Nelson Rockefeller, he is one of two people appointed Vice President rather than elected.",
    "url": "https://en.wikipedia.org/wiki/Gerald_Ford"
  },
  "word": {
    "id": "scuttlebutt",
    "word": "scuttlebutt",
    "url": "https://www.merriam-webster.com/dictionary/scuttlebutt",
    "partOfSpeech": "noun",
    "pronunciation": "SKUTT-ul-butt",
    "audioPath": "audio/words/scuttlebutt.mp3",
    "definitions": ["rumor, gossip"],
    "examples": [
      "After he retired, Bob regularly stopped by his old office to visit his buddies and catch up on the latest scuttlebutt."
    ],
    "origin": "Nowadays, office workers catch up on the latest scuttlebutt around the water cooler, and when they do, they are continuing a long-standing (although not necessarily honorable) tradition. That kind of gossip sharing probably also occurred on the sailing ships of yore. Back in the early 1800s, the cask containing a ship's daily supply of freshwater was called a \"scuttlebutt\"; that name was later applied to a drinking fountain on a ship or at a naval installation. By the early 20th century, the term for the water source was also applied to the gossip and rumors generated around it, and the latest chatter has been called \"scuttlebutt\" ever since."
  }
}
