{
  "artist": {
    "id": "wenceslaus-hollar",
    "name": "Wenceslaus Hollar",
    "dates": "Jul 13, 1607 - Mar 25, 1677",
    "mainImg": "img/art/artists/wenceslaus-hollar.jpg",
    "artworkImgs": [
      {
        "name": "Portret van een zwarte jonge vrouw met kanten hoofdkapje en bijpassende kraag",
        "path": "img/art/artworks/wenceslaus-hollar-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-een-zwarte-jonge-vrouw-met-kanten-hoofdkapje-en-bijpassende-kraag-wenceslaus-hollar/8wH-bnRPOccPKQ"
      },
      {
        "name": "Windsor Castle",
        "path": "img/art/artworks/wenceslaus-hollar-a2.jpg",
        "source": "https://artsandculture.google.com/asset/windsor-castle-wenceslaus-hollar/gQEpG5mU-Hru8A"
      },
      {
        "name": "Fabel van de basilisk en de wezel",
        "path": "img/art/artworks/wenceslaus-hollar-a3.jpg",
        "source": "https://artsandculture.google.com/asset/fabel-van-de-basilisk-en-de-wezel-wenceslaus-hollar-aegidius-sadeler-marcus-gheeraerts/kAEAOHACg4na_A"
      },
      {
        "name": "Ceremoniële kledij van een Engelse baron",
        "path": "img/art/artworks/wenceslaus-hollar-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ceremoniële-kledij-van-een-engelse-baron-wenceslaus-hollar/2wGJMqXimSESNA"
      },
      {
        "name": "Nederlands fluitschip",
        "path": "img/art/artworks/wenceslaus-hollar-a5.jpg",
        "source": "https://artsandculture.google.com/asset/nederlands-fluitschip-wenceslaus-hollar/0QEDEP1MIEpV_A"
      },
      {
        "name": "Stuttgart",
        "path": "img/art/artworks/wenceslaus-hollar-a6.jpg",
        "source": "https://artsandculture.google.com/asset/stuttgart-wenceslaus-hollar/BwHTmX5kuvK8fg"
      }
    ],
    "summary": [
      "Wenceslaus Hollar was a prolific and accomplished Bohemian graphic artist of the 17th century, who spent much of his life in England. He is known to German speakers as Wenzel Hollar; and to Czech speakers as Václav Hollar Czech. He is particularly noted for his engravings and etchings. He was born in Prague, died in London, and was buried at St Margaret's Church, Westminster."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age", "Renaissance", "Antwerp school", "Mannerism"],
    "mediums": ["Etching", "Engraving", "Laid paper", "Ink", "Pen", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wenceslaus_Hollar",
    "urlGoogle": "https://artsandculture.google.com/entity/wenceslaus-hollar/m05ccb7"
  },
  "event": {
    "id": "war-of-the-second-coalition",
    "name": "War of the Second Coalition",
    "dates": "1799 - 1802",
    "mainImg": "img/events/war-of-the-second-coalition.jpg",
    "summary": [
      "The War of the Second Coalition was the second war on revolutionary France by most of the European monarchies, led by Britain, Austria and Russia, and including the Ottoman Empire, Portugal, Naples, various German monarchies and Sweden, though Prussia did not join this coalition and Spain supported France.",
      "Their goal was to contain the expansion of the French Republic and to restore the monarchy in France. They failed to overthrow the revolutionary regime and French territorial gains since 1793 were confirmed. In the Treaty of Lunéville in 1801, France held all of its previous gains and obtained new lands in Tuscany, Italy, while Austria was granted Venetia and the Dalmatian coast. Britain and France signed the Treaty of Amiens in March 1802, bringing an interval of peace in Europe that lasted for 14 months. By May 1803 Britain and France were again at war and in 1805 Britain assembled the Third Coalition to resume the war against France."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/War_of_the_Second_Coalition",
    "urlGoogle": "https://artsandculture.google.com/entity/war-of-the-second-coalition/m024t0h"
  },
  "funFacts": [
    {
      "id": "313",
      "fact": "\"O\" is the oldest letter of the alphabet, dating back to 3000 B.C.",
      "category": ["History"]
    },
    {
      "id": "225",
      "fact": "There are towns named Sandwich in Illinois and Massachusetts.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "889",
      "fact": "The original Cinderella was Egyptian and wore fur slippers.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "504823",
      "fact": "The Square Dance is the official state dance (or folk dance) of 24 states."
    },
    { "id": "522200", "fact": "\"Huh?\" is understood in all languages." }
  ],
  "idiom": {
    "id": "on-a-shoestring",
    "term": "on a shoestring",
    "definition": "With very limited financial means, as in *The newlyweds were living on a shoestring.* The precise allusion in this term is unclear. One fanciful theory is that debtors in British prisons would lower a shoe by its laces from a window so as to collect funds from visitors or passers-by. A more likely theory is that it alludes to the slender shape of a shoelace, likening it to slender resources. [Late 1800s]"
  },
  "person": {
    "id": "maximinus-thrax",
    "name": "Maximinus Thrax",
    "dates": "173 AD - 238 AD",
    "mainImg": "img/people/maximinus-thrax.jpg",
    "summary": [
      "Maximinus Thrax was Roman emperor from 235 to 238.",
      "His father was an accountant in the governor's office and sprang from ancestors who were Carpi, a people whom Diocletian would eventually drive from their ancient abode and transfer to Pannonia. Maximinus was the commander of the Legio IV Italica when Severus Alexander was assassinated by his own troops in 235. The Pannonian army then elected Maximinus emperor.",
      "In the year 238, a senatorial revolt broke out, leading to the successive proclamation of Gordian I, Gordian II, Pupienus, Balbinus and Gordian III as emperors in opposition to Maximinus. Maximinus advanced on Rome to put down the revolt, but was halted at Aquileia, where he was assassinated by disaffected elements of the Legio II Parthica.",
      "Maximinus is described by several ancient sources, though none are contemporary except Herodian's Roman History. He was a so-called barracks emperor of the 3rd century; his rule is often considered to mark the beginning of the Crisis of the Third Century. Maximinus was the first emperor who hailed neither from the senatorial class nor from the equestrian class."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maximinus_Thrax",
    "urlGoogle": "https://artsandculture.google.com/entity/maximinus-thrax/m057k_"
  },
  "place": {
    "id": "hradec-kralove",
    "name": "Hradec Kralove",
    "mainImg": "img/places/hradec-kralove.jpg",
    "summary": [
      "Hradec Králové is a city of the Czech Republic, in the Hradec Králové Region of Bohemia. The city's economy is based on food-processing technology, photochemical, electronics manufacturing services and IT. Traditional industries include musical instrument manufacturing – the best known being Petrof pianos. The University of Hradec Králové is located in the city, the University of Defense has its only medical faculty in Hradec Králové and Charles University in Prague also has its Faculty of Medicine and Faculty of Pharmacy there."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hradec_Kr%C3%A1lov%C3%A9",
    "urlGoogle": "https://artsandculture.google.com/entity/hradec-kralove/m01kjf4"
  },
  "wiki": {
    "id": "tropical-storm-hermine-1998",
    "name": "Tropical Storm Hermine (1998)",
    "summary": "Tropical Storm Hermine was the eighth tropical cyclone and named storm of the 1998 Atlantic hurricane season. Hermine developed from a tropical wave that emerged from the west coast of Africa on September 5. The wave moved westward across the Atlantic Ocean, and on entering the northwest Caribbean Sea interacted with other weather systems. The resultant system was declared a tropical depression on September 17 in the central Gulf of Mexico. The storm meandered north slowly, and after being upgraded to a tropical storm made landfall on Louisiana, where it quickly deteriorated into a tropical depression again on September 20. Before the storm's arrival, residents of Grand Isle, Louisiana, were evacuated. Rainfall spread from Louisiana through Georgia, causing isolated flash flooding. In some areas, the storm tide prolonged the coastal flooding from a tropical cyclone. Gusty winds were reported. Associated tornadoes in Mississippi damaged mobile homes and vehicles, and inflicted one injury. While Hermine was a weak storm and not particularly damaging, its effects combined with those of other tropical cyclones caused agricultural damage.",
    "url": "https://en.wikipedia.org/wiki/Tropical_Storm_Hermine_(1998)"
  },
  "word": {
    "id": "maudlin",
    "word": "maudlin",
    "url": "https://www.merriam-webster.com/dictionary/maudlin",
    "partOfSpeech": "adjective",
    "pronunciation": "MAUD-lin",
    "audioPath": "audio/words/maudlin.mp3",
    "definitions": ["drunk enough to be emotionally silly", "weakly and effusively sentimental"],
    "examples": [
      "\"Oh, please don't be maudlin,\" cried Monica when Mills dropped to his knees, held her hand to his tear-soaked cheek, and begged her for forgiveness."
    ],
    "origin": "The history of \"maudlin\" owes as much to the Bible as to the barroom. The biblical Mary Magdalene is often (though some say mistakenly) identified with the weeping sinner who washed Jesus' feet with her tears to repent for her sins. This association led to the frequent depiction of Mary Magdalene as a weeping penitent, and by the 16th century even the name \"Magdalene\" suggested teary emotion to many English speakers. It was then that \"maudlin,\" an alteration of \"Magdalene,\" appeared in the English phrase \"maudlin drunk,\" which, as one Englishman explained in 1592, described a tearful drunken state whereby \"a fellow will weepe for kindnes in the midst of his Ale and kisse you.\""
  }
}
