{
  "artist": {
    "id": "carl-larsson",
    "name": "Carl Larsson",
    "dates": "May 28, 1853 - Jan 22, 1919",
    "mainImg": "img/art/artists/carl-larsson.jpg",
    "artworkImgs": [
      {
        "name": "Midwinter's Sacrifice",
        "path": "img/art/artworks/carl-larsson-a1.jpg",
        "source": "https://artsandculture.google.com/asset/midwinter-s-sacrifice-carl-larsson/FgHwZjBuY9GDjA"
      },
      {
        "name": "Getting Ready for a Game",
        "path": "img/art/artworks/carl-larsson-a2.jpg",
        "source": "https://artsandculture.google.com/asset/getting-ready-for-a-game-carl-larsson/6QH_Y6QiU15luw"
      },
      {
        "name": "The author August Strindberg",
        "path": "img/art/artworks/carl-larsson-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-author-august-strindberg-carl-larsson/dgFvBPSM4yKLoQ"
      },
      {
        "name": "Open-Air Painter. Winter-Motif from Åsögatan 145, Stockholm",
        "path": "img/art/artworks/carl-larsson-a4.jpg",
        "source": "https://artsandculture.google.com/asset/open-air-painter-winter-motif-from-åsögatan-145-stockholm-carl-larsson/bwEJZOVaCQUzfQ"
      },
      {
        "name": "Self-Portrait (In the new studio)",
        "path": "img/art/artworks/carl-larsson-a5.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-in-the-new-studio/awFQqwrFv5MYgA"
      },
      {
        "name": "Girl and rocking chair",
        "path": "img/art/artworks/carl-larsson-a6.jpg",
        "source": "https://artsandculture.google.com/asset/girl-and-rocking-chair/7AGa3s4zcAvy8A"
      }
    ],
    "summary": [
      "Carl Olof Larsson was a Swedish painter representative of the Arts and Crafts movement. His many paintings include oils, watercolors, and frescoes. He is principally known for his watercolors of idyllic family life. He considered his finest work to be Midvinterblot, a large painting now displayed inside the Swedish National Museum of Fine Arts."
    ],
    "quote": null,
    "movements": ["Modern art", "Art Nouveau", "Arts and Crafts movement", "Realism"],
    "mediums": ["Watercolor painting", "Oil paint", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Carl_Larsson",
    "urlGoogle": "https://artsandculture.google.com/entity/carl-larsson/m0m431"
  },
  "event": {
    "id": "battle-of-steenbergen",
    "name": "Battle of Steenbergen",
    "dates": null,
    "mainImg": "img/events/battle-of-steenbergen.jpg",
    "summary": [
      "The Battle of Steenbergen, also known as the Capture of Steenbergen of 1583, took place on 17 June 1583 at Steenbergen, Duchy of Brabant, Spanish Netherlands. This was an important victory to the Spanish Army of Flanders led by Don Alexander Farnese, Prince of Parma, Governor-General of the Spanish Netherlands, over the French, English, and Dutch forces led by the French Marshal Armand de Gontaut, Baron de Biron, and the English commander Sir John Norreys, during the Eighty Years' War, the Anglo-Spanish War, and in the context of the French Wars of Religion. The victory of the Spaniards ended the Treaty of Plessis-les-Tours, and Francis, Duke of Anjou, left the Netherlands in late June."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Steenbergen_%281583%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-steenbergen/m0y6482d"
  },
  "funFacts": [
    {
      "id": "947",
      "fact": "Queen Cleopatra of Egypt was not actually Egyptian.",
      "category": ["Geography", "History"]
    },
    {
      "id": "680",
      "fact": "More Siberian tigers live in zoos than in the wild.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "553699", "fact": "Queen Elizabeth II has had over 30 corgis in her lifetime." }
  ],
  "idiom": {
    "id": "many-happy-returns",
    "term": "many happy returns",
    "definition": "Also, **many happy returns of the day.** Happy birthday and many more of them, as in *I came by to wish you many happy returns.* This expression was first recorded in a letter of 1779 where the writer meant \"Happy New Year,\" but the present meaning has persisted since the second half of the 1800s."
  },
  "person": {
    "id": "francis-biddle",
    "name": "Francis Biddle",
    "dates": "May 9, 1886 - Oct 4, 1968",
    "mainImg": "img/people/francis-biddle.jpg",
    "summary": [
      "Francis Beverley Biddle was an American lawyer and judge who was Attorney General of the United States during World War II and who served as the primary American judge during the postwar Nuremberg trials. He also served as a United States Circuit Judge of the United States Court of Appeals for the Third Circuit."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Francis_Biddle",
    "urlGoogle": "https://artsandculture.google.com/entity/francis-biddle/m02g4wk"
  },
  "place": {
    "id": "paraguay",
    "name": "Paraguay",
    "mainImg": "img/places/paraguay.jpg",
    "summary": [
      "Paraguay, officially the Republic of Paraguay, is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although it is one of only two landlocked countries in South America, the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paraguay Waterway. Due to its central location in South America, it is sometimes referred to as Corazón de Sudamérica.",
      "Spanish conquistadores arrived in 1524 after navigating northwards from the Río de la Plata to the Paraná River, and finally up the Paraguay River. In 1537, they established the city of Asunción, which was the first capital of the Governorate of Paraguay and Río de la Plata. Paraguay was the center of the Jesuit Missions, where the Guaraní people were educated and introduced to Christianity and European culture under the direction of the Society of Jesus in Jesuit reductions, mainly during the 17th century. However, after the expulsion of the Jesuits from Spanish territories in 1767, Paraguay increasingly became a peripheral colony, with few urban centers and settlers."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Paraguay",
    "urlGoogle": "https://artsandculture.google.com/entity/paraguay/m05v10"
  },
  "wiki": {
    "id": "flag-of-portugal",
    "name": "Flag of Portugal",
    "summary": "The flag of Portugal consists of a rectangle vertically divided into green, at the hoist, and red, at the fly, with a simple version of the national coat of arms (armillary sphere and Portuguese shield) centered over the boundary between the colors. It was officially adopted on 30 June1911, replacing the flag used under the constitutional monarchy, after being chosen from several proposals by a special commission whose members included Columbano Bordalo Pinheiro, João Chagas and Abel Botelho. The new background colors, especially green, were not traditional and represented a radical republican-inspired change of this national symbol, breaking a bond with the former religious monarchical flag. The current flag represents a sweeping change in the evolution of the Portuguese flag, which was always intimately associated with the royal arms. Since the country's foundation, the national flag developed from King Afonso I's blue-cross-on-white armorial square banner to the liberal monarchy's royal arms on a blue-and-white rectangle. In between, major changes associated with important political events contributed to the evolution of the national shield into its current design.",
    "url": "https://en.wikipedia.org/wiki/Flag_of_Portugal"
  },
  "word": {
    "id": "hawkshaw",
    "word": "hawkshaw",
    "url": "https://www.merriam-webster.com/dictionary/hawkshaw",
    "partOfSpeech": "noun",
    "pronunciation": "HAWK-shaw",
    "audioPath": "audio/words/hawkshaw.mp3",
    "definitions": ["detective"],
    "examples": [
      "Though she risked being late for an appointment, Amanda could not bring herself to set the book down until the novel's _hawkshaw_ had solved the mystery.",
      "\"The imitators never quite get the personality right. He's too sarcastic or too smug, never Doyle's gleeful _hawkshaw_ who dazzles with deductions….\" - From a book review by Don Crinklaw in _Booklist_, November 1, 2010"
    ],
    "origin": "If you're a fan of mystery writing, you may have a favorite fictional detective. Perhaps it's Hercule Poirot (created by Agatha Christie), Lord Peter Wimsey (created by Dorothy L. Sayers), or Mike Hammer (created by Mickey Spillane). These and other famous sleuths from the mystery genre follow in the tradition of a fictional detective from the 19th century: Hawkshaw, a theatrical gumshoe introduced in the 1863 play _The Ticket of Leave Man_ by British dramatist Tom Taylor. \"Hawkshaw\" gained further popularity as a general term for a detective when the name was used for a character in a comic strip by American cartoonist Gus Mager."
  }
}
