{
  "artist": {
    "id": "howard-pyle",
    "name": "Howard Pyle",
    "dates": "Mar 5, 1853 - Nov 9, 1911",
    "mainImg": "img/art/artists/howard-pyle.jpg",
    "artworkImgs": [
      {
        "name": "The Coming of Lancaster",
        "path": "img/art/artworks/howard-pyle-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-coming-of-lancaster/hQGlWuy97QbYzA"
      },
      {
        "name": "Queen Morgana Loses Excalibur His Sheath with Illustrated initial Q",
        "path": "img/art/artworks/howard-pyle-a2.jpg",
        "source": "https://artsandculture.google.com/asset/queen-morgana-loses-excalibur-his-sheath-with-illustrated-initial-q/YQEj_6sFN0ArZw"
      },
      {
        "name": "Kidd on the Deck of the \"Adventure Galley\"",
        "path": "img/art/artworks/howard-pyle-a3.jpg",
        "source": "https://artsandculture.google.com/asset/kidd-on-the-deck-of-the-adventure-galley/ZwHLTbr8KsG3Qw"
      },
      {
        "name": "The Enchanter Merlin and Illustrated Initial T with Heading",
        "path": "img/art/artworks/howard-pyle-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-enchanter-merlin-and-illustrated-initial-t-with-heading/RgEK-Q9HMcHkeg"
      },
      {
        "name": "The Attack upon the Chew House",
        "path": "img/art/artworks/howard-pyle-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-attack-upon-the-chew-house/-gEtmZXJuGWg9Q"
      },
      {
        "name": "The Lady of Ye Lake with illustrated initial T",
        "path": "img/art/artworks/howard-pyle-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-lady-of-ye-lake-with-illustrated-initial-t/sAGqPYl7TuguFQ"
      }
    ],
    "summary": [
      "Howard Pyle was an American illustrator and author, primarily of books for young people. He was a native of Wilmington, Delaware, and he spent the last year of his life in Florence, Italy.",
      "In 1894, he began teaching illustration at the Drexel Institute of Art, Science, and Industry. After 1900, he founded his own school of art and illustration named the Howard Pyle School of Illustration Art. Scholar Henry C. Pitz later used the term Brandywine School for the illustration artists and Wyeth family artists of the Brandywine region, several of whom had studied with Pyle. Some of his more notable students were N. C. Wyeth, Frank Schoonover, Elenore Abbott, Ethel Franklin Betts, Anna Whelan Betts, Harvey Dunn, Clyde O. DeLand, Philip R. Goodwin, Thornton Oakley, Violet Oakley, Ellen Bernard Thompson Pyle, Olive Rush, Blanche Grant, Ethel Leach, Allen Tupper True, Elizabeth Shippen Green, Arthur E. Becher, William James Aylward, Jessie Willcox Smith, and Charlotte Harding. Pyle taught his students at his home and studio in Wilmington, which is still standing and is listed on the National Register of Historic Places. Pyle was an early member of The Franklin Inn Club in Philadelphia."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Drawing", "Ink", "Oil paint", "Watercolor painting", "Graphite", "Gouache"],
    "urlWiki": "https://en.wikipedia.org/wiki/Howard_Pyle",
    "urlGoogle": "https://artsandculture.google.com/entity/howard-pyle/m041ybm"
  },
  "event": {
    "id": "north-african-campaign",
    "name": "North African campaign",
    "dates": "Jun 10, 1940 - May 16, 1943",
    "mainImg": "img/events/north-african-campaign.jpg",
    "summary": [
      "The North African campaign of the Second World War took place in North Africa from 10 June 1940 to 13 May 1943. It included campaigns fought in the Libyan and Egyptian deserts and in Morocco and Algeria, as well as Tunisia.",
      "The campaign was fought between the Allies, many of whom had colonial interests in Africa dating from the late 19th century, and the Axis Powers. The Allied war effort was dominated by the British Commonwealth and exiles from German-occupied Europe. The United States officially entered the war in December 1941 and began direct military assistance in North Africa on 11 May 1942. Canada provided a small contingent of 348 officers and enlisted.",
      "Fighting in North Africa started with the Italian declaration of war on 10 June 1940. On 14 June, the British Army's 11th Hussars crossed the border from Egypt into Libya and captured the Italian Fort Capuzzo. This was followed by an Italian counter-offensive into Egypt and the capture of Sidi Barrani in September 1940 and its recapture by the British in December 1940 following a British Commonwealth counteroffensive, Operation Compass."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/North_African_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/north-african-campaign/m02h2z_"
  },
  "funFacts": [
    {
      "id": "242",
      "fact": "The Nickname of President Hayes's wife was \"Lemonade Lucy.\"",
      "category": ["History"]
    },
    {
      "id": "309",
      "fact": "Ancient Egyptians believed the \"vein of love\" ran from the third finger on the left hand to the heart.",
      "category": ["Anatomy", "History"]
    }
  ],
  "funFacts2": [
    { "id": "554252", "fact": "Continental plates drift as fast as fingernails grow." }
  ],
  "idiom": {
    "id": "peeping-tom",
    "term": "peeping Tom",
    "definition": "A person who secretly watches others, especially for sexual gratification; a voyeur. For example, *The police caught a peeping Tom right outside their house.* This expression, first recorded in 1796, alludes to the legend of the tailor Tom, the only person to watch the naked Lady Godiva as she rode by and who was struck blind for this sin."
  },
  "person": {
    "id": "jacob-van-wassenaer-obdam",
    "name": "Jacob van Wassenaer Obdam",
    "dates": "1610 - Jun 13, 1665",
    "mainImg": "img/people/jacob-van-wassenaer-obdam.jpg",
    "summary": [
      "Jacob, Banner Lord of Wassenaer, Lord Obdam, Hensbroek, Spanbroek, Opmeer, Zuidwijk and Kernhem was a Dutch nobleman who became lieutenant admiral, and supreme commander of the navy of the Dutch Republic. The name Obdam was then also spelled as Opdam. British contemporaneous sources typically refer to him as Admiral Opdam or Lord Obdam because it was not until 1657 that he bought the Wassenaar Estate from relatives and thus acquired its title. Modern Dutch sources sometimes less correctly insert a second \"van\" between \"Wassenaer\" and \"Obdam\" or use the modern spelling \"Wassenaar\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jacob_van_Wassenaer_Obdam",
    "urlGoogle": "https://artsandculture.google.com/entity/jacob-van-wassenaer-obdam/m0674th"
  },
  "place": {
    "id": "lucerne",
    "name": "Lucerne",
    "mainImg": "img/places/lucerne.jpg",
    "summary": [
      "Lucerne is a city in central Switzerland, in the German-speaking portion of the country. Lucerne is the capital of the canton of Lucerne and part of the district of the same name. With a population of approximately 82,000 people, Lucerne is the most populous town in Central Switzerland, and a nexus of economics, transportation, culture, and media in the region. The city's urban area consists of 19 municipalities and towns with an overall population of about 220,000 people.",
      "Owing to its location on the shores of Lake Lucerne and its outflow, the river Reuss, within sight of the mounts Pilatus and Rigi in the Swiss Alps, Lucerne has long been a destination for tourists. One of the city's famous landmarks is the Chapel Bridge, a wooden bridge first erected in the 14th century.",
      "The official language of Lucerne is German, but the main spoken language is the local variant of the Alemannic Swiss German dialect."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lucerne",
    "urlGoogle": "https://artsandculture.google.com/entity/lucerne/m0194f5"
  },
  "wiki": {
    "id": "whale-sound",
    "name": "Whale sound",
    "summary": "A whale song is the collection of sounds made by whales to communicate. The word \"song\" is used in particular to describe the pattern of predictable and repetitious sounds made by certain species of whales (notably the humpback whale) in a manner that to cetologists is reminiscent of human singing. The biological processes used to produce sound vary from one family of cetaceans to another. However, all whales, dolphins, and porpoises are much more dependent on sound for communication and sensation than their terrestrial cousins because the absorption of light by water makes sight difficult and because the relatively slow movement of water compared to air decreases the effectiveness of the sense of smell. Increased ambient noise in the world's oceans due to shipping gives rise to environmentalists' concerns that humans are destroying this important feature of the marine habitat.",
    "url": "https://en.wikipedia.org/wiki/Whale_sound"
  },
  "word": {
    "id": "crabwise",
    "word": "crabwise",
    "url": "https://www.merriam-webster.com/dictionary/crabwise",
    "partOfSpeech": "adverb",
    "pronunciation": "KRAB-wyze",
    "audioPath": "audio/words/crabwise.mp3",
    "definitions": ["sideways", "in a sidling or cautiously indirect manner"],
    "examples": [
      "Rather than asking his parents for a car directly, Noah approached the matter _crabwise_, stressing how inconvenient it was for them to have to drive him everywhere.",
      "\"But personally, my bed … is just for sleeping in. It is actually … 6ft wide, and it is beautiful beyond words. No matter that I have to walk _crabwise_ round the room in order to get in, out or dressed.\" - Lucy Mangan, _The Guardian_ (London), January 4, 2011"
    ],
    "origin": "There's no reason to be indirect when explaining the etymology of _crabwise_; we'll get right to the point. As you might guess, the meaning of that word is directly related to that sidling sea creature, the crab. If you live near the shore or have visited a beach near the sea, you have probably seen crabs scuttling along, often moving sideways and not taking what humans would consider the most direct route. The modern meanings of _crabwise_ were definitely inspired by the crab's lateral or oblique approach to getting from one place to another. The word crept into English in the mid-19th century and has been sidling into our sentences ever since."
  }
}
