{
  "artist": {
    "id": "jan-davidsz-de-heem",
    "name": "Jan Davidsz. de Heem",
    "dates": "Apr 17, 1606 - Apr 26, 1684",
    "mainImg": "img/art/artists/jan-davidsz-de-heem.jpg",
    "artworkImgs": [
      {
        "name": "Festoon of Fruit and Flowers",
        "path": "img/art/artworks/jan-davidsz-de-heem-a1.jpg",
        "source": "https://artsandculture.google.com/asset/festoon-of-fruit-and-flowers-jan-davidsz-de-heem/fgHp6nNB0Bg34A"
      },
      {
        "name": "Garand of Flowers and Fruit",
        "path": "img/art/artworks/jan-davidsz-de-heem-a2.jpg",
        "source": "https://artsandculture.google.com/asset/garand-of-flowers-and-fruit-jan-davidsz-de-heem/PQEl_qm-zgoZPQ"
      },
      {
        "name": "Still Life with a Glass and Oysters",
        "path": "img/art/artworks/jan-davidsz-de-heem-a3.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-a-glass-and-oysters-jan-davidsz-de-heem/MwGtHa25AoWtoA"
      },
      {
        "name": "Vase of Flowers",
        "path": "img/art/artworks/jan-davidsz-de-heem-a4.jpg",
        "source": "https://artsandculture.google.com/asset/vase-of-flowers/VQFZCrP0ROKm2w"
      },
      {
        "name": "Still Life: A Banqueting Scene",
        "path": "img/art/artworks/jan-davidsz-de-heem-a5.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-a-banqueting-scene-jan-davidsz-de-heem/KAG2oY43pwPlAQ"
      },
      {
        "name": "Still Life with Books",
        "path": "img/art/artworks/jan-davidsz-de-heem-a6.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-books-jan-davidsz-de-heem/YQHorAfNmZu3TQ"
      }
    ],
    "summary": [
      "Jan Davidsz. de Heem or in-full Jan Davidszoon de Heem, also called Johannes de Heem or Johannes van Antwerpen or Jan Davidsz de Hem, was a still life painter who was active in Utrecht and Antwerp. He is a major representative of that genre in both Dutch and Flemish Baroque painting."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Oil paint", "Wood", "Oak", "Terracotta", "Rock", "Clay"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Davidsz._de_Heem",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-davidsz-de-heem/m03f_7w"
  },
  "event": {
    "id": "martial-law-in-poland",
    "name": "Martial law in Poland",
    "dates": "Dec 13, 1981 - Jul 22, 1983",
    "mainImg": "img/events/martial-law-in-poland.jpg",
    "summary": [
      "Martial law in Poland refers to the period between 13 December 1981 and 22 July 1983, when the authoritarian communist government of the Polish People's Republic drastically restricted normal life by introducing martial law and a military junta in an attempt to throttle political opposition, in particular the Solidarity Movement. Thousands of opposition activists were imprisoned without charge and as many as 91 killed. Although martial law was lifted in 1983, many of the political prisoners were not released until a general amnesty in 1986.",
      "Since the 1970s, communist Poland was in a deep economic recession. The First Secretary Edward Gierek made large incessant loans from western creditors to achieve a better economic output that instead resulted in a domestic crisis. Basic goods were being heavily rationed which acted as a stimuli for the establishment of a first anti-communist trade union in the Eastern Bloc, known as Solidarity, in 1980. Gierek, who permitted the trade union to appear per the Gdańsk Agreement, was dismissed from his post less than a month later under pressure from the USSR and confined to house arrest."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Martial_law_in_Poland",
    "urlGoogle": "https://artsandculture.google.com/entity/martial-law-in-poland/m06dv31"
  },
  "funFacts": [
    {
      "id": "986",
      "fact": "In Switzerland, it is illegal to own only one guinea pig because they are prone to loneliness.",
      "category": ["Animals"]
    },
    {
      "id": "911",
      "fact": "A cubic mile of fog is made up of less than a gallon of water.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553500",
      "fact": "According to a 2017 survey, \"whatever\" tops the list of words Americans find most annoying for the ninth year in a row."
    }
  ],
  "idiom": {
    "id": "neither-fish-nor-fowl",
    "term": "neither fish nor fowl",
    "definition": "Also, **neither fish nor flesh; neither fish, flesh, nor fowl.** Not one or the other, not something fitting any category under discussion. For example, *They felt he was neither fish nor fowl---not qualified to lead the department, yet not appropriate to work as a staff member either.* This expression appeared in slightly different form in John Heywood's 1546 proverb collection (\"Neither fish, nor flesh, nor good red herring\") and is thought to allude to food for monks (*fish,* because they abstained from meat), for the people (*flesh,* or meat), and for the poor (*red herring,* a very cheap fish)."
  },
  "person": {
    "id": "isabella-ii-of-spain",
    "name": "Isabella II of Spain",
    "dates": "Oct 10, 1830 - Apr 9, 1904",
    "mainImg": "img/people/isabella-ii-of-spain.jpg",
    "summary": [
      "Isabella II, also known as La de los Tristes Destinos, was Queen of Spain from 1833 until 1868.",
      "Shortly before her birth, the King issued a Pragmatic Sanction to ensure the succession of his firstborn. She came to the throne a month before her third birthday, but her succession was disputed by her uncle the Infante Carlos, whose refusal to recognize a female sovereign led to the Carlist Wars. Under the regency of her mother, Spain transitioned from an absolute monarchy to a constitutional monarchy adopting the Royal Statute of 1834 and Constitution of 1837. After a troubled reign, she was deposed in the Glorious Revolution of 1868, and formally abdicated in 1870. Her son, Alfonso XII, became king in 1874."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Isabella_II_of_Spain",
    "urlGoogle": "https://artsandculture.google.com/entity/isabella-ii-of-spain/m013452"
  },
  "place": {
    "id": "shenyang",
    "name": "Shenyang",
    "mainImg": "img/places/shenyang.jpg",
    "summary": [
      "Shenyang, formerly known as Fengtian or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China. Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million, while the total metropolitan population is up to 8.1 million. Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million. The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
      "In the 17th century, Shenyang was conquered by the Manchu people and briefly used as the capital of the Qing dynasty. The Battle of Mukden took place in 1905 as part of the Russo-Japanese War. Japan's subsequent victory allowed them to annex the region west of the old city and increase their influence on Shenyang; the Mukden Incident led the Japanese to further invade and occupy the rest of Northeast China, creating the puppet state of Manchukuo."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Shenyang",
    "urlGoogle": "https://artsandculture.google.com/entity/shenyang/m018lwt"
  },
  "quote": {
    "id": "35",
    "quote": "Those who keep learning, will keep rising in life.",
    "author": "Charlie Munger"
  },
  "wiki": {
    "id": "parkinsons-disease",
    "name": "Parkinson's disease",
    "summary": "Parkinson's disease is an age-related degenerative disorder of the human brain. It rarely arises before the age of 40, but afflicts more than 1% of people over 60 and 4% of people over 80. The most obvious symptoms are movement-related, including shaking, rigidity, slowness of movement and difficulty with walking gait. Cognitive, sensory, sleep and emotional problems may also occur, especially in the later stages. The most noticeable symptoms are brought about by the death of brain cells that produce the chemical dopamine. Some cases are caused by genetic factors, but for most cases the causes are not known. Diagnosis is based on assessment of symptoms. In spite of extensive scientific research, no cure has yet been found. Modern treatments are effective at managing the early motor symptoms of the disease, mainly through the use of levodopa and dopamine agonists. In the later stages, however, these treatments gradually lose their effectiveness. The disease is named after British apothecary James Parkinson, and his birthday, April 11, has been designated Parkinson's Disease Day.",
    "url": "https://en.wikipedia.org/wiki/Parkinson%27s_disease"
  },
  "word": {
    "id": "styptic",
    "word": "styptic",
    "url": "https://www.merriam-webster.com/dictionary/styptic",
    "partOfSpeech": "adjective",
    "pronunciation": "STIP-tik",
    "audioPath": "audio/words/styptic.mp3",
    "definitions": [
      "tending to contract or bind : astringent; especially : tending to check bleeding"
    ],
    "examples": [
      "The vet advised that we keep a _styptic_ agent handy while clipping the cat's claws, just in case.",
      "\"Alum contains aluminum sulfate and is found in _styptic_ pencils and as astringents.\" - From a column by Pat Shingleton in _The Advocate_ (Florida), April 13, 2013"
    ],
    "origin": "People long ago recognized the power of certain substances to bind or contract organic tissue-a quality that has various uses and benefits. English speakers weren't original in this knowledge, and they copied speakers of Greek, Latin, and Anglo-French when they designated this quality as \"styptic\" in the Middle Ages. (The word in Greek, \"styptikos,\" is from \"styphein,\" which means \"to contract.\") One thing that a styptic substance can do is stop bleeding, and almost from the start the word \"styptic\" has referred to this quality especially. It has also been applied to things that make your mouth contract, or pucker, as well as to substances that might affect your digestive organs with a \"binding\" effect."
  }
}
