{
  "artist": {
    "id": "gerard-de-lairesse",
    "name": "Gerard de Lairesse",
    "dates": "Sep 11, 1640 - Jul 28, 1711",
    "mainImg": "img/art/artists/gerard-de-lairesse.jpg",
    "artworkImgs": [
      {
        "name": "Anatomische studie van het hoofd, de neus en de tong",
        "path": "img/art/artworks/gerard-de-lairesse-a1.jpg",
        "source": "https://artsandculture.google.com/asset/anatomische-studie-van-het-hoofd-de-neus-en-de-tong-pieter-van-gunst-gerard-de-lairesse-weduwe-joannes-van-someren/IAH2gErTMJ37pQ"
      },
      {
        "name": "Cleopatra's Banquet",
        "path": "img/art/artworks/gerard-de-lairesse-a2.jpg",
        "source": "https://artsandculture.google.com/asset/cleopatra-s-banquet-gerard-de-lairesse/TAHsJBPku2nQTA"
      },
      {
        "name": "Aeneas and the Sibyl",
        "path": "img/art/artworks/gerard-de-lairesse-a3.jpg",
        "source": "https://artsandculture.google.com/asset/aeneas-and-the-sibyl-gerard-de-lairesse/HQHpWm5F074EQQ"
      },
      {
        "name": "Anatomische studie van de heup",
        "path": "img/art/artworks/gerard-de-lairesse-a4.jpg",
        "source": "https://artsandculture.google.com/asset/anatomische-studie-van-de-heup-pieter-van-gunst-gerard-de-lairesse-weduwe-joannes-van-someren/bwES8BN4yenvfQ"
      },
      {
        "name": "Hiems (Winter)",
        "path": "img/art/artworks/gerard-de-lairesse-a5.jpg",
        "source": "https://artsandculture.google.com/asset/hiems-winter-gérard-de-lairesse-dutch-1641–1711/IQFDg6PyJFE0YQ"
      },
      {
        "name": "Aeneas en de Sibille van Cumae",
        "path": "img/art/artworks/gerard-de-lairesse-a6.jpg",
        "source": "https://artsandculture.google.com/asset/aeneas-en-de-sibille-van-cumae-gerard-de-lairesse/fQF6PSu3eRO5TQ"
      }
    ],
    "summary": [
      "Gerard or Gérard Lairesse was a Dutch Golden Age painter and art theorist. His broad range of skills included music, poetry, and theatre. De Lairesse was influenced by the Perugian Cesare Ripa and French classicist painters such as Charles le Brun, Simon Vouet and authors such as Pierre Corneille and Jean Racine. His importance grew in the period following the death of Rembrandt. His treatises on painting and drawing, Grondlegginge Ter Teekenkonst, based on geometry and Groot Schilderboek, were highly influential on 18th-century painters."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Etching", "Engraving", "Oil paint", "Drawing", "Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gerard_de_Lairesse",
    "urlGoogle": "https://artsandculture.google.com/entity/gerard-de-lairesse/m027st_3"
  },
  "event": {
    "id": "battle-of-the-atlantic",
    "name": "Battle of the Atlantic",
    "dates": "Sep 3, 1939 - May 8, 1945",
    "mainImg": "img/events/battle-of-the-atlantic.jpg",
    "summary": [
      "The Battle of the Atlantic, the longest continuous military campaign in World War II, ran from 1939 to the defeat of Nazi Germany in 1945, covering a major part of the Naval history of World War II. At its core was the Allied naval blockade of Germany, announced the day after the declaration of war, and Germany's subsequent counter-blockade. The campaign peaked from mid-1940 through to the end of 1943.",
      "The Battle of the Atlantic pitted U-boats and other warships of the German Kriegsmarine and aircraft of the Luftwaffe against the Royal Navy, Royal Canadian Navy, United States Navy, and Allied merchant shipping. Convoys, coming mainly from North America and predominantly going to the United Kingdom and the Soviet Union, were protected for the most part by the British and Canadian navies and air forces. These forces were aided by ships and aircraft of the United States beginning September 13, 1941. The Germans were joined by submarines of the Italian Regia Marina after Germany's Axis ally Italy entered the war on June 10, 1940.",
      "As a small island country, the United Kingdom was highly dependent on imported goods."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_the_Atlantic",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-the-atlantic/m0fv96"
  },
  "funFacts": [
    {
      "id": "901",
      "fact": "The quartz crystal in your wristwatch vibrates 32,768 times a second.",
      "category": ["Science"]
    },
    {
      "id": "105",
      "fact": "You will burn about 7% more calories walking on hard dirt than on pavement.",
      "category": ["Anatomy", "Science"]
    },
    {
      "id": "78",
      "fact": "Alaska is the most eastern and western state in the U.S.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [],
  "idiom": {
    "id": "cant-see-beyond-the-end-of-ones-nose",
    "term": "can't see beyond the end of one's nose",
    "definition": "Also, **can't see farther than the end of one's nose.** Lack foresight, envisioning only immediate events or problems, as in *Thomas hasn't hired an orchestra for the Christmas concert; he just can't see beyond the end of his nose.* This expression originated as a French proverb that was frequently cited in English from about 1700 on. Alexander Pope used a similar expression in his *Essay on Man* (1734): \"Onward still he goes, Yet ne'er looks forward further than his nose.\""
  },
  "person": {
    "id": "michelle-obama",
    "name": "Michelle Obama",
    "dates": "Born Jan 17, 1964",
    "mainImg": "img/people/michelle-obama.jpg",
    "summary": [
      "Michelle LaVaughn Robinson Obama is an American lawyer and author who was the first lady of the United States from 2009 to 2017. She is married to the 44th President of the United States Barack Obama. She is the first African-American First Lady of the United States.",
      "Raised on the South Side of Chicago, Illinois, Obama is a graduate of Princeton University and Harvard Law School. In her early legal career, she worked at the law firm Sidley Austin where she met Barack Obama. She subsequently worked in non-profits and as the associate dean of Student Services at the University of Chicago as well as the vice president for Community and External Affairs of the University of Chicago Medical Center. Michelle married Barack in 1992, and they have two daughters.",
      "Obama campaigned for her husband's presidential bid throughout 2007 and 2008, delivering a keynote address at the 2008 Democratic National Convention. She returned to speak for him at the 2012 Democratic National Convention. During the 2016 Democratic National Convention in Philadelphia, she delivered a speech in support of the Democratic presidential nominee, Hillary Clinton, a former first lady."
    ],
    "quote": "“Together, we can help make sure that every family that walks into a restaurant can make an easy, healthy choice.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Michelle_Obama",
    "urlGoogle": "https://artsandculture.google.com/entity/michelle-obama/m025s5v9"
  },
  "place": {
    "id": "palermo",
    "name": "Palermo",
    "mainImg": "img/places/palermo.jpg",
    "summary": [
      "Palermo is a city of Southern Italy, the capital of both the autonomous region of Sicily and the Metropolitan City of Palermo. The city is noted for its history, culture, architecture and gastronomy, playing an important role throughout much of its existence; it is over 2,700 years old. Palermo is located in the northwest of the island of Sicily, right by the Gulf of Palermo in the Tyrrhenian Sea.",
      "The city was founded in 734 BC by the Phoenicians as Ziz. Palermo then became a possession of Carthage. Two Greek colonies were established, known collectively as Panormos or \"All-Port\"; the Carthaginians used this name on their coins after the 5th century BC. As Panormus, the town became part of the Roman Republic and Empire for over a thousand years. From 831 to 1072 the city was under Arab rule during the Emirate of Sicily when the city first became a capital. The Arabs shifted the Greek name into Balarm, the root for Palermo's present-day name. Following the Norman reconquest, Palermo became the capital of a new kingdom, the Kingdom of Sicily and the primary residence and power base of Holy Roman Emperor Frederick II and King Conrad IV."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Palermo",
    "urlGoogle": "https://artsandculture.google.com/entity/palermo/m09pxc"
  },
  "quote": {
    "id": "80",
    "quote": "An entrepreneur is someone who jumps off a cliff and builds a plane on the way down.",
    "author": "Reid Hoffman"
  },
  "wiki": {
    "id": "operation-ten-go",
    "name": "Operation Ten-Go",
    "summary": "Operation Ten-Go was the last major Japanese naval operation in the Pacific campaign of World War II. The Japanese battleship Yamato, the largest battleship in the world, along with nine other Japanese warships, sortied from Japan on an intentional one-way mission to attack the Allied forces that were invading Okinawa. The Japanese force was attacked, stopped, and almost completely destroyed before reaching Okinawa by U.S. carrier aircraft which sank Yamato and five other Japanese warships. The battle emphasized the aerial control that the U.S. had attained in the Pacific theater as well as the vulnerability of surface ships to aerial attack. The battle also exhibited Japan's willingness to sacrifice large numbers of its people in desperate and suicidal tactics in an attempt to slow or stop the Allied advance on the Japanese homeland.",
    "url": "https://en.wikipedia.org/wiki/Operation_Ten-Go"
  },
  "word": {
    "id": "addlepated",
    "word": "addlepated",
    "url": "https://www.merriam-webster.com/dictionary/addlepated",
    "partOfSpeech": "adjective",
    "pronunciation": "AD-ul-pay-tud",
    "audioPath": "audio/words/addlepated.mp3",
    "definitions": ["being mixed up : confused", "eccentric"],
    "examples": [
      "The patient was blabbering like an _addlepated_ fool.",
      "\"She had lost what little ability she ever had to concentrate and her _addlepated_ mind flitted butterflylike from one often unrelated subject to another.\" - From Tessa Harris's 2012 novel _The Anatomist's Apprentice_"
    ],
    "origin": "In Middle English an \"adel eye\" was a putrid egg. The stench of such an egg apparently affected the minds of some witty thinkers, who hatched a comparison between the diminished, unsound quality of an \"adel\" (or \"addle\") egg and an empty, confused head-or [pate](https://www.merriam-webster.com/dictionary/pate). \"Your owne imagination, which was no lesse Idle, then your head was addle all that day,\" wrote one 17th-century wit at play with the words \"idle\" and \"addle.\" Today, \"addle\" is often found in combination with words referring to one's noggin, as in \"addlepated,\" \"addlebrained,\" and \"addle-headed.\""
  }
}
