{
  "artist": {
    "id": "enrico-prampolini",
    "name": "Enrico Prampolini",
    "dates": "Apr 20, 1894 - Jun 17, 1956",
    "mainImg": "img/art/artists/enrico-prampolini.jpg",
    "artworkImgs": [
      {
        "name": "L'automa quotidiano",
        "path": "img/art/artworks/enrico-prampolini-a1.jpg",
        "source": "https://artsandculture.google.com/asset/l-automa-quotidiano-enrico-prampolini/fAGtka6TXM4pxA"
      },
      {
        "name": "Scenografia",
        "path": "img/art/artworks/enrico-prampolini-a2.jpg",
        "source": "https://artsandculture.google.com/asset/scenografia-enrico-prampolini/BwGvrflECTThhg"
      },
      {
        "name": "A sailor in the space",
        "path": "img/art/artworks/enrico-prampolini-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-sailor-in-the-space/UAFxXI6FRzMbAw"
      },
      {
        "name": "Figura nello spazio I (Organismo nello spazio)",
        "path": "img/art/artworks/enrico-prampolini-a4.jpg",
        "source": "https://artsandculture.google.com/asset/figura-nello-spazio-i-organismo-nello-spazio-enrico-prampolini/0QHLzLp-9dzODQ"
      },
      {
        "name": "Cassandra",
        "path": "img/art/artworks/enrico-prampolini-a5.jpg",
        "source": "https://artsandculture.google.com/asset/cassandra-enrico-prampolini/ZgGzBDG8ssT7lA"
      },
      {
        "name": "Composition",
        "path": "img/art/artworks/enrico-prampolini-a6.jpg",
        "source": "https://artsandculture.google.com/asset/composition-enrico-prampolini/WAGRW2SqMjqXfg"
      }
    ],
    "summary": [
      "Enrico Prampolini was an Italian Futurist painter, sculptor and scenographer. He assisted in the design of the Exhibition of the Fascist Revolution and was active in Aeropainting.",
      "He pursued a programme of abstract and quasi-abstract painting, combined with a career in stage design. His Spatial-Landscape Construction is quasi-abstract with large flat areas in bold colours, predominantly red, orange, blue and dark green. His Simultaneous Landscape is totally abstract, with flat colours and no attempt to create perspective. In his Umbrian Landscape, produced in the year of the Aeropainting Manifesto, Prampolini returns to figuration, representing the hills of Umbria. But by 1931 he had adopted \"cosmic idealism\", a biomorphic abstractionism quite different from the works of the previous decade, for example in Pilot of the Infinite and Biological Apparition.",
      "Prampolini was an influence on Tullio Crali."
    ],
    "quote": null,
    "movements": ["Abstract art", "Modern art", "Futurism", "Contemporary art"],
    "mediums": ["Cardboard", "Oil paint", "Rock", "Masonite", "Marble", "Tempera"],
    "urlWiki": "https://en.wikipedia.org/wiki/Enrico_Prampolini",
    "urlGoogle": "https://artsandculture.google.com/entity/enrico-prampolini/m04y7cfc"
  },
  "event": {
    "id": "cuban-revolution",
    "name": "Cuban Revolution",
    "dates": "Jul 26, 1953 - Jan 1, 1959",
    "mainImg": "img/events/cuban-revolution.jpg",
    "summary": [
      "The Cuban Revolution was an armed revolt conducted by Fidel Castro's revolutionary 26th of July Movement and its allies against the military dictatorship of Cuban President Fulgencio Batista. The revolution began in July 1953, and continued sporadically until the rebels finally ousted Batista on 31 December 1958, replacing his government with a revolutionary socialist state. 26 July 1953 is celebrated in Cuba as the Day of the Revolution. The 26th of July Movement later reformed along communist lines, becoming the Communist Party in October 1965.",
      "The Cuban Revolution had powerful domestic and international repercussions. In particular, it transformed Cuba's relationship with the United States, although efforts to improve diplomatic relations have gained momentum in recent years. In the immediate aftermath of the revolution, Castro's government began a program of nationalization, centralization of the press and political consolidation that transformed Cuba's economy and civil society. The revolution also heralded an era of Cuban intervention in foreign military conflicts in Africa, Latin America, Southeast Asia, and the Middle East."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cuban_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/cuban-revolution/m01nmnd"
  },
  "funFacts": [
    {
      "id": "769",
      "fact": "If a sheep and a goat mate the offspring is called a geep.",
      "category": ["Animals", "Definitions"]
    },
    {
      "id": "289",
      "fact": "In 1908, the first lollipop-making machine started in New Haven, CT.",
      "category": ["Food", "Firsts"]
    }
  ],
  "funFacts2": [
    { "id": "553538", "fact": "Africa is the only continent with land in all four hemispheres." }
  ],
  "idiom": {
    "id": "good-samaritan",
    "term": "good Samaritan",
    "definition": "A compassionate person who unselfishly helps others, as in *In this neighborhood you can't count on a good Samaritan if you get in trouble.* This expression alludes to Jesus's parable about a Samaritan who rescues and cares for a stranger who had been robbed and badly hurt and had been ignored by a priest and a Levite (Luke 10:30--35). The Samaritans were considered a heretical group by other Jews, so by using a Samaritan for the parable, Jesus chose a person whom his listeners would find least likely to be worthy of concern. [c. 1600]"
  },
  "person": {
    "id": "j-lawton-collins",
    "name": "J. Lawton Collins",
    "dates": "May 1, 1896 - Sep 12, 1987",
    "mainImg": "img/people/j-lawton-collins.jpg",
    "summary": [
      "General Joseph Lawton Collins was a senior United States Army officer. During World War II, he served in both the Pacific and European Theaters of Operations, one of a few senior American commanders to do so. He was Chief of Staff of the United States Army during the Korean War.",
      "Collins' elder brother, Major General James Lawton Collins, was also in the United States Army. His nephew, Brigadier General James Lawton Collins Jr. served in World War II, the Korean War and the Vietnam War. Another nephew, Michael Collins, was the command module pilot on the Apollo 11 mission in 1969 that put the first two men on the Moon and would retire as a major general from the United States Air Force."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/J._Lawton_Collins",
    "urlGoogle": "https://artsandculture.google.com/entity/j-lawton-collins/m04qw8k"
  },
  "place": {
    "id": "marrakesh",
    "name": "Marrakesh",
    "mainImg": "img/places/marrakesh.jpg",
    "summary": [
      "Marrakesh is the fourth largest city in the Kingdom of Morocco. It is the capital of the mid-southwestern region of Marrakesh-Safi. It is west of the foothills of the Atlas Mountains. Marrakesh is 580 km southwest of Tangier, 327 km southwest of the Moroccan capital of Rabat, 239 km south of Casablanca, and 246 km northeast of Agadir.",
      "The region has been inhabited by Berber farmers since Neolithic times. The city was founded in 1062, by Abu Bakr ibn Umar, a chieftain and cousin of the Almoravid king, Yusuf ibn Tashfin, as the imperial capital of the Almoravid Empire. The city was one of Morocco's four imperial cities. In the 12th century, the Almoravids built many madrasas and mosques in Marrakesh that bear Andalusian influences. The red walls of the city, built by Ali ibn Yusuf in 1122–1123, and various buildings constructed in red sandstone during this period, have given the city the nickname of the \"Red City\" or \"Ochre City\". Marrakesh grew rapidly and established itself as a cultural, religious, and trading center for the Maghreb and sub-Saharan Africa. Jemaa el-Fnaa is the busiest square in Africa."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Marrakesh",
    "urlGoogle": "https://artsandculture.google.com/entity/marrakesh/m054rw"
  },
  "wiki": {
    "id": "superb-fairywren",
    "name": "Superb Fairywren",
    "summary": "The Superb Fairywren is a passerine bird of the Maluridae family. Sedentary and territorial, it is common and familiar across south-eastern Australia. The species exhibits a high degree of sexual dimorphism; the male in breeding plumage has a striking bright blue forehead, ear coverts, mantle, and tail, with a black mask and black or dark blue throat. Non-breeding males, females and juveniles are predominantly grey-brown in colour; this gave the early impression that males were polygamous as all dull-coloured birds were taken for females. Two subspecies are recognised: the larger and darker Tasmanian form cyaneus and the smaller and paler mainland form cyanochlamys. Like other fairywrens, the Superb Fairywren is notable for several peculiar behavioural characteristics; the birds are socially monogamous and sexually promiscuous, meaning that although they form pairs between one male and one female, each partner will mate with other individuals and even assist in raising the young from such pairings. Male wrens pluck yellow petals and display them to females as part of a courtship display.",
    "url": "https://en.wikipedia.org/wiki/Superb_Fairywren"
  },
  "word": {
    "id": "vociferous",
    "word": "vociferous",
    "url": "https://www.merriam-webster.com/dictionary/vociferous",
    "partOfSpeech": "adjective",
    "pronunciation": "voh-SIF-uh-rus",
    "audioPath": "audio/words/vociferous.mp3",
    "definitions": ["marked by or given to vehement insistent outcry"],
    "examples": [
      "The toddler offered a _vociferous_ protest when her mother scooped her up and carried her away from the lit menorah.",
      "\"Citizens of the United States are _vociferous_ about the right to freedom of speech, especially when it comes to entertainment.\" -- From a review by Stuart Kemp in _The Hollywood Reporter_, October 22, 2010"
    ],
    "origin": "\"Vociferous\" derives from the word Latin \"vox,\" which means \"voice.\" But other English words can be used to describe those who compel attention by being loud and insistent. \"Vociferous\" implies a vehement shouting or calling out, but to convey the insistency of a demand or protest, \"clamorous\" might be a better choice. You could also use \"strident\" to suggest harsh and discordant noise in a protest, or \"obstreperous\" to imply loud, unruly and aggressive resistance to restraint. But someone who is noisy and turbulent due to high spirits rather than dissatisfaction might more aptly be called \"boisterous.\""
  }
}
