{
  "artist": {
    "id": "ary-scheffer",
    "name": "Ary Scheffer",
    "dates": "Feb 10, 1795 - Jun 15, 1858",
    "mainImg": "img/art/artists/ary-scheffer.jpg",
    "artworkImgs": [
      {
        "name": "Heavenly and Earthly Love",
        "path": "img/art/artworks/ary-scheffer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/heavenly-and-earthly-love-ary-scheffer/1gH4Jw5UjSgVAA"
      },
      {
        "name": "Greek Women Imploring at the Virgin of Assistance",
        "path": "img/art/artworks/ary-scheffer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/greek-women-imploring-at-the-virgin-of-assistance/RQG2IX7Og43GjA"
      },
      {
        "name": "Christus Consolator",
        "path": "img/art/artworks/ary-scheffer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/christus-consolator/TwHZ2Db3ZFoMNw"
      },
      {
        "name": "The Death of Saint Louis",
        "path": "img/art/artworks/ary-scheffer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-death-of-saint-louis-ary-scheffer/kgH_4yjtUbfB6w"
      },
      {
        "name": "Portrait of Frédéric Chopin",
        "path": "img/art/artworks/ary-scheffer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-frédéric-chopin-scheffer-ary/hQFn3ulto1fH0g"
      },
      {
        "name": "Heavenly and Earthly Love",
        "path": "img/art/artworks/ary-scheffer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/heavenly-and-earthly-love-scheffer-ary/wgEpSKCr_5SmPw"
      }
    ],
    "summary": [
      "Ary Scheffer was a Dutch-French Romantic painter. He was known mostly for his works based on literature, with paintings based on the works of Dante, Goethe, and Lord Byron, as well as religious subjects. He was also a prolific painter of portraits of famous and influential people in his lifetime. Politically, Scheffer had strong ties to King Louis Philippe I, having been employed as a teacher of the latter's children, which allowed him to live a life of luxury for many years until the French Revolution of 1848."
    ],
    "quote": null,
    "movements": ["Romanticism", "Academic art"],
    "mediums": ["Oil paint", "Pen", "Watercolor painting", "Drawing", "Etching", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ary_Scheffer",
    "urlGoogle": "https://artsandculture.google.com/entity/ary-scheffer/m03f452"
  },
  "event": {
    "id": "1992-winter-olympics",
    "name": "1992 Winter Olympics",
    "dates": "Feb 8, 1992 - Feb 23, 1992",
    "mainImg": "img/events/1992-winter-olympics.jpg",
    "summary": [
      "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games, were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
      "Only figure skating, short track speed skating, speed skating and the opening and closing ceremonies took place in Albertville, while the rest of the events took place in the villages of Courchevel, La Plagne, Les Arcs, Les Menuires, Les Saisies, Méribel, Pralognan-la-Vanoise, Tignes and Val d'Isère. Sixty-four nations with 1,801 athletes participated in the games, including the Unified Team which represented non-Baltic former Soviet republics."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1992_Winter_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/1992-winter-olympics/m0sx7r"
  },
  "funFacts": [
    {
      "id": "1008",
      "fact": "In the state of Arizona, it is illegal for donkeys to sleep in bathtubs.",
      "category": ["Animals", "Laws"]
    },
    {
      "id": "979",
      "fact": "A dimpled golf ball produces less drag and flies farther than a smooth golf ball.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554074",
      "fact": "The NASA Vehicle Assembly Building in Florida is so huge it has its own weather."
    }
  ],
  "idiom": {
    "id": "on-ones-uppers",
    "term": "on one's uppers",
    "definition": "Poor, in reduced circumstances, as in as in *The Smiths try to hide the fact that they're on their uppers.* First recorded in 1886, this metaphoric term alludes to having worn out the soles of one's shoes so badly that only the top portions remain."
  },
  "person": {
    "id": "qianlong-emperor",
    "name": "Qianlong Emperor",
    "dates": "Sep 25, 1711 - Feb 7, 1799",
    "mainImg": "img/people/qianlong-emperor.jpg",
    "summary": [
      "The Qianlong Emperor was the sixth Emperor of the Qing dynasty, and the fourth Qing emperor to rule over China proper, reigned from 1735 to 1796. Born Hongli, the fourth son of the Yongzheng Emperor, he reigned officially from 11 October 1735 to 8 February 1796. On 8 February, he abdicated in favour of his son, the Jiaqing Emperor—a filial act in order not to reign longer than his grandfather, the illustrious Kangxi Emperor. Despite his retirement, however, he retained ultimate power as the Retired Emperor until his death in 1799; he thus was one of the longest-reigning de facto rulers in the history of the world, and dying at the age of 87, one of the longest-lived. As a capable and cultured ruler inheriting a thriving empire, during his long reign the Qing Empire reached its most splendid and prosperous era, boasting a large population and economy. As a military leader, he led military campaigns expanding the dynastic territory to the largest extent by conquering and sometimes destroying Central Asian kingdoms. This turned around in his late years: the Qing empire began to decline with corruption and wastefulness in his court and a stagnating civil society."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Qianlong_Emperor",
    "urlGoogle": "https://artsandculture.google.com/entity/qianlong-emperor/m01ndbr"
  },
  "place": {
    "id": "greece",
    "name": "Greece",
    "mainImg": "img/places/greece.jpg",
    "summary": [
      "Greece, officially the Hellenic Republic, known also as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
      "Situated on the southern tip of the Balkan Peninsula, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, the Cretan Sea and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin and the 11th longest coastline in the world at 13,676 km in length, featuring many islands, of which 227 are inhabited. Eighty percent of Greece is mountainous, with Mount Olympus being the highest peak at 2,918 metres. The country consists of nine traditional geographic regions: Macedonia, Central Greece, the Peloponnese, Thessaly, Epirus, the Aegean Islands, Thrace, Crete, and the Ionian Islands."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Greece",
    "urlGoogle": "https://artsandculture.google.com/entity/greece/m035qy"
  },
  "wiki": {
    "id": "sheerness",
    "name": "Sheerness",
    "summary": "Sheerness is a town located beside the mouth of the River Medway on the northwest corner of the Isle of Sheppey in north Kent, England. With a population of 12,000, it is the largest town on the island. Sheerness began as a fort built in the sixteenth century to protect the River Medway from naval invasion. After a Dutch attack in 1692, Samuel Pepys, the Secretary to the Admiralty, established a Royal Navy dockyard in the town, where warships were built and repaired until its closure in 1960. In the nineteenth century, Sheerness also became a seaside resort, when a pier and promenade were constructed. Industry remains an important part of the town, and the port of Sheerness is one of the United Kingdom's leading car and fresh produce importers. The town is the site of one of the UK's first co-operative societies and the world's first multi-storey building with a rigid metal frame.",
    "url": "https://en.wikipedia.org/wiki/Sheerness"
  },
  "word": {
    "id": "obloquy",
    "word": "obloquy",
    "url": "https://www.merriam-webster.com/dictionary/obloquy",
    "partOfSpeech": "noun",
    "pronunciation": "AH-bluh-kwee",
    "audioPath": "audio/words/obloquy.mp3",
    "definitions": [
      "a strongly condemnatory utterance : abusive language",
      "the condition of one that is discredited : bad repute"
    ],
    "examples": [
      "The manager walked quickly back to the dugout as insults and _obloquy_ rained down from the stands.",
      "\"Because of the stigma associated with drug convictions, such an indictment could be tantamount to a life sentence of _obloquy_ in terms of future employment.\" - _Floral Park Dispatch_, January 15, 2014"
    ],
    "origin": "English speakers can choose from several synonyms to name a tongue-lashing. Abuse is a good general term that usually stresses the anger of the speaker and the harshness of the language, as in \"scathing verbal abuse.\" _Vituperation_ often specifies fluent, sustained abuse; \"a torrent of vituperation\" is a typical use of this term. _Invective_ implies vehemence comparable to _vituperation_, but may suggest greater verbal and rhetorical skill; it may also apply especially to a public denunciation, as in \"blistering political invective.\" _Obloquy_, which comes from the Late Latin _ob-_ (meaning \"against\") plus _loqui_ (meaning \"to speak\"), suggests defamation and consequent shame and disgrace; a typical example of its use would be \"subjected to obloquy and derision.\""
  }
}
