{
  "artist": {
    "id": "theodore-gericault",
    "name": "Théodore Géricault",
    "dates": "Sep 26, 1791 - Jan 26, 1824",
    "mainImg": "img/art/artists/theodore-gericault.jpg",
    "artworkImgs": [
      {
        "name": "Evening: Landscape with an Aqueduct",
        "path": "img/art/artworks/theodore-gericault-a1.jpg",
        "source": "https://artsandculture.google.com/asset/evening-landscape-with-an-aqueduct-théodore-gericault/NgHnFPxggSbVGw"
      },
      {
        "name": "Mounted Trumpeters of Napoleon's Imperial Guard",
        "path": "img/art/artworks/theodore-gericault-a2.jpg",
        "source": "https://artsandculture.google.com/asset/mounted-trumpeters-of-napoleon-s-imperial-guard-théodore-gericault/GwGt2Optud1S9g"
      },
      {
        "name": "The Boxers",
        "path": "img/art/artworks/theodore-gericault-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-boxers-théodore-géricault/rQHJttqfDgtVdA"
      },
      {
        "name": "Alfred Dedreux (1810–1860) as a Child",
        "path": "img/art/artworks/theodore-gericault-a4.jpg",
        "source": "https://artsandculture.google.com/asset/alfred-dedreux-1810–1860-as-a-child-théodore-gericault/7gFbekiEaaTOEQ"
      },
      {
        "name": "The Giaour",
        "path": "img/art/artworks/theodore-gericault-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-giaour-théodore-gericault-françois-de-villain/AgHm3uyJq9CJWQ"
      },
      {
        "name": "Retour de Russie",
        "path": "img/art/artworks/theodore-gericault-a6.jpg",
        "source": "https://artsandculture.google.com/asset/retour-de-russie-théodore-gericault/LgGI3KE5VNRHHw"
      }
    ],
    "summary": [
      "Jean-Louis André Théodore Géricault was an influential French painter and lithographer, whose best-known painting is The Raft of the Medusa. Although he died young, he was one of the pioneers of the Romantic movement."
    ],
    "quote": "“With the brush we merely tint, while the imagination alone produces colour.”",
    "movements": ["Romanticism", "Realism"],
    "mediums": ["Oil paint", "Drawing", "Ink", "Graphite", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Th%C3%A9odore_G%C3%A9ricault",
    "urlGoogle": "https://artsandculture.google.com/entity/théodore-géricault/m02k2xv"
  },
  "event": {
    "id": "sts-41-b",
    "name": "STS-41-B",
    "dates": "Feb 3, 1984 - Feb 11, 1984",
    "mainImg": "img/events/sts-41-b.jpg",
    "summary": [
      "STS-41-B was the tenth NASA Space Shuttle mission and the fourth flight of the Space Shuttle Challenger. It launched on February 3, 1984, and landed on February 11 after deploying two communications satellites. It was also notable for including the first untethered spacewalk.",
      "Following STS-9, the flight numbering system for the Space Shuttle program was changed. Thus, the next flight, instead of being designated STS-11, became STS-41-B; the original successor to STS-9, STS-10, was cancelled due to payload delays."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/STS-41-B",
    "urlGoogle": "https://artsandculture.google.com/entity/sts-41-b/m0279b6"
  },
  "funFacts": [
    {
      "id": "360",
      "fact": "Mexican jumping beans jump to get out of sunlight.",
      "category": ["Animals", "Plants"]
    },
    {
      "id": "815",
      "fact": "The name of the city we call Bangkok is 115 letters long in the Thai language.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    { "id": "504871", "fact": "When feeding, a hummingbird can lick 10 to 15 times per second." }
  ],
  "idiom": {
    "id": "holy-cow",
    "term": "holy cow",
    "definition": "Also, **holy mackerel** or **Moses** or **moly** or **smoke.** An exclamation of surprise, astonishment, delight, or dismay, as in *Holy cow, I forgot the wine,* or *Holy mackerel, you won!* or *Holy Moses, here comes the teacher!* or *Holy smoke, I didn't know you were here too.* The oldest of these slangy expletives uses *mackerel,* dating from about 1800; the one with *Moses* dates from about 1850 and *cow* from about 1920. None has any literal significance, and *moly* is a neologism devised to rhyme with \"holy\" and possibly a euphemism for \"Moses.\""
  },
  "person": {
    "id": "al-smith",
    "name": "Al Smith",
    "dates": "Dec 30, 1873 - Oct 4, 1944",
    "mainImg": "img/people/al-smith.jpg",
    "summary": [
      "Alfred Emanuel Smith was an American politician who served four terms as Governor of New York and was the Democratic Party's candidate for president in 1928.",
      "Smith was the foremost urban leader of the Efficiency Movement in the United States and was noted for achieving a wide range of reforms as governor in the 1920s. The son of an Irish-American mother and a Civil War veteran father, he was raised in the Lower East Side of Manhattan near the Brooklyn Bridge, where he resided for his entire life. Like many other New York politicians of his era, he was also linked to the notorious Tammany Hall political machine that controlled New York City's politics, although he remained personally untarnished by corruption. Smith was a strong opponent of Prohibition, which he did not think could be enforced, and viewed it as an over-extension of the government's constitutional power. He was also the first Catholic to be nominated by a major party. His candidacy mobilized Catholic votes, especially from women, who had only recently received federal suffrage."
    ],
    "quote": "“No sane local official who has hung up an empty stocking over the municipal fireplace, is going to shoot Santa Claus just before a hard Christmas.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Al_Smith",
    "urlGoogle": "https://artsandculture.google.com/entity/al-smith/m0173z4"
  },
  "place": {
    "id": "philippines",
    "name": "Philippines",
    "mainImg": "img/places/philippines.jpg",
    "summary": [
      "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both within the single urban area of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Palau to the east, Indonesia to the south, Malaysia and Brunei to the southwest, Vietnam to the west, and China to the northwest.",
      "The Philippines' location on the Pacific Ring of Fire and close to the equator makes the country prone to earthquakes and typhoons, but also endows it with abundant natural resources and some of the world's greatest biodiversity. The Philippines is the world's fifth-largest island country with an area of 300,000 km². As of 2015, it had a population of at least 100 million."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Philippines",
    "urlGoogle": "https://artsandculture.google.com/entity/philippines/m05v8c"
  },
  "quote": {
    "id": "126",
    "quote": "The farther backward you can look, the farther forward you can see.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "right-whale",
    "name": "Right whale",
    "summary": "Right whales are baleen whales belonging to the family Balaenidae. There are four species in two genera: Eubalaena (three species) and Balaena (one species, the Bowhead Whale, also called the Greenland Right Whale). Right whales can grow to 18 m (60 ft) long and weigh up to 100 metric tons. Their rotund bodies are mostly black, with distinctive white callosities (skin abrasions) on their heads. They are called \"right whales\" because whalers thought the whales were the \"right\" ones to catch, as they float when killed and often swim within sight of the shore. Populations were vastly reduced by intensive harvesting during the active years of the whaling industry. Nowadays, instead of hunting them, people often watch this acrobatic family for pleasure. The three right whale species live in geographically distinct locations. Around 300 Atlantic Northern Right Whales live in the North Atlantic, while the North Pacific has approximately 200 Pacific Northern Right Whales. Finally, about 7,500 Southern Right Whales are spread throughout the southern part of the Southern Hemisphere.",
    "url": "https://en.wikipedia.org/wiki/Right_whale"
  },
  "word": {
    "id": "miscible",
    "word": "miscible",
    "url": "https://www.merriam-webster.com/dictionary/miscible",
    "partOfSpeech": "adjective",
    "pronunciation": "MISS-uh-bul",
    "audioPath": "audio/words/miscible.mp3",
    "definitions": [
      "capable of being mixed; specifically : capable of mixing in any ratio without separation of two phases"
    ],
    "examples": [
      "Mr. Remington's class demonstration showed that, to paraphrase an old saying, oil and water are indeed not _miscible_.",
      "\"Joseph is determined to make it on his own, and succeeds in inventing the first laundry detergent _miscible_ in both oil and water.\" - From a book review by Wingate Packard in _The Seattle Times_, September 8, 2006"
    ],
    "origin": "\"Miscible\" isn't simply a lesser-known synonym of \"mixable\"-it's also a cousin. It comes to us from the Medieval Latin adjective \"miscibilis,\" which has the same meaning as \"miscible\" and which derives in turn from Latin \"miscēre,\" meaning \"to mix.\" \"Miscēre\" is also the ultimate source of our \"mix\"; its past participle \"mixtus\" (meaning \"mixed\") spawned \"mixte\" in Anglo-French and Middle English, and \"mix\" came about as a back-formation of \"mixte.\" The suffix \"-able\" gives us \"mixable,\" thereby completing its link to \"miscible.\" \"Miscible\" turns up most frequently in scientific discussions where it is used especially to describe fluids that don't separate when they are combined."
  }
}
