{
  "artist": {
    "id": "giulio-romano",
    "name": "Giulio Romano",
    "dates": "1499 - Nov 1, 1546",
    "mainImg": "img/art/artists/giulio-romano.jpg",
    "artworkImgs": [
      {
        "name": "Hall of the horses",
        "path": "img/art/artworks/giulio-romano-a1.jpg",
        "source": "https://artsandculture.google.com/asset/hall-of-the-horses-giulio-romano/vQHSmfKthVu-hQ"
      },
      {
        "name": "Chamber of the giants",
        "path": "img/art/artworks/giulio-romano-a2.jpg",
        "source": "https://artsandculture.google.com/asset/chamber-of-the-giants-giulio-romano/kwH6-YlTRSD9fA"
      },
      {
        "name": "Hall of the horses",
        "path": "img/art/artworks/giulio-romano-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hall-of-the-horses-giulio-romano/ewHy-6Ou7w1DLQ"
      },
      {
        "name": "Hall of the horses",
        "path": "img/art/artworks/giulio-romano-a4.jpg",
        "source": "https://artsandculture.google.com/asset/hall-of-the-horses-giulio-romano/-wEeLfbHly5QYA"
      },
      {
        "name": "Chamber of Giants - Side wall",
        "path": "img/art/artworks/giulio-romano-a5.jpg",
        "source": "https://artsandculture.google.com/asset/chamber-of-giants-side-wall-giulio-romano/jgHB0Z8XElcRRQ"
      },
      {
        "name": "Hall of the horses",
        "path": "img/art/artworks/giulio-romano-a6.jpg",
        "source": "https://artsandculture.google.com/asset/hall-of-the-horses-giulio-romano/XwHSniZHP1H-0g"
      }
    ],
    "summary": [
      "Giulio Romano, also known by his real name of Giulio Pippi, was an Italian painter and architect. He was a pupil of Raphael, and his stylistic deviations from high Renaissance classicism help define the 16th-century style known as Mannerism. Giulio's drawings have long been treasured by collectors; contemporary prints of them engraved by Marcantonio Raimondi were a significant contribution to the spread of 16th-century Italian style throughout Europe."
    ],
    "quote": null,
    "movements": [
      "Renaissance",
      "Italian Renaissance",
      "Mannerism",
      "High Renaissance",
      "Venetian painting"
    ],
    "mediums": ["Engraving", "Pen", "Ink", "Drawing", "Etching", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giulio_Romano",
    "urlGoogle": "https://artsandculture.google.com/entity/giulio-romano/m036wbz"
  },
  "event": {
    "id": "battle-of-anzio",
    "name": "Battle of Anzio",
    "dates": "Jan 22, 1944 - Jun 5, 1944",
    "mainImg": "img/events/battle-of-anzio.jpg",
    "summary": [
      "The Battle of Anzio was a battle of the Italian Campaign of World War II that took place from January 22, 1944 to June 5, 1944. The operation was opposed by German forces in the area of Anzio and Nettuno. Nettuno was the German name for the Battle of Anzio.",
      "The operation was initially commanded by Major General John P. Lucas, of the U.S. Army, commanding U.S. VI Corps with the intention being to outflank German forces at the Winter Line and enable an attack on Rome.",
      "The success of an amphibious landing at that location, in a basin consisting substantially of reclaimed marshland and surrounded by mountains, depended on the element of surprise and the swiftness with which the invaders could build up strength and move inland relative to the reaction time and strength of the defenders. Any delay could result in the occupation of the mountains by the defenders and the consequent entrapment of the invaders. Lieutenant General Mark W. Clark, commander of the U.S. Fifth Army, understood that risk, but he did not pass on his appreciation of the situation to his subordinate, Lucas, who preferred to take time to entrench against an expected counterattack."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Anzio",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-anzio/m01c86r"
  },
  "funFacts": [
    {
      "id": "77",
      "fact": "No piece of paper can be folded more than seven times.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "207",
      "fact": "Before 1687 clocks were made with only an hour hand.",
      "category": ["History"]
    }
  ],
  "funFacts2": [{ "id": "522188", "fact": "Sleeping through summer is called estivation." }],
  "idiom": {
    "id": "weasel-word",
    "term": "weasel word",
    "definition": "A word used to deprive a statement of its force or evade a direct commitment, as in *Calling it \"organized spontaneity\" is using a weasel word; \"organized\" has sucked the meaning out of \"spontaneity.\"* This idiom may allude to the weasel's habit of sucking the contents out of a bird's egg, so that only the shell remains. [Late 1800s]"
  },
  "person": {
    "id": "naser-al-din-shah-qajar",
    "name": "Naser al-Din Shah Qajar",
    "dates": "Jul 16, 1831 - May 1, 1896",
    "mainImg": "img/people/naser-al-din-shah-qajar.jpg",
    "summary": [
      "Naser al-Din Shah Qajar, also Nassereddin Shah Qajar, was the Shah of Persia from 5 September 1848 to 1 May 1896 when he was assassinated. He was the son of Mohammad Shah Qajar and Malek Jahān Khānom and the third longest reigning monarch in Iranian history after Shapur II of the Sassanid dynasty and Tahmasp I of the Safavid Dynasty. Nasser al-Din Shah had sovereign power for close to 50 years and was also the first modern Iranian monarch to formally visit Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Naser_al-Din_Shah_Qajar",
    "urlGoogle": "https://artsandculture.google.com/entity/naser-al-din-shah-qajar/m03sc1p"
  },
  "place": {
    "id": "coventry",
    "name": "Coventry",
    "mainImg": "img/places/coventry.jpg",
    "summary": [
      "Coventry is a city, administrative centre and metropolitan borough in England and the United Kingdom. It is built on the River Sherbourne, which remains largely hidden by infrastructure, although it can be seen by the canal. Coventry has been a large settlement for centuries, although it was not founded and given its city status until the Middle Ages; since then it has been one of the most important and largest cities of the country. The conurbation consists of the Coventry and Bedworth Urban Area, being the 20th largest in the country; the city is governed by Coventry City Council.",
      "Historically part of Warwickshire, at the 2011 census Coventry had a population of 316,915, making it the 9th largest city in England and the 11th largest in the United Kingdom. It is the second largest city in the West Midlands region, after Birmingham, and although proximate to the West Midlands conurbation, it is just outside it.",
      "Coventry is 19 miles east-southeast of Birmingham, 24 miles southwest of Leicester, 11 miles north of Warwick and 94 miles northwest of London."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Coventry",
    "urlGoogle": "https://artsandculture.google.com/entity/coventry/m0c5_3"
  },
  "wiki": {
    "id": "crush-video-game",
    "name": "Crush (video game)",
    "summary": "Crush is a platformer-puzzle video game developed by Kuju Entertainment's Zoë Mode studio and published by Sega in 2007 for the PlayStation Portable. The game's protagonist is Danny, a teenager suffering from insomnia, who uses an experimental device to explore his mind and discover the cause for his sleeplessness. Each level of the game, representing events from Danny's life and inspired by artists such as Tim Burton and M.C. Escher, requires the player to control Danny as he collects his \"lost marbles\" and other thoughts. Crush's primary gameplay feature involves manipulating each game level between 3D and 2D views, allowing the player to reach platforms and locations inaccessible from within a different view. This element was noted by critics to be similar to one in Super Paper Mario, also released in 2007, though the Zoë Mode team had envisioned the concept five years prior. Crush received positive reviews upon release, with critics praising Crush's incorporation of this dimension-shifting component alongside other aspects of the game presentation. Though Crush won several gaming awards, including PSP game of the month, it failed to meet the developer's sales expectations.",
    "url": "https://en.wikipedia.org/wiki/Crush_(video_game)"
  },
  "word": {
    "id": "nebula",
    "word": "nebula",
    "url": "https://www.merriam-webster.com/dictionary/nebula",
    "partOfSpeech": "noun",
    "pronunciation": "NEB-yuh-luh",
    "audioPath": "audio/words/nebula.mp3",
    "definitions": [
      "any of numerous clouds of gas or dust in interstellar space",
      "galaxy; especially : a galaxy other than the Milky Way"
    ],
    "examples": ["The brilliant colors of the nebula were visible through the telescope."],
    "origin": "The history of today's word is not lost in the mists of time, although its history does get misty at points. \"Nebula\" comes to us from Latin, where it meant \"mist\" or \"cloud.\" In its earliest English uses in the 1600s, \"nebula\" referred to a cloudy speck or film on the eye that caused vision problems. It was first applied to great interstellar clouds of gas and dust in the early 1700s. The adjective \"nebulous\" comes from the same Latin root as \"nebula,\" but the first uses of \"nebulous\" don't appear in English until the late 1700s, well after the discovery of interstellar nebulae."
  }
}
