{
  "artist": {
    "id": "gustave-moreau",
    "name": "Gustave Moreau",
    "dates": "Apr 6, 1826 - Apr 18, 1898",
    "mainImg": "img/art/artists/gustave-moreau.jpg",
    "artworkImgs": [
      {
        "name": "The Apparition",
        "path": "img/art/artworks/gustave-moreau-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-apparition-gustave-moreau/8wHHpSOCxyjnIg"
      },
      {
        "name": "Song of Songs （Cantique des Cantiques）",
        "path": "img/art/artworks/gustave-moreau-a2.jpg",
        "source": "https://artsandculture.google.com/asset/song-of-songs-%EF%BC%88cantique-des-cantiques%EF%BC%89-gustave-moreau/bAF8_zYTTD_LKQ"
      },
      {
        "name": "Delilah",
        "path": "img/art/artworks/gustave-moreau-a3.jpg",
        "source": "https://artsandculture.google.com/asset/delilah-gustave-moreau/CgFp6i8joF9S6Q"
      },
      {
        "name": "The Mermaids",
        "path": "img/art/artworks/gustave-moreau-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-mermaids-gustave-moreau-1826-1895/GgG2ROSk0WC3cQ"
      },
      {
        "name": "Pietà",
        "path": "img/art/artworks/gustave-moreau-a5.jpg",
        "source": "https://artsandculture.google.com/asset/pietà/TQHui8QymcyX4Q"
      },
      {
        "name": "The Apparition",
        "path": "img/art/artworks/gustave-moreau-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-apparition/QwF1ava-YSr5GQ"
      }
    ],
    "summary": [
      "Gustave Moreau was a major figure in the French Symbolist movement, whose main emphasis was the illustration of biblical and mythological figures. Moreau's paintings appealed to the imaginations of some Symbolist writers and artists.",
      "He is recognized for his works that are influenced by the Italian Renaissance and exoticism. Many of his works are on display at the Musée Gustave Moreau, a museum in Paris dedicated to his works."
    ],
    "quote": null,
    "movements": ["Symbolism", "Modern art", "Impressionism"],
    "mediums": ["Watercolor painting", "Oil paint", "Etching", "Drawing", "Gouache", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gustave_Moreau",
    "urlGoogle": "https://artsandculture.google.com/entity/gustave-moreau/m0hrky"
  },
  "event": {
    "id": "civil-rights-movement",
    "name": "Civil rights movement",
    "dates": "1954 - 1968",
    "mainImg": "img/events/civil-rights-movement.jpg",
    "summary": [
      "The civil rights movement in the United States was a decades-long struggle by African Americans to end legalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although the movement achieved its largest legislative gains in the mid-1960s after years of direct actions and grassroots protests. The social movement's major nonviolent resistance campaigns eventually secured new protections in federal law for the human rights of all Americans.",
      "After the American Civil War and the abolition of slavery in the 1860s, the Reconstruction Amendments to the United States Constitution granted emancipation and constitutional rights of citizenship to all African Americans, most of whom had recently been enslaved. For a period, African Americans voted and held political office, but they were increasingly deprived of civil rights, often under Jim Crow laws, and subjected to discrimination and sustained violence by whites in the South. Over the following century, various efforts were made by African Americans to secure their legal rights."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Civil_rights_movement",
    "urlGoogle": "https://artsandculture.google.com/entity/civil-rights-movement/m0d2c9"
  },
  "funFacts": [
    { "id": "468", "fact": "Camels have three eyelids.", "category": ["Animals"] },
    {
      "id": "159",
      "fact": "The first TV show ever to be put into reruns was \"The Lone Ranger.\"",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [{ "id": "553501", "fact": "A group of ferrets is called a business." }],
  "idiom": {
    "id": "make-bricks-without-straw",
    "term": "make bricks without straw",
    "definition": "Perform a task without essential materials or means, as in *Writing a report without the current data is making bricks without straw.* This expression alludes to straw as a material necessary in early brick manufacturing. [Early 1600s]"
  },
  "person": {
    "id": "tom-clarke",
    "name": "Tom Clarke",
    "dates": "Mar 11, 1858 - May 3, 1916",
    "mainImg": "img/people/tom-clarke.jpg",
    "summary": [
      "Thomas James \"Tom\" Clarke was an Irish republican and a leader of the Irish Republican Brotherhood from Dungannon, County Tyrone. Clarke was arguably the person most responsible for the 1916 Easter Rising. A proponent of armed struggle against British rule in Ireland for most of his life, Clarke spent 15 years in English prisons prior to his role in the Easter Rising, and was executed by firing squad after it was defeated."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tom_Clarke_%28Irish_republican%29",
    "urlGoogle": "https://artsandculture.google.com/entity/tom-clarke/m02qv8b"
  },
  "place": {
    "id": "zambia",
    "name": "Zambia",
    "mainImg": "img/places/zambia.jpg",
    "summary": [
      "Zambia, officially the Republic of Zambia, is a landlocked country in Southern-Central Africa. Its neighbors are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the south-central part of Zambia. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest, the core economic hubs of the country.",
      "Originally inhabited by Khoisan peoples, the region was affected by the Bantu expansion of the thirteenth century. Following European explorers in the eighteenth century, the British colonised the region into the British protectorates of Barotziland-North-Western Rhodesia and North-Eastern Rhodesia towards the end of the nineteenth century. These were merged in 1911 to form Northern Rhodesia. For most of the colonial period, Zambia was governed by an administration appointed from London with the advice of the British South Africa Company."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Zambia",
    "urlGoogle": "https://artsandculture.google.com/entity/zambia/m088vb"
  },
  "quote": {
    "id": "54",
    "quote": "A reader lives a thousand lives before he dies. The man who never reads lives only one.",
    "author": "George R.R. Martin"
  },
  "wiki": {
    "id": "united-states-constitution",
    "name": "United States Constitution",
    "summary": "The Constitution of the United States is the supreme law of the United States of America and is the oldest written national constitution still in force. It was completed on September 17, 1787, with its adoption by the Constitutional Convention in Philadelphia, and was later ratified by special conventions called for that purpose in each of the then-existing thirteen American states. It took effect in 1788, and has served as a model for a number of other nations' constitutions. It created a more unified government in place of what was then a group of independent states operating under the Articles of Confederation.",
    "url": "https://en.wikipedia.org/wiki/United_States_Constitution"
  },
  "word": {
    "id": "probity",
    "word": "probity",
    "url": "https://www.merriam-webster.com/dictionary/probity",
    "partOfSpeech": "noun",
    "pronunciation": "PROH-buh-tee",
    "audioPath": "audio/words/probity.mp3",
    "definitions": ["adherence to the highest principles and ideals : uprightness"],
    "examples": [
      "The tale of young George Washington's refusal to tell a lie after cutting down his father's cherry tree was told to us as grade schoolers to illustrate his _probity_.",
      "\"The Senate has confirmed Jeh Johnson, once the Pentagon's top lawyer, to lead the Department of Homeland Security. Mr. Johnson brings a sharp legal mind and reputation for _probity_ to the job.\" - From an editorial in _The New York Times_, December 26, 2013"
    ],
    "origin": "\"Probity\" and its synonyms \"honesty,\" \"honor,\" and \"integrity\" all mean uprightness of character or action, with some slight differences in emphasis. \"Honesty\" implies a refusal to lie or deceive in any way. \"Honor\" suggests an active or anxious regard for the standards of one's profession, calling, or position. \"Integrity\" implies trustworthiness and incorruptibility to a degree that one is incapable of being false to a trust, responsibility, or pledge. \"Probity,\" which descends from Latin \"probus,\" meaning \"honest,\" implies tried and proven honesty or integrity."
  }
}
