{
  "artist": {
    "id": "israel-silvestre",
    "name": "Israel Silvestre",
    "dates": "Aug 13, 1621 - Oct 11, 1691",
    "mainImg": "img/art/artists/israel-silvestre.jpg",
    "artworkImgs": [
      {
        "name": "Plate from “Seconde Journee”",
        "path": "img/art/artworks/israel-silvestre-a1.jpg",
        "source": "https://artsandculture.google.com/asset/plate-from-“seconde-journee”-israël-silvestre/WAEvxm1wGmzVLw"
      },
      {
        "name": "Design for a theater set created by Giacomo Torelli da Fano for the ballet 'Les Noces de Thétis', from 'Décorations et machines aprestées aux nopces de Tétis, Ballet Royal'",
        "path": "img/art/artworks/israel-silvestre-a2.jpg",
        "source": "https://artsandculture.google.com/asset/design-for-a-theater-set-created-by-giacomo-torelli-da-fano-for-the-ballet-les-noces-de-thétis-from-décorations-et-machines-aprestées-aux-nopces-de-tétis-ballet-royal-f-francart-giacomo-torelli-da-fano-israel-silvestre/hgE9moZFWKbzPw"
      },
      {
        "name": "Veues des Plus Beaux Lieux de France et d'Italie & Les Places, Portes, Fontaines de Paris & Veue de Rome et des Environs",
        "path": "img/art/artworks/israel-silvestre-a3.jpg",
        "source": "https://artsandculture.google.com/asset/veues-des-plus-beaux-lieux-de-france-et-d-italie-les-places-portes-fontaines-de-paris-veue-de-rome-et-des-environs-israel-silvestre-adam-perelle-nicolas-langlois/xAGMVMWxWpKETg"
      },
      {
        "name": "View of the facade of the Hôtel de Ville, Paris, in the foreground a cross on a stepped platform and a freestanding domed building",
        "path": "img/art/artworks/israel-silvestre-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-the-facade-of-the-hôtel-de-ville-paris-in-the-foreground-a-cross-on-a-stepped-platform-and-a-freestanding-domed-building-israel-silvestre-jean-marot-stefano-della-bella-israel-silvestre/AAEMvRQ6aSNy-w"
      },
      {
        "name": "Veue du chasteau de Versailles (View of Versailles, garden facade)",
        "path": "img/art/artworks/israel-silvestre-a5.jpg",
        "source": "https://artsandculture.google.com/asset/veue-du-chasteau-de-versailles-view-of-versailles-garden-facade-israel-silvestre-nicolas-langlois-adam-perelle/IAHImvUjEIlmTQ"
      },
      {
        "name": "View of Luxembourg from the garden side of the Palais d'Orleans, from 'Various views of remarkable places in Italy and France' (Diverses vues d'endroits remarquables d'Italie et de France)",
        "path": "img/art/artworks/israel-silvestre-a6.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-luxembourg-from-the-garden-side-of-the-palais-d-orleans-from-various-views-of-remarkable-places-in-italy-and-france-diverses-vues-d-endroits-remarquables-d-italie-et-de-france-stefano-della-bella-israel-silvestre-jean-marot/oQENVLsupWp7jg"
      }
    ],
    "summary": [
      "Israel Silvestre, called the Younger to distinguish him from his father, was a prolific French draftsman, etcher and print dealer who specialized in topographical views and perspectives of famous buildings.",
      "Orphaned at an early age, he was taken in by his uncle in Paris, Israel Henriet, an etcher and print-seller, and friend of Jacques Callot. Between 1630 and 1650 Silvestre travelled widely in France, Spain and Italy, which he visited three times, and later worked up his sketches as etchings, which were sold singly and in series. His work, especially of Venetian subjects published in the 1660s, influenced eighteenth-century painters of vedute such as Luca Carlevaris and Canaletto, who adapted his compositions.",
      "In 1661 he inherited the stock of plates of his uncle, the printseller Israel Henriet, among which was a large part of the works of Callot, and many of those of Stefano della Bella. In 1662 he was appointed dessinateur et graveur du Roi and in 1673 he was appointed drawing-master to Louis, le Grand Dauphin."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Etching", "Ink", "Engraving", "Book", "Drawing", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Israel_Silvestre",
    "urlGoogle": "https://artsandculture.google.com/entity/israel-silvestre/m0f_q_j"
  },
  "event": {
    "id": "laotian-civil-war",
    "name": "Laotian Civil War",
    "dates": "1962 - 1975",
    "mainImg": "img/events/laotian-civil-war.jpg",
    "summary": [
      "The Laotian Civil War was a civil war in Laos fought between the Communist Pathet Lao and the Royal Lao Government from 23 May 1959 to 2 December 1975. It is associated with the Cambodian Civil War and the Vietnam War, with both sides receiving heavy external support in a proxy war between the global Cold War superpowers. It is called the Secret War among the CIA Special Activities Division and Hmong veterans of the conflict.",
      "The Kingdom of Laos was a covert theater for other belligerents during the Vietnam War. The Franco–Lao Treaty of Amity and Association transferred remaining French powers to the Royal Lao Government, establishing Laos as an independent member of the French Union. However, this government did not include representatives from the Lao Issara anti-colonial armed nationalist movement.",
      "The following years were marked by a rivalry between the neutralists under Prince Souvanna Phouma, the right wing under Prince Boun Oum of Champassak, and the left-wing Lao Patriotic Front under Prince Souphanouvong and half-Vietnamese future Prime Minister Kaysone Phomvihane."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Laotian_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/laotian-civil-war/m01dsy2"
  },
  "funFacts": [
    {
      "id": "453",
      "fact": "Raindrops can fall as fast as 20 miles per hour.",
      "category": ["Science"]
    },
    { "id": "110", "fact": "Frogs never drink.", "category": ["Animals"] }
  ],
  "funFacts2": [{ "id": "522176", "fact": "A group of clowns is sometimes called a giggle." }],
  "idiom": {
    "id": "a-horse-of-a-different-color",
    "term": "a horse of a different color",
    "definition": "Also, **a horse of another color.** Another matter entirely, something else. For example, *I thought that was her boyfriend but it turned out to be her brother---that's a horse of a different color.* This term probably derives from a phrase coined by Shakespeare, who wrote \"a horse of that color\" (*Twelfth Night,* 2:3), meaning \"the same matter\" rather than a different one. By the mid-1800s the term was used to point out difference rather than likeness."
  },
  "person": {
    "id": "henry-kissinger",
    "name": "Henry Kissinger",
    "dates": "Born May 27, 1923",
    "mainImg": "img/people/henry-kissinger.jpg",
    "summary": [
      "Henry Alfred Kissinger is an American politician, diplomat, and geopolitical consultant who served as United States Secretary of State and National Security Advisor under the presidential administrations of Richard Nixon and Gerald Ford. A Jewish refugee who fled Nazi Germany with his family in 1938, he became National Security Advisor in 1969 and U.S. Secretary of State in 1973. For his actions negotiating a ceasefire in Vietnam, Kissinger received the 1973 Nobel Peace Prize under controversial circumstances, with two members of the committee resigning in protest.",
      "A practitioner of Realpolitik, Kissinger played a prominent role in United States foreign policy between 1969 and 1977. During this period, he pioneered the policy of détente with the Soviet Union, orchestrated the opening of relations with the People's Republic of China, engaged in what became known as shuttle diplomacy in the Middle East to end the Yom Kippur War, and negotiated the Paris Peace Accords, ending American involvement in the Vietnam War."
    ],
    "quote": "“The real distinction is between those who adapt their purposes to reality and those who seek to mold reality in the light of their purposes.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_Kissinger",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-kissinger/m03k_f"
  },
  "place": {
    "id": "united-arab-emirates",
    "name": "United Arab Emirates",
    "mainImg": "img/places/united-arab-emirates.jpg",
    "summary": [
      "The United Arab Emirates, sometimes simply called the Emirates, is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi, Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates. Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
      "Human occupation of the present UAE has been traced back to the emergence of anatomically modern humans from Africa some 125,000 BCE through finds at the Faya-1 site in Mleiha, Sharjah. Burial sites dating back to the Neolithic Age and the Bronze Age include the oldest known such inland site at Jebel Buhais."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/United_Arab_Emirates",
    "urlGoogle": "https://artsandculture.google.com/entity/united-arab-emirates/m0j1z8"
  },
  "wiki": {
    "id": "the-well-of-loneliness",
    "name": "The Well of Loneliness",
    "summary": "The Well of Loneliness is a 1928 lesbian novel by the British author Radclyffe Hall. It follows the life of Stephen Gordon, an Englishwoman from an upper-class family whose \"sexual inversion\" (homosexuality) is apparent from an early age. She finds love with Mary Llewellyn, whom she meets while serving as an ambulance driver in World War I, but their happiness together is marred by social isolation and rejection, which Hall depicts as having a debilitating effect on inverts. The novel portrays inversion as a natural, God-given state and makes an explicit plea: \"Give us also the right to our existence\". The novel became the target of a campaign by James Douglas, editor of the Sunday Express newspaper, who wrote \"I would rather give a healthy boy or a healthy girl a phial of prussic acid than this novel.\" Although its only sexual reference consists of the words \"and that night, they were not divided\", a British court judged it obscene because it defended \"unnatural practices between women\". In the United States the book survived legal challenges in New York state and in Customs Court.",
    "url": "https://en.wikipedia.org/wiki/The_Well_of_Loneliness"
  },
  "word": {
    "id": "aleatory",
    "word": "aleatory",
    "url": "https://www.merriam-webster.com/dictionary/aleatory",
    "partOfSpeech": "adjective",
    "pronunciation": "AY-lee-uh-tor-ee",
    "audioPath": "audio/words/aleatory.mp3",
    "definitions": ["characterized by chance or random elements"],
    "examples": [
      "Tom and Renee's romance had an _aleatory_ beginning-for without the sudden rainstorm that led to their introduction beneath the shop's awning, would they ever have met?",
      "\"Pollard had learned the 'cut-up' technique from Burroughs, in which the song (or poem) is completed, then spliced, then rearranged in random order. This writing technique is _aleatory_: in other words, it deposits chance directly into the creative process. What’s produced as a result of the technique is completely random ….\" - Brian Burlage, _The Michigan Daily_, July 30, 2014"
    ],
    "origin": "If you're the gambling type, then chances are good you've come across _aleatory_ in your travels. Deriving from the Latin noun _alea_, which refers to a kind of dice game, _aleatory_ was first used in English in the late 17th century to describe things that are dependent on uncertain odds, much like a roll of the dice. The term now describes things that occur by sheer chance or accident, such as the unlucky bounce of a golf shot or the unusual shape of an ink blot. Going a bit further, the term _aleatory music_, or _chance music_, describes a musical composition in which certain parts are left for the performer to concoct through improvisation."
  }
}
