{
  "artist": {
    "id": "anton-graff",
    "name": "Anton Graff",
    "dates": "Nov 18, 1736 - Jun 22, 1813",
    "mainImg": "img/art/artists/anton-graff.jpg",
    "artworkImgs": [
      {
        "name": "Friedrich der Große",
        "path": "img/art/artworks/anton-graff-a1.jpg",
        "source": "https://artsandculture.google.com/asset/friedrich-der-große-anton-graff/DAEsXb1rkqpq7w"
      },
      {
        "name": "Self-Portrait with Eye-shade",
        "path": "img/art/artworks/anton-graff-a2.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-with-eye-shade-anton-graff/6gF-cUPsvyJP3g"
      },
      {
        "name": "Portrait of the three daughters of Julius Johann von Vieth und Gossenau",
        "path": "img/art/artworks/anton-graff-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-three-daughters-of-julius-johann-von-vieth-und-gossenau-anton-graff/MAFGhf06b0xXGA"
      },
      {
        "name": "Portrait of the prince Karl of Saxony",
        "path": "img/art/artworks/anton-graff-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-prince-karl-of-saxony-anton-graff/dgGdRCuxEFUZOg"
      },
      {
        "name": "Frederick the Great, King of Prussia",
        "path": "img/art/artworks/anton-graff-a5.jpg",
        "source": "https://artsandculture.google.com/asset/frederick-the-great-king-of-prussia-henri-marais-after-anton-graff/aQElgX9db4qVKw"
      },
      {
        "name": "Karl Ramler",
        "path": "img/art/artworks/anton-graff-a6.jpg",
        "source": "https://artsandculture.google.com/asset/karl-ramler-johann-friedrich-bause-after-anton-graff/-AFfw-kHqHbxQw"
      }
    ],
    "summary": [
      "Anton Graff was an eminent Swiss portrait artist. Among his famous subjects were Friedrich Schiller, Christoph Willibald Gluck, Heinrich von Kleist, Frederick the Great, Friederike Sophie Seyler, Johann Gottfried Herder, Gotthold Ephraim Lessing, Moses Mendelssohn and Christian Felix Weisse. His pupils included Emma Körner, Philipp Otto Runge and Karl Ludwig Kaaz."
    ],
    "quote": null,
    "movements": ["Neoclassicism"],
    "mediums": ["Oil paint", "Laid paper", "Etching", "Bone", "Vitreous enamel", "Gold"],
    "urlWiki": "https://en.wikipedia.org/wiki/Anton_Graff",
    "urlGoogle": "https://artsandculture.google.com/entity/anton-graff/m05pjwt"
  },
  "event": {
    "id": "hungarian-revolution-of-1956",
    "name": "Hungarian Revolution of 1956",
    "dates": "Oct 23, 1956 - Nov 10, 1956",
    "mainImg": "img/events/hungarian-revolution-of-1956.jpg",
    "summary": [
      "The Hungarian Revolution of 1956, or the Hungarian Uprising, was a nationwide revolution against the Hungarian People's Republic and its Soviet-imposed policies, lasting from 23 October until 10 November 1956. Leaderless at the beginning, it was the first major threat to Soviet control since the Red Army drove Nazi Germany from its territory at the End of World War II in Europe.",
      "The revolt began as a student protest, which attracted thousands as they marched through central Budapest to the Hungarian Parliament building, calling out on the streets using a van with loudspeakers. A student delegation, entering the radio building to try to broadcast the students' demands, was detained. When the delegation's release was demanded by the protesters outside, they were fired upon from within the building by the State Security Police, known as the ÁVH. Multiple students died and one was wrapped in a flag and held above the crowd. This was the start of the next phase of the revolution. As the news spread, disorder and violence erupted throughout the capital.",
      "The revolt spread quickly and the government collapsed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hungarian_Revolution_of_1956",
    "urlGoogle": "https://artsandculture.google.com/entity/hungarian-revolution-of-1956/m01zd7d"
  },
  "funFacts": [
    { "id": "767", "fact": "Honeybees have hair on their eyes.", "category": ["Animals"] },
    {
      "id": "44",
      "fact": "The bullfrog is the only animal that never sleeps.",
      "category": ["Animals", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "504663",
      "fact": "While an Oscar is of unnamed value to someone who wins (or loses) one, the actual trophy has a raw value of about $600."
    }
  ],
  "idiom": {
    "id": "long-in-the-tooth",
    "term": "long in the tooth",
    "definition": "Getting on in years, old, as in *Aunt Aggie's a little long in the tooth to be helping us move.* This expression alludes to a horse's gums receding with age and making the teeth appear longer. [Mid-1800s]"
  },
  "person": {
    "id": "desmond-tutu",
    "name": "Desmond Tutu",
    "dates": "Born Oct 7, 1931",
    "mainImg": "img/people/desmond-tutu.jpg",
    "summary": [
      "Desmond Mpilo Tutu OMSG CH GCStJ is a South African Anglican cleric and theologian known for his work as an anti-apartheid and human rights activist. He was the Bishop of Johannesburg from 1985 to 1986 and then the Archbishop of Cape Town from 1986 to 1996, in both cases being the first black African to hold the position. Theologically, he sought to fuse ideas from black theology with African theology.",
      "Tutu was born of mixed Xhosa and Motswana heritage to a poor family in Klerksdorp, Union of South Africa. Entering adulthood, he trained as a teacher and married Nomalizo Leah Tutu, with whom he had several children. In 1960, he was ordained as an Anglican priest and in 1962 moved to the United Kingdom to study theology at King's College London. In 1966 he returned to southern Africa, teaching at the Federal Theological Seminary and then the University of Botswana, Lesotho and Swaziland. In 1972, he became the Theological Education Fund's director for Africa, a position based in London but necessitating regular tours of the African continent."
    ],
    "quote": "“Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Desmond_Tutu",
    "urlGoogle": "https://artsandculture.google.com/entity/desmond-tutu/m02d5w"
  },
  "place": {
    "id": "morocco",
    "name": "Morocco",
    "mainImg": "img/places/morocco.jpg",
    "summary": [
      "Morocco, officially the Kingdom of Morocco, is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land borders with Algeria to the east and Western Sahara to the south. Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands off its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km² and has a population of over 36 million.",
      "Since the foundation of the first Moroccan state by Idris I in 788 AD, the country has been ruled by a series of independent dynasties, reaching its zenith under Almoravid and Almohad rule, when it spanned parts of Iberia and northwestern Africa. The Portuguese Empire began in Morocco in the 15th century, following Portuguese conquests along the Moroccan coast, founding settlements which lasted into the 17th and 18th centuries. The Marinid and Saadi dynasties resisted foreign domination into the 17th century, allowing Morocco to remain the only northwest African country to avoid Ottoman occupation."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Morocco",
    "urlGoogle": "https://artsandculture.google.com/entity/morocco/m04wgh"
  },
  "wiki": {
    "id": "sarah-churchill-duchess-of-marlborough",
    "name": "Sarah Churchill, Duchess of Marlborough",
    "summary": "Sarah Churchill, Duchess of Marlborough (1660–1744) was one of the most influential women in British history due to her close friendship with Queen Anne of Great Britain. By the time Anne became queen in 1702, Sarah had become a powerful friend and a dangerous enemy, the last in the long line of Stuart favourites. A strong-willed woman who liked to get her own way, Sarah tried the Queen's patience whenever she disagreed with her on political, court or church appointments. Sarah enjoyed an unusually close relationship with her husband, John Churchill, 1st Duke of Marlborough, whom she married in 1677. When Anne came to the throne, the Duke of Marlborough, together with Sidney Godolphin, rose to head the government, partly due to his wife's friendship with the queen. Sarah campaigned on behalf of the British Whig Party, while also devoting time to building projects such as the construction of Blenheim Palace. The money she inherited from the Marlborough trust made her one of the richest women in Europe.",
    "url": "https://en.wikipedia.org/wiki/Sarah_Churchill,_Duchess_of_Marlborough"
  },
  "word": {
    "id": "froward",
    "word": "froward",
    "url": "https://www.merriam-webster.com/dictionary/froward",
    "partOfSpeech": "adjective",
    "pronunciation": "FROH-erd",
    "audioPath": "audio/words/froward.mp3",
    "definitions": ["habitually disposed to disobedience and opposition"],
    "examples": [
      "The nanny informed the parents that she would seek employment elsewhere if the _froward_ child could not be compelled to be more obedient.",
      "\"I first saw \\[the great-tailed grackles\\] during that amazing week in Texas three years ago and looked forward to renewing our acquaintance. By the end of the trip I was happy to be rid of them-pushy, _froward_ little party-crashing beasts that make rude, high-pitched squeals and constantly invite themselves to dinner, filching from unattended plates.\" - From an article in the _Lewiston Morning Tribune_ (Idaho), September 30, 2010"
    ],
    "origin": "Once upon a time, in the days of Middle English, \"froward\" and \"toward\" were opposites. \"Froward\" meant \"moving or facing away from something or someone\"; \"toward\" meant \"moving or facing in the direction of something or someone.\" (The suffix \"-ward\" is from Old English \"-weard,\" meaning \"moving, tending, facing.\") \"Froward\" also meant \"difficult to deal with, perverse\"; \"toward\" meant \"willing, compliant, obliging.\" Each went its own way in the end: \"froward\" lost its \"away from\" sense as long ago as the 16th century and the \"willing\" sense of \"toward\" disappeared in the 18th century. A third relative, \"untoward,\" developed in the 15th century as a synonym for \"froward\" in its \"unruly or intractable” sense, and later developed other meanings, including \"improper or indecorous.\""
  }
}
