{
  "artist": {
    "id": "zheng-xie",
    "name": "Zheng Xie",
    "dates": "Nov 22, 1693 - 1765",
    "mainImg": "img/art/artists/zheng-xie.jpg",
    "artworkImgs": [
      {
        "name": "Orchid and Rockery by Zheng Xie",
        "path": "img/art/artworks/zheng-xie-a1.jpg",
        "source": "https://artsandculture.google.com/asset/orchid-and-rockery-by-zheng-xie-zheng-xie/tAGPnzGZGfPMJg"
      },
      {
        "name": "Bamboo and Rocks",
        "path": "img/art/artworks/zheng-xie-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bamboo-and-rocks/XQGrgS0Lu4rtOA"
      },
      {
        "name": "Pillar-shaped Rockery",
        "path": "img/art/artworks/zheng-xie-a3.jpg",
        "source": "https://artsandculture.google.com/asset/pillar-shaped-rockery-zheng-xie/IAEtPeu677uyVg"
      },
      {
        "name": "清 鄭燮 遠山煙竹圖 軸|Misty Bamboo on a Distant Mountain",
        "path": "img/art/artworks/zheng-xie-a4.jpg",
        "source": "https://artsandculture.google.com/asset/清-鄭燮-遠山煙竹圖-軸-misty-bamboo-on-a-distant-mountain-zheng-xie/MAHQXIBpu04Y1g"
      },
      {
        "name": "Hanging scroll",
        "path": "img/art/artworks/zheng-xie-a5.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-zheng-xie/oQGXUKxUHeOWCA"
      },
      {
        "name": "Five-character Poem in Running Script",
        "path": "img/art/artworks/zheng-xie-a6.jpg",
        "source": "https://artsandculture.google.com/asset/five-character-poem-in-running-script-zheng-xie/FAHRtnSjeKMoJg"
      }
    ],
    "summary": [
      "Zheng Xie, commonly known as Zheng Banqiao was a Chinese painter from Jiangsu. He began life in poverty, but rose in the exam system to become a magistrate at Shandong. However, after 12 years, he became critical of the life of an official as he refused to ingratiate himself with senior officials. When he was reportedly criticized for building a shelter for the poor, he resigned. After that, he expressed himself in art and became one of the Eight Eccentrics of Yangzhou. He was noted for his drawing of orchids, bamboo, and stones. In 1748 he briefly resumed an official career as \"official calligrapher and painter\" for the Qianlong Emperor.",
      "Zheng was also a calligrapher who created a new calligraphy style influenced by his orchid drawings. Added to this, he had an interest in literature and poetry. He preferred to write about ordinary people in a natural style."
    ],
    "quote": "“Hold fast to the mountain, take root in a broken-up bluff, grow stronger after tribulations, and withstand the buffering wind from all directions.”",
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Zheng_Xie",
    "urlGoogle": "https://artsandculture.google.com/entity/zheng-xie/m087tvk"
  },
  "event": {
    "id": "battle-of-berlin",
    "name": "Battle of Berlin",
    "dates": "Apr 16, 1945 - May 2, 1945",
    "mainImg": "img/events/battle-of-berlin.jpg",
    "summary": [
      "The Battle of Berlin, designated the Berlin Strategic Offensive Operation by the Soviet Union, and also known as the Fall of Berlin, was one of the last major offensives of the European theatre of World War II.",
      "Following the Vistula–Oder Offensive of January–February 1945, the Red Army had temporarily halted on a line 60 km east of Berlin. On 9 March, Germany established its defence plan for the city with Operation Clausewitz. The first defensive preparations at the outskirts of Berlin were made on 20 March, under the newly appointed commander of Army Group Vistula, General Gotthard Heinrici.",
      "When the Soviet offensive resumed on 16 April, two Soviet fronts attacked Berlin from the east and south, while a third overran German forces positioned north of Berlin. Before the main battle in Berlin commenced, the Red Army encircled the city after successful battles of the Seelow Heights and Halbe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Berlin",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-berlin/m01qlj2"
  },
  "funFacts": [
    {
      "id": "948",
      "fact": "Early football fields were painted with both horizontal and vertical lines, creating a pattern that resembled a gridiron.",
      "category": ["History", "Firsts"]
    },
    {
      "id": "825",
      "fact": "Our eyes are always the same size from birth, but our nose and ears never stop growing.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "554054",
      "fact": "Female cicadas have been known to confuse the roar of power tools for mating calls, sometimes swarming people using lawn mowers."
    }
  ],
  "idiom": {
    "id": "occams-razor",
    "term": "Occam's razor",
    "definition": "The idea that the simplest explanation is probably the best. William of Occam was a Franciscan friar and philosopher (c. 1280-1349) whose writings so angered the Pope that he was excommunicated. His original statement was *Entia non sunt multiplicanda praeter necessitatem* (Entities should not be multiplied more than necessary). It was a French philosopher, Etienne Bonnot de Condillac, who in 1746 likened the idea to a razor, that is, cutting through complex ideas to reach the truth, and nearly a century later Sir William Hamilton, in an 1836 lecture, coined the present idiom. While it is not often heard today, it is not obsolete. Archer Mayor used it as the title of his 1999 mystery novel."
  },
  "person": {
    "id": "mc-george-bundy",
    "name": "McGeorge Bundy",
    "dates": "Mar 30, 1919 - Sep 16, 1996",
    "mainImg": "img/people/mc-george-bundy.jpg",
    "summary": [
      "McGeorge \"Mac\" Bundy was an American academic who served as United States National Security Advisor to Presidents John F. Kennedy and Lyndon B. Johnson from 1961 through 1966. He was president of the Ford Foundation from 1966 through 1979. Despite his career as a foreign-policy intellectual, educator, and philanthropist, he is best remembered as one of the chief architects of the United States' escalation of the Vietnam War during the Kennedy and Johnson administrations.",
      "After World War II, during which Bundy served as an intelligence officer, in 1949 he was selected for the Council on Foreign Relations. He worked with a study team on implementation of the Marshall Plan. He was appointed a professor of government at Harvard University, and in 1953 as its youngest dean of the Faculty of Arts and Sciences, working to develop Harvard as a merit-based university. In 1961 he joined Kennedy's administration. After serving at the Ford Foundation, in 1979 he returned to academia as professor of history at New York University, and later as scholar in residence at the Carnegie Corporation."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/McGeorge_Bundy",
    "urlGoogle": "https://artsandculture.google.com/entity/mcgeorge-bundy/m0n1th"
  },
  "place": {
    "id": "accra",
    "name": "Accra",
    "mainImg": "img/places/accra.jpg",
    "summary": [
      "Accra is the capital of Ghana covering an area of 225.67 km² with an estimated urban population of 2.27 million as of 2012. It is organized into 12 local government districts – 11 municipal districts and the Accra Metropolitan District, which is the only district within the capital to be granted city status. \"Accra\" usually refers to the Accra Metropolitan Area, which serves as the capital of Ghana, while the district which is within the jurisdiction of the Accra Metropolitan Assembly is distinguished from the rest of the capital as the \"City of Accra\". In common usage, however, the terms \"Accra\" and \"City of Accra\" are used interchangeably.",
      "The intersection of the Lafa stream and Mallam junction serves as the western border of Accra, the Great Hall of the University of Ghana forms Accra's northern border, while the Nautical College forms the eastern border. The Gulf of Guinea forms the southern border."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Accra",
    "urlGoogle": "https://artsandculture.google.com/entity/accra/m0fnyc"
  },
  "wiki": {
    "id": "boston-massachusetts",
    "name": "Boston, Massachusetts",
    "summary": "Boston is the capital and most populous city of the Commonwealth of Massachusetts, a state in the United States. The largest city in New England, it is considered the unofficial capital of the New England region. The city-proper had an estimated population of 596,638 in 2005, and lies at the center of America's eleventh-largest metropolitan area, Greater Boston, which is home to 4.4 million people. Founded in 1630, Boston was the location of several major events during the American Revolution, including the Boston Massacre and the Boston Tea Party. With many colleges and universities within the city and surrounding area, Boston is a center of higher education and a center for health care. The city's economy is also based on research, finance, and technology — principally biotechnology. Boston is struggling with gentrification issues, and has one of the highest costs of living in the United States.",
    "url": "https://en.wikipedia.org/wiki/Boston,_Massachusetts"
  },
  "word": {
    "id": "chicane",
    "word": "chicane",
    "url": "https://www.merriam-webster.com/dictionary/chicane",
    "partOfSpeech": "verb",
    "pronunciation": "shih-KAYN",
    "audioPath": "audio/words/chicane.mp3",
    "definitions": ["to use deception : to trick or cheat"],
    "examples": [
      "Claiming to be their long-lost grandson, the scammer _chicaned_ the couple into wiring money to him.",
      "\"There are two related issues here. One being the commercialization of education and the other being that education is regarded as solely a vehicle for job training. They feed on each other and now we are _chicaned_ into discussing education in purely economic terms.\" - Dunstan Chan, _Sound and Silence_, 2013"
    ],
    "origin": "There's no mystery about the origins of \"chicane.\" It's from the Middle French verb \"chicaner,\" meaning \"to quibble\" or \"to prevent justice,\" and print evidence of its use as a verb in English dates to around 1672. The noun form of \"chicane\" was first used in print in 1686. In addition to referring to \"trickery,\" the noun \"chicane\" is used to refer to an obstacle or a series of tight turns in opposite directions on a racecourse. In card games, \"chicane\" refers to the absence of trumps in a hand of cards. One curiosity of this word set is that the word that would appear to be a derivative of \"chicane\"-\"chicanery\" (a synonym of \"chicane\" in its \"trickery\" sense)-actually appeared in English over 60 years before \"chicane.\""
  }
}
