{
  "artist": {
    "id": "simeon-solomon",
    "name": "Simeon Solomon",
    "dates": "Oct 9, 1840 - Aug 14, 1905",
    "mainImg": "img/art/artists/simeon-solomon.jpg",
    "artworkImgs": [
      {
        "name": "Hosannah! (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a1.jpg",
        "source": "https://artsandculture.google.com/asset/hosannah-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/6QFEcko0Gb04EQ"
      },
      {
        "name": "The Mother of Moses",
        "path": "img/art/artworks/simeon-solomon-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-mother-of-moses/XgFyz6OrGkGBfw"
      },
      {
        "name": "A Youth Relating Tales to Ladies",
        "path": "img/art/artworks/simeon-solomon-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-youth-relating-tales-to-ladies-simeon-solomon/ewE8N6iMLOrWiQ"
      },
      {
        "name": "Naomi and the Child Obed (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a4.jpg",
        "source": "https://artsandculture.google.com/asset/naomi-and-the-child-obed-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/TwGEBSuo7rD3-Q"
      },
      {
        "name": "Melchizedek Blesses Abram (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a5.jpg",
        "source": "https://artsandculture.google.com/asset/melchizedek-blesses-abram-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/aQEes6P7t8hjiA"
      },
      {
        "name": "The Infant Moses (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-infant-moses-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/aQEb3jEhS1YKRg"
      }
    ],
    "summary": [
      "Simeon Solomon was an English painter associated with the Pre-Raphaelites who was noted for his depictions of Jewish life and same-sex desire.",
      "His career was cut short following arrests and convictions for sodomy in 1873 and 1874."
    ],
    "quote": null,
    "movements": ["Pre-Raphaelite Brotherhood"],
    "mediums": ["Drawing", "Chalk", "Pigment", "Wood", "Engraving", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Simeon_Solomon",
    "urlGoogle": "https://artsandculture.google.com/entity/simeon-solomon/m07mn5z"
  },
  "event": {
    "id": "military-history-of-australia-during-the-vietnam-war",
    "name": "Military history of Australia during the Vietnam War",
    "dates": "Aug 3, 1962 - Dec 2, 1972",
    "mainImg": "img/events/military-history-of-australia-during-the-vietnam-war.jpg",
    "summary": [
      "Australia's involvement in the Vietnam War began with a small commitment of 30 military advisors in 1962, and increased over the following decade to a peak of 7,672 Australian personnel following the Menzies Government's April 1965 decision to upgrade its military commitment to South Vietnam's security. By the time the last Australian personnel were withdrawn in 1972, the Vietnam War had become Australia's longest war, and was only recently surpassed by Australia's long term commitment of combat forces to the War in Afghanistan. It remains Australia's largest force contribution to a foreign conflict since the Second World War and was also the most controversial in Australian society since the conscription controversy during the First World War. Although initially enjoying broad support due to concerns about the spread of communism in Southeast Asia, a vocal anti-war movement developed in response to Australia's programme of conscription.",
      "The withdrawal of Australia's forces from South Vietnam began in November 1970, under the Gorton Government, when 8 RAR completed its tour of duty and was not replaced."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Military_history_of_Australia_during_the_Vietnam_War",
    "urlGoogle": "https://artsandculture.google.com/entity/military-history-of-australia-during-the-vietnam-war/m0f41qw"
  },
  "funFacts": [
    {
      "id": "138",
      "fact": "Hawaii is the only U.S. state that grows coffee commercially.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "204",
      "fact": "A stamp shaped like a banana was once issued in the country of Tonga.",
      "category": ["Food", "Geography"]
    },
    { "id": "13", "fact": "Cats have over 100 vocal chords.", "category": ["Animals"] }
  ],
  "funFacts2": [],
  "idiom": {
    "id": "at-first-blush",
    "term": "at first blush",
    "definition": "Also, **at first glance** or **sight.** When first seen. For example, *At first blush we thought it was an elegant restaurant, but it soon became obvious that it was hardly the place for a special dinner,* or *At first glance the contract looked just fine.* All three phrases date from the 1300s. The noun *blush* is used with the obsolete meaning \"glimpse\" or \"momentary view\" and in this idiom has nothing to do with showing embarrassment."
  },
  "person": {
    "id": "james-a-garfield",
    "name": "James A. Garfield",
    "dates": "Nov 19, 1831 - Sep 19, 1881",
    "mainImg": "img/people/james-a-garfield.jpg",
    "summary": [
      "James Abram Garfield was the 20th president of the United States, serving from March 4, 1881, until his death by assassination six and a half months later. He is the only sitting member of the United States House of Representatives to be elected to the presidency.",
      "Garfield entered politics as a Republican in 1857. He served as a member of the Ohio State Senate from 1859 to 1861. Garfield opposed Confederate secession, served as a major general in the Union Army during the American Civil War, and fought in the battles of Middle Creek, Shiloh, and Chickamauga. He was first elected to Congress in 1862 to represent Ohio's 19th district. Throughout Garfield's congressional service after the war, he firmly supported the gold standard and gained a reputation as a skilled orator. He initially agreed with Radical Republican views on Reconstruction, but later favored a moderate approach to civil rights enforcement for freedmen.",
      "At the 1880 Republican National Convention, delegates chose Garfield, who had not sought the White House, as a compromise presidential nominee on the 36th ballot."
    ],
    "quote": "“Right reason is stronger than force.”",
    "urlWiki": "https://en.wikipedia.org/wiki/James_A._Garfield",
    "urlGoogle": "https://artsandculture.google.com/entity/james-a-garfield/m0b22w"
  },
  "place": {
    "id": "knoxville",
    "name": "Knoxville",
    "mainImg": "img/places/knoxville.jpg",
    "summary": [
      "Knoxville is a city in the U.S. state of Tennessee, and the county seat of Knox County. As of July 1, 2019, Knoxville‘s population was 187,603 making it the largest city in the East Tennessee region and the state’s overall third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which was 868,546 in 2015.",
      "First settled in 1786, Knoxville was the first capital of Tennessee. The city struggled with geographic isolation throughout the early 19th century. The arrival of the railroad in 1855 led to an economic boom. During the Civil War, the city was bitterly divided over the secession issue, and was occupied alternately by both Confederate and Union armies. Following the war, Knoxville grew rapidly as a major wholesaling and manufacturing center. The city's economy stagnated after the 1920s as the manufacturing sector collapsed, the downtown area declined and city leaders became entrenched in highly partisan political fights."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Knoxville,_Tennessee",
    "urlGoogle": "https://artsandculture.google.com/entity/knoxville/m0_vn7"
  },
  "wiki": {
    "id": "the-ashes",
    "name": "The Ashes",
    "summary": "The Ashes is a biennial Test cricket contest played between England and Australia. The series is named after the trophy, which is a small wooden urn said to contain the burnt bails from an 1882 game at The Oval. Each Ashes series typically consists of five Test matches, and the series alternate between the two countries. In the cricketing world, the Ashes is regarded as one of the sport's most famous and fierce rivalries. Particularly notable Ashes series took place in 1932/33 (the Bodyline tour), 1948 (Sir Donald Bradman's \"Invincibles\" Australian side) and 1981 (in which an England team spearheaded by Ian Botham won a thrilling series).",
    "url": "https://en.wikipedia.org/wiki/The_Ashes"
  },
  "word": {
    "id": "susurrous",
    "word": "susurrous",
    "url": "https://www.merriam-webster.com/dictionary/susurrous",
    "partOfSpeech": "adjective",
    "pronunciation": "soo-SUR-us",
    "audioPath": "audio/words/susurrous.mp3",
    "definitions": ["full of whispering sounds"],
    "examples": [
      "The _susurrous_ opening phrases of the first movement, with its whispering violins, gave way to a thunderous crescendo of brass.",
      "\"The Colonel raised his Dixie beer to the ladies, still chatting comfortably in the soft, _susurrous_ Vicksburg night….\" -- From a short story in Paul Kennedy Mueller's 2010 book _The Pandemonium Bar & Grill (And Other Stories)_"
    ],
    "origin": "\"Susurrous\" derives from the Latin noun \"susurrus,\" meaning \"a hum\" or \"a whisper,\" and may be a distant relative of \"swarm\" (think of the collective hum of a beehive). \"Susurrus\" also occurs as an English noun, with the meaning \"a whispering or rustling sound.\" Of the two English words, the noun is the older (it debuted in 1826); \"susurrous\" came onto the scene about thirty years later. Both of these were preceded by the noun \"susurration,\" which appeared in the 14th century and means \"a whispering sound,\" or \"murmur.\" Today \"susurrous\" is used to describe any kind of sound that resembles a whisper: a light breeze through a tree, perhaps, or the murmurs of intrigued theatergoers."
  }
}
