{
  "artist": {
    "id": "ito-jakuchu",
    "name": "Itō Jakuchū",
    "dates": "Mar 1, 1716 - Oct 27, 1800",
    "mainImg": "img/art/artists/ito-jakuchu.jpg",
    "artworkImgs": [
      {
        "name": "Elephant",
        "path": "img/art/artworks/ito-jakuchu-a1.jpg",
        "source": "https://artsandculture.google.com/asset/elephant-ito-jyakuchu/VwGwrz0SexYogw"
      },
      {
        "name": "Elephant",
        "path": "img/art/artworks/ito-jakuchu-a2.jpg",
        "source": "https://artsandculture.google.com/asset/elephant-ito-jakuchu/9QGN-n373lK9pg"
      },
      {
        "name": "Two Gibbons Reaching for the Moon",
        "path": "img/art/artworks/ito-jakuchu-a3.jpg",
        "source": "https://artsandculture.google.com/asset/two-gibbons-reaching-for-the-moon-ito-jakuchu/aAGGZdu3IeIYdA"
      },
      {
        "name": "Rooster, Hen and Chickens",
        "path": "img/art/artworks/ito-jakuchu-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rooster-hen-and-chickens-itô-jakuchû/sgEopzA7bjUFhQ"
      },
      {
        "name": "Animals in the Flower garden (Right-hand screen)",
        "path": "img/art/artworks/ito-jakuchu-a5.jpg",
        "source": "https://artsandculture.google.com/asset/animals-in-the-flower-garden-right-hand-screen-ito-jakuchu/8QGBpHoNA3IkNg"
      },
      {
        "name": "月下白梅図|White Plum Blossoms and Moon",
        "path": "img/art/artworks/ito-jakuchu-a6.jpg",
        "source": "https://artsandculture.google.com/asset/月下白梅図-white-plum-blossoms-and-moon-itō-jakuchū/DgHtxDrnoZeVAw"
      }
    ],
    "summary": [
      "Itō Jakuchū was a Japanese painter of the mid-Edo period when Japan had closed its doors to the outside world. Many of his paintings concern traditionally Japanese subjects, particularly chickens and other birds. Many of his otherwise traditional works display a great degree of experimentation with perspective, and with other very modern stylistic elements.",
      "Compared to Soga Shōhaku and other exemplars of the mid-Edo period eccentric painters, Jakuchū is said to have been very calm, restrained, and professional. He held strong ties to Zen Buddhist ideals, and was considered a lay brother; but he was also keenly aware of his role within a Kyoto society that was becoming increasingly commercial."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile", "Book", "Watercolor painting", "Gold"],
    "urlWiki": "https://en.wikipedia.org/wiki/It%C5%8D_Jakuch%C5%AB",
    "urlGoogle": "https://artsandculture.google.com/entity/itō-jakuchū/m0g4p75"
  },
  "event": {
    "id": "victorian-era",
    "name": "Victorian era",
    "dates": "Jun 20, 1837 - Jan 22, 1901",
    "mainImg": "img/events/victorian-era.jpg",
    "summary": [
      "In the history of the United Kingdom, the Victorian era was the period of Queen Victoria's reign, from 20 June 1837 until her death on 22 January 1901. The era followed the Georgian period and preceded the Edwardian period, and its later half overlaps with the first part of the Belle Époque era of Continental Europe. In terms of moral sensibilities and political reforms, this period began with the passage of the Reform Act 1832. There was a strong religious drive for higher moral standards led by the nonconformist churches, such as the Methodists, and the Evangelical wing of the established Church of England. Britain's relations with the other Great Powers were driven by the colonial antagonism of the Great Game with Russia, climaxing during the Crimean War; a Pax Britannica of international free trade was maintained by the country's naval and industrial supremacy. Britain embarked on global imperial expansion, particularly in Asia and Africa, which made the British Empire the largest empire in history. National self-confidence peaked."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Victorian_era",
    "urlGoogle": "https://artsandculture.google.com/entity/victorian-era/m0814f"
  },
  "funFacts": [
    { "id": "9", "fact": "The average speed of a housefly is 4.5 mph.", "category": ["Animals"] },
    {
      "id": "383",
      "fact": "Mount Katahdin in Maine is the first place in the U.S. to get sunlight each morning.",
      "category": ["Geography"]
    },
    {
      "id": "862",
      "fact": "The typewriter was invented in Milwaukee, WI in 1867.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553918",
      "fact": "In 19th-century Ireland, jack-o'-lanterns were carved out \r\nof turnips instead of pumpkins."
    },
    {
      "id": "554080",
      "fact": "In 1953, Swanson had 260 tons of frozen turkey leftover after Thanksgiving, so they packaged them into trays with peas and potatoes, and the TV Dinner was born."
    },
    {
      "id": "553853",
      "fact": "Before he wrote Goosebumps, R.L. Stine wrote the jokes for Bazooka Joe gum wrappers."
    }
  ],
  "idiom": {
    "id": "worth-ones-salt",
    "term": "worth one's salt",
    "definition": "Deserving of one's wages; a good employee. In ancient Rome salt was a valuable commodity and was used to pay soldiers. From this came the Latin noun *salarium* and the English *salary.* In the mid-1800s the term was applied to current practices of employment, although salt had long since ceased to be a medium of pay. Thus, \"Paul's done a fine job so far; he's really worth his salt."
  },
  "person": {
    "id": "raul-castro",
    "name": "Raul Castro",
    "dates": "Born Jun 3, 1931",
    "mainImg": "img/people/raul-castro.jpg",
    "summary": [
      "Raúl Modesto Castro Ruz is a Cuban politician who is currently serving as the First Secretary of the Communist Party of Cuba, the most senior position in the communist state, succeeding his brother Fidel Castro in April 2011. He has also been a member of the Politburo of the Communist Party of Cuba, the highest decision-making body, since 1975. In February 2008, he was appointed the President of the Council of State and President of the Council of Ministers. He stepped down as President on 19 April 2018, but remains the first secretary of the Communist Party, still holding considerable influence over government policy.",
      "Prior to being appointed acting President of Cuba in July 2006, he served as the commander-in-chief of the Armed Forces from 1959 to 2008. His ministerial tenure made him the longest serving minister of the armed forces. Because of his predecessor's illness, Castro was designated the President of the Council of State in a temporary transfer of power. Castro was officially made President by the National Assembly on 24 February 2008, after Fidel Castro, who was still ailing, announced on 19 February 2008 that he would not stand for President again."
    ],
    "quote": "“In Cuba we have one party, but in the U.S. there is very little difference. Both parties are an expression of the ruling class.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Ra%C3%BAl_Castro",
    "urlGoogle": "https://artsandculture.google.com/entity/raul-castro/m01gcjq"
  },
  "place": {
    "id": "toulouse",
    "name": "Toulouse",
    "mainImg": "img/places/toulouse.jpg",
    "summary": [
      "Toulouse is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres from the Mediterranean Sea, 230 km from the Atlantic Ocean and 680 km from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014.",
      "The city's unique architecture made of pinkish terracotta bricks has earned Toulouse the nickname La Ville Rose.",
      "The Toulouse Metro area, with 1,312,304 inhabitants as of 2014, is France's fourth-largest metropolitan area, after Paris, Lyon and Marseille, and ahead of Lille and Bordeaux.",
      "Toulouse is the centre of the European aerospace industry, with the headquarters of Airbus, the SPOT satellite system, ATR and the Aerospace Valley. It also hosts the European headquarters of Intel and CNES's Toulouse Space Centre, the largest space centre in Europe. Thales Alenia Space, ATR, SAFRAN, Liebherr-Aerospace and Airbus Defence and Space also have a significant presence in Toulouse."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Toulouse",
    "urlGoogle": "https://artsandculture.google.com/entity/toulouse/m0cbhh"
  },
  "quote": {
    "id": "64",
    "quote": "I think it is often easier to make progress on mega-ambitious dreams. Since no one else is crazy enough to do it, you have little competition. In fact, there are so few people this crazy that I feel like I know them all by first name.",
    "author": "Larry Page"
  },
  "wiki": {
    "id": "noronha-skink",
    "name": "Noronha skink",
    "summary": "The Noronha skink is a species of skink from the island of Fernando de Noronha off northeastern Brazil. Perhaps seen by Amerigo Vespucci in 1503, it was first formally described in 1839. Its subsequent taxonomic history has been complex, riddled with confusion with Trachylepis maculata and other species, homonyms, and other problems. The species is classified in the otherwise mostly African genus Trachylepis and is thought to have reached its island from Africa by rafting. The enigmatic Trachylepis tschudii, supposedly from Peru, may be the same species as the Noronha skink. The Noronha skink is covered with dark and light spots on the upperparts and is usually about 7 to 10 cm (3 to 4 in) in length. The tail is long and muscular, but breaks off easily. Very common throughout Fernando de Noronha, it is an opportunistic feeder, eating both insects and plant material, including nectar from the Erythrina velutina tree, as well as other material ranging from cookie crumbs to eggs of its own species. Introduced predators such as cats prey on it and several parasitic worms infect it.",
    "url": "https://en.wikipedia.org/wiki/Noronha_skink"
  },
  "word": {
    "id": "modicum",
    "word": "modicum",
    "url": "https://www.merriam-webster.com/dictionary/modicum",
    "partOfSpeech": "noun",
    "pronunciation": "MAH-dih-kum",
    "audioPath": "audio/words/modicum.mp3",
    "definitions": ["a small portion : a limited quantity"],
    "examples": [
      "If you had possessed a modicum of sense, you would have paused to think before accepting such a dangerous job."
    ],
    "origin": "What does \"modicum\" have to do with a toilet? It just so happens that \"modicum\" shares the same Latin parent as \"commode,\" which is a synonym of \"toilet.\" \"Modicum\" and \"commode\" ultimately derive from the Latin noun \"modus,\" which means \"measure.\" \"Modicum\" has been a part of the English language since the 15th century. It descends from the Latin \"modicus\" (\"moderate\"), which is itself a descendant of \"modus.\" (Logically enough, \"modicum\" refers to a small \"measure\" of something.) \"Modus\" really measures up as a Latin root -- it also gave us \"mode\" (originally a kind of musical \"measure\"), \"modal,\" \"model,\" \"modern,\" \"modify,\" and \"modulate.\" More distant relatives include \"mete,\" \"moderate,\" and \"modest.\""
  }
}
