{
  "artist": {
    "id": "moretto-da-brescia",
    "name": "Moretto da Brescia",
    "dates": "1498 - Dec 22, 1554",
    "mainImg": "img/art/artists/moretto-da-brescia.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of a Man",
        "path": "img/art/artworks/moretto-da-brescia-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-moretto-da-brescia/RgHUR7vADI8L9Q"
      },
      {
        "name": "Portrait of a Young Man",
        "path": "img/art/artworks/moretto-da-brescia-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-young-man-moretto-da-brescia/PwENiHa-RvZghg"
      },
      {
        "name": "Portrait of a Gentleman with a Letter",
        "path": "img/art/artworks/moretto-da-brescia-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-gentleman-with-a-letter-alessandro-bonvicino-known-as-moretto-da-brescia/_QEaLAJ4EnonCQ"
      },
      {
        "name": "Praying Man with a Long Beard",
        "path": "img/art/artworks/moretto-da-brescia-a4.jpg",
        "source": "https://artsandculture.google.com/asset/praying-man-with-a-long-beard-moretto-da-brescia/fwH2_DsFvwny0g"
      },
      {
        "name": "The Madonna and Child with Saints",
        "path": "img/art/artworks/moretto-da-brescia-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-madonna-and-child-with-saints-moretto-da-brescia/wQE1UoJucfv6Vw"
      },
      {
        "name": "St. Justina, Venerated by a Patron",
        "path": "img/art/artworks/moretto-da-brescia-a6.jpg",
        "source": "https://artsandculture.google.com/asset/st-justina-venerated-by-a-patron-moretto-da-brescia/2gFbl9hjoCBrCg"
      }
    ],
    "summary": [
      "Alessandro Bonvicino, more commonly known as Moretto, or in Italian Il Moretto da Brescia, was an Italian Renaissance painter from Brescia, where he also mostly worked. His dated works span the period from 1524 to 1554, but he was already described as a master in 1516. He was mainly a painter of altarpieces that tend towards sedateness, mostly for churches in and around Brescia, but also in Bergamo, Milan, Verona and Asola; many remain in the churches they were painted for. Most are on canvas, but a number even of large ones are on wood panel. Only a handful of drawings survive.",
      "He also painted a few portraits, but these are more influential. A full-length Portrait of a Man in the National Gallery, London, dated 1526, seems to be the earliest Italian independent portrait at full-length, all the more unexpected as the \"sitter\", though clearly a wealthy nobleman, shows no sign of being from a princely ruling family. This format, and the background of an exterior largely closed off by a column the man leans on, was taken up by his main assistant Giovanni Battista Moroni, who mainly painted portraits, and was one of the most important portraitists of the mid-16th century."
    ],
    "quote": null,
    "movements": ["Renaissance", "High Renaissance", "Italian Renaissance"],
    "mediums": ["Oil paint", "Wood", "Drawing", "Ink", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Moretto_da_Brescia",
    "urlGoogle": "https://artsandculture.google.com/entity/moretto-da-brescia/m03v_4z"
  },
  "event": {
    "id": "taisho",
    "name": "Taishō",
    "dates": "Jul 30, 1912 - Dec 25, 1926",
    "mainImg": "img/events/taisho.jpg",
    "summary": [
      "Taishō era is a period in the history of Japan dating from 30 July 1912 to 25 December 1926, coinciding with the reign of the Emperor Taishō. The new emperor was a sickly man, which prompted the shift in political power from the old oligarchic group of elder statesmen to the Imperial Diet of Japan and the democratic parties. Thus, the era is considered the time of the liberal movement known as the \"Taishō democracy\" in Japan; it is usually distinguished from the preceding chaotic Meiji period and the following militaristic-driven first part of the Shōwa period."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Taish%C5%8D",
    "urlGoogle": "https://artsandculture.google.com/entity/taishō/m01bg2_"
  },
  "funFacts": [
    {
      "id": "974",
      "fact": "All gondolas in Venice, Italy must be painted black unless they are carrying an important person.",
      "category": ["Geography", "Habits", "Laws"]
    },
    {
      "id": "798",
      "fact": "Tennessee was previously named Franklin after Benjamin Franklin.",
      "category": ["History"]
    },
    {
      "id": "990",
      "fact": "Chicago is named after smelly garlic that once grew in the area.",
      "category": ["Plants", "Geography", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554256",
      "fact": "The first item sold\u0003on eBay was\u0003a broken\u0003laser pointer."
    },
    {
      "id": "527078",
      "fact": "Duncan Hines was a real person. He was a popular restaurant critic who also wrote a book of hotel recommendations."
    }
  ],
  "idiom": {
    "id": "culture-vulture",
    "term": "culture vulture",
    "definition": "An individual with a consuming or excessive interest in the arts. For example, *A relentless culture vulture, she dragged her children to every museum in town.* This slangy term may have been originated by Ogden Nash, who wrote: \"There is a vulture Who circles above The carcass of culture\" (*Free Wheeling,* 1931). [1940s]"
  },
  "person": {
    "id": "john-vorster",
    "name": "John Vorster",
    "dates": "Dec 13, 1915 - Sep 10, 1983",
    "mainImg": "img/people/john-vorster.jpg",
    "summary": [
      "Balthazar Johannes \"B. J.\" Vorster was a South African politician who served as the Prime Minister of South Africa from 1966 to 1978 and as the fourth State President of South Africa from 1978 to 1979. Vorster was known for his staunch adherence to apartheid, overseeing the Rivonia Trial in which Nelson Mandela was sentenced to life imprisonment for sabotage, and the Terrorism Act, the complete abolition of non-white political representation, the Soweto Riots and the Steve Biko crisis. He conducted a more pragmatic foreign policy than his predecessors in an effort to improve relations between the white minority government and South Africa's neighbours, particularly after the break-up of the Portuguese colonial empire. Shortly after the Internal Settlement in Rhodesia, in which he was instrumental, he was implicated in the Muldergate Scandal and resigned the premiership in favour of the ceremonial presidency, which he was forced to give up as well eight months later."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_Vorster",
    "urlGoogle": "https://artsandculture.google.com/entity/john-vorster/m025qk8"
  },
  "place": {
    "id": "morelia",
    "name": "Morelia",
    "mainImg": "img/places/morelia.jpg",
    "summary": [
      "Morelia is a city and municipality in the north central part of the state of Michoacán in central Mexico. The city is in the Guayangareo Valley and is the capital and largest city of the state. The main pre-Hispanic cultures here were the Purépecha and the Matlatzinca, but no major cities were founded in the valley during this time. The Spanish took control of the area in the 1520s. The Spanish under Viceroy Antonio de Mendoza founded a settlement here in 1541 with the name of Valladolid, which became rival to the nearby city of Pátzcuaro for dominance in Michoacán. In 1580, this rivalry ended in Valladolid's favor and it became the capital of the colonial province. After the Mexican War of Independence, the city was renamed Morelia in honor of José María Morelos, who hailed from the city. In 1991, the city was declared a UNESCO World Heritage Site for its well-preserved colonial buildings and layout of the historic center."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Morelia",
    "urlGoogle": "https://artsandculture.google.com/entity/morelia/m01btsy"
  },
  "quote": {
    "id": "27",
    "quote": "A happy family is but an earlier heaven.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "rainilaiarivony",
    "name": "Rainilaiarivony",
    "summary": "Rainilaiarivony (1828–1896) was the Prime Minister of Madagascar from 1864 to 1895. Named Commander-in-Chief of the Army by King Radama II upon the death of Queen Ranavalona I in 1861, Rainilaiarivony played a key role in transforming Madagascar's government from an absolute to a constitutional monarchy. He was promoted to Prime Minister in 1864 and remained in power for the next 31 years by marrying three queens in succession: Rasoherina, Ranavalona II and Ranavalona III. As Prime Minister, Rainilaiarivony modernized state administration and legislated the Christianization of the monarchy. His diplomatic and military acumen preserved Madagascar's sovereignty from colonial interests until the French capture of the royal palace in September 1895. Although holding him in high esteem, the French colonial authority deposed the prime minister and exiled him to French Algeria, where he died less than a year later in August 1896.",
    "url": "https://en.wikipedia.org/wiki/Rainilaiarivony"
  },
  "word": {
    "id": "tramontane",
    "word": "tramontane",
    "url": "https://www.merriam-webster.com/dictionary/tramontane",
    "partOfSpeech": "adjective",
    "pronunciation": "truh-MAHN-tayn",
    "audioPath": "audio/words/tramontane.mp3",
    "definitions": [
      "situated on the north side of the Alps : transalpine",
      "lying on or coming from the other side of a mountain range"
    ],
    "examples": [
      "He kept a journal on his journey to the _tramontane_ region of the country.",
      "\"The lesser known area of Emporda, just across the border from Roussillon in France, is a rugged hilly area where wild herbs have a stronghold. The vines hang on as the _tramontane_ winds whip across the area mixing the aromas of the pollen.\" -- From an article by Colin Pressdee in the _Daily Post_ (Liverpool), August 28, 2010"
    ],
    "origin": "The journey of \"tramontane\" into English starts in Latin and begins with the coming together of the prefix \"trans-,\" meaning \"across\" or \"beyond,\" and \"montanus,\" meaning \"of a mountain.\" When the word entered Italian, it did so as \"tramontano\" and referred to people or things on or from the other side of a mountain range -- specifically, the Alps. \"Tramontano\" then traveled into English during the late 16th century as both the adjective \"tramontane,\" with the same meaning as the Italian word, and as the noun \"tramontane,\" meaning \"one dwelling in a tramontane region\" or \"a foreigner.\" During the 18th century, the adjective began carrying the meaning \"barbarous,\" but that meaning is now rarely -- if ever -- used."
  }
}
