{
  "artist": {
    "id": "jan-miense-molenaer",
    "name": "Jan Miense Molenaer",
    "dates": "1610 - Sep 19, 1668",
    "mainImg": "img/art/artists/jan-miense-molenaer.jpg",
    "artworkImgs": [
      {
        "name": "Woman at the Virginal",
        "path": "img/art/artworks/jan-miense-molenaer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/woman-at-the-virginal-jan-miense-molenaer/hAFRd4XtuxcuSA"
      },
      {
        "name": "Self-Portrait with Family Members",
        "path": "img/art/artworks/jan-miense-molenaer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-with-family-members-jan-miense-molenaer/LAG_zAV0faspzA"
      },
      {
        "name": "Battle Between Carnival and Lent",
        "path": "img/art/artworks/jan-miense-molenaer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/battle-between-carnival-and-lent/EAEaanGWWIKOTQ"
      },
      {
        "name": "Allegory of Vanity",
        "path": "img/art/artworks/jan-miense-molenaer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-of-vanity-jan-miense-molenaer/8AFlscAn5-aZBg"
      },
      {
        "name": "The Five Senses: Taste",
        "path": "img/art/artworks/jan-miense-molenaer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-five-senses-taste-molenaer-jan-miense/WwF0ydUUt0hU3w"
      },
      {
        "name": "The Five Senses: Sight",
        "path": "img/art/artworks/jan-miense-molenaer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-five-senses-sight-molenaer-jan-miense/KQFYGdID-sV4Rw"
      }
    ],
    "summary": [
      "Jan Miense Molenaer, was a Dutch Golden Age genre painter whose style was a precursor to Jan Steen's work during Dutch Golden Age painting. He shared a studio with his wife, Judith Leyster, also a genre painter, as well as a portraitist and painter of still-life. Both Molenaer and Leyster may have been pupils of Frans Hals."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Etching", "Pencil", "Wood", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Miense_Molenaer",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-miense-molenaer/m02w3218"
  },
  "event": {
    "id": "1912-summer-olympics",
    "name": "1912 Summer Olympics",
    "dates": "Jul 6, 1912 - Jul 22, 1912",
    "mainImg": "img/events/1912-summer-olympics.jpg",
    "summary": [
      "The 1912 Summer Olympics, officially known as the Games of the V Olympiad, were an international multi-sport event held in Stockholm, Sweden, between 5 May and 22 July 1912.",
      "Twenty-eight nations and 2,408 competitors, including 48 women, competed in 102 events in 14 sports. With the exception of tennis and football and shooting, the games were held within a month with an official opening on 6 July. It was the last Olympics to issue solid gold medals and, with Japan's debut, the first time an Asian nation participated. Stockholm was the only bid for the games, and was selected in 1909.",
      "The games were the first to have art competitions, women's diving, women's swimming, and the first to feature both the decathlon and the new pentathlon, both won by Jim Thorpe. Electric timing was introduced in athletics, while the host country disallowed boxing. Figure skating was rejected by the organizers because they wanted to promote the Nordic Games.",
      "United States won the most gold medals, while Sweden won the most medals overall. These were the final Olympic Games for 8 years due to the disruption of the First World War. The next Olympic Games were held in 1920."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1912_Summer_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/1912-summer-olympics/m018ljb"
  },
  "funFacts": [
    { "id": "4", "fact": "Slugs have four noses.", "category": ["Animals"] },
    { "id": "833", "fact": "Children have more taste buds than adults.", "category": ["Anatomy"] }
  ],
  "funFacts2": [
    {
      "id": "504663",
      "fact": "While an Oscar is of unnamed value to someone who wins (or loses) one, the actual trophy has a raw value of about $600."
    }
  ],
  "idiom": {
    "id": "a-feather-in-ones-cap",
    "term": "a feather in one's cap",
    "definition": "An act or deed to one's credit; a distinctive achievement. For example, *Getting all three factions to the bargaining table would be a feather in his cap.* This expression alludes to the practice of putting a feather on a soldier's cap for every enemy he kills, an early practice of some Native American tribes and many other peoples. [Early 1600s]"
  },
  "person": {
    "id": "henry-kissinger",
    "name": "Henry Kissinger",
    "dates": "Born May 27, 1923",
    "mainImg": "img/people/henry-kissinger.jpg",
    "summary": [
      "Henry Alfred Kissinger is an American politician, diplomat, and geopolitical consultant who served as United States Secretary of State and National Security Advisor under the presidential administrations of Richard Nixon and Gerald Ford. A Jewish refugee who fled Nazi Germany with his family in 1938, he became National Security Advisor in 1969 and U.S. Secretary of State in 1973. For his actions negotiating a ceasefire in Vietnam, Kissinger received the 1973 Nobel Peace Prize under controversial circumstances, with two members of the committee resigning in protest.",
      "A practitioner of Realpolitik, Kissinger played a prominent role in United States foreign policy between 1969 and 1977. During this period, he pioneered the policy of détente with the Soviet Union, orchestrated the opening of relations with the People's Republic of China, engaged in what became known as shuttle diplomacy in the Middle East to end the Yom Kippur War, and negotiated the Paris Peace Accords, ending American involvement in the Vietnam War."
    ],
    "quote": "“The real distinction is between those who adapt their purposes to reality and those who seek to mold reality in the light of their purposes.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_Kissinger",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-kissinger/m03k_f"
  },
  "place": {
    "id": "mumbai",
    "name": "Mumbai",
    "mainImg": "img/places/mumbai.jpg",
    "summary": [
      "Mumbai is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of almost 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It has the highest number of millionaires and billionaires among all cities in India. Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
      "The seven islands that constitute Mumbai were originally home to communities of Marathi language speaking Koli people, who originated in Gujarat in prehistoric times."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mumbai",
    "urlGoogle": "https://artsandculture.google.com/entity/mumbai/m04vmp"
  },
  "wiki": {
    "id": "jogaila",
    "name": "Jogaila",
    "summary": "Jogaila was a Grand Duke of Lithuania and King of Poland. He ruled in Lithuania from 1377, at first with his uncle, Kęstutis. In 1386, he converted to Christianity, was baptized as Władysław, married the eleven-year-old Queen Jadwiga of Poland, and was crowned Polish king as Władysław Jagiełło. His reign in Poland lasted a further forty-eight years and laid the foundation for the centuries long Polish-Lithuanian union. He gave his name to the Jagiellon branch of the Gediminids dynasty which ruled both states until 1572, and became one of the most influential dynasties in medieval Europe. Jogaila was the last pagan ruler of medieval Lithuania. He held the title Didysis Kunigaikštis. As King of Poland, he pursued a policy of close alliances with Lithuania against the Teutonic Order. The allied victory at the Battle of Grunwald in 1410, followed by the First Peace of Toruń, secured the Polish and Lithuanian borders and marked the emergence of the Polish-Lithuanian alliance as a major European force. The reign of Władysław II Jagiełło extended Polish frontiers and is often considered the beginning of Poland's \"Golden Age\".",
    "url": "https://en.wikipedia.org/wiki/Jogaila"
  },
  "word": {
    "id": "desideratum",
    "word": "desideratum",
    "url": "https://www.merriam-webster.com/dictionary/desideratum",
    "partOfSpeech": "noun, plural desiderata",
    "pronunciation": "dih-sid-uh-RAH-tum",
    "audioPath": "audio/words/desideratum.mp3",
    "definitions": ["something desired as essential"],
    "examples": [
      "\"For … every unknown actor dying for a break, a speaking part in a Woody Allen movie is the _desideratum_.\" - From an article by Tracy Young in _Vogue_, November 1990",
      "\"200 vendors will offer a wide array of garden-related items…. 'Window-shopping' is welcome, but the event invites you to stock up on your garden _desiderata_.\" - From an article by Tom Karwin in the _Monterey County Herald_ (California), March 16, 2012"
    ],
    "origin": "We'd like to introduce you to some close cousins of \"desire.\" All trace their roots to the Latin \"sider-,\" meaning \"heavenly body.\" \"Desiderare,\" meaning \"to long for,\" was born when Latin \"de-\" was prefixed to \"sider-.\" \"Desiderare\" begat Anglo-French \"desirer,\" which in turn brought forth English \"desire,\" \"desirous,\" and \"desirable\" in the 13th and 14th centuries. But many years later, in the 17th century, English acquired \"desideration\" (\"longing\"), \"desiderate\" (\"to wish for\"), and finally \"desideratum,\" all of which can lay claim to direct ancestry from \"desiderare.\""
  }
}
