{
  "artist": {
    "id": "antoine-coypel",
    "name": "Antoine Coypel",
    "dates": "Apr 11, 1661 - Jan 7, 1722",
    "mainImg": "img/art/artists/antoine-coypel.jpg",
    "artworkImgs": [
      {
        "name": "Seated Faun",
        "path": "img/art/artworks/antoine-coypel-a1.jpg",
        "source": "https://artsandculture.google.com/asset/seated-faun-antoine-coypel/VgGfdD87-P2ThA"
      },
      {
        "name": "Allegory on the glory of Louis XIV",
        "path": "img/art/artworks/antoine-coypel-a2.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-on-the-glory-of-louis-xiv/hwGap2-j4PTHrw"
      },
      {
        "name": "Pan Overcome by Putti",
        "path": "img/art/artworks/antoine-coypel-a3.jpg",
        "source": "https://artsandculture.google.com/asset/pan-overcome-by-putti-antoine-coypel/igG176-vx2yDEw"
      },
      {
        "name": "Penning met buste van Lodewijk XIV",
        "path": "img/art/artworks/antoine-coypel-a4.jpg",
        "source": "https://artsandculture.google.com/asset/penning-met-buste-van-lodewijk-xiv-gerard-edelinck-antoine-coypel/rgHXtzf8Sx79Fw"
      },
      {
        "name": "The Eternal Father in glory with the instruments of the Passion",
        "path": "img/art/artworks/antoine-coypel-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-eternal-father-in-glory-with-the-instruments-of-the-passion-antoine-coypel/cAF0eqOXOeCjSw"
      },
      {
        "name": "Penning met buste van Lodewijk XIV",
        "path": "img/art/artworks/antoine-coypel-a6.jpg",
        "source": "https://artsandculture.google.com/asset/penning-met-buste-van-lodewijk-xiv-gerard-edelinck-antoine-coypel/cwEErn8mJqaZ8g"
      }
    ],
    "summary": [
      "Antoine Coypel was a history painter, the more famous son of the French painter Noël Coypel.",
      "Antoine Coypel was born in Paris. He studied under his father, with whom he spent four years at Rome. At the age of eighteen he was admitted into the Académie de peinture et de sculpture, of which he became professor and rector in 1707, and director in 1714. In 1716 he was appointed king's painter, and he was ennobled in the following year.",
      "His great work of decoration was the ceiling of the Royal chapel at Versailles, in the manner of the Roman Baroque. He also carried out large-scale paintings illustrating themes of the Aeneid for the Palais-Royal.",
      "Antoine Coypel received a careful literary education, the effects of which appear in his works; but the graceful imagination displayed by his pictures is marred by the fact that he was not superior to the artificial taste of his age. He was a clever etcher, and engraved several of his own works. His Discours prononcés dans les conferences de 1'Academie royale de Peinture, etc.; first appeared in 1721."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Engraving", "Laid paper", "Oil paint", "Etching", "Pencil", "Chalk"],
    "urlWiki": "https://en.wikipedia.org/wiki/Antoine_Coypel",
    "urlGoogle": "https://artsandculture.google.com/entity/antoine-coypel/m03jsgr"
  },
  "event": {
    "id": "berlin-crisis-of-1961",
    "name": "Berlin Crisis of 1961",
    "dates": "Jun 4, 1961 - Nov 9, 1961",
    "mainImg": "img/events/berlin-crisis-of-1961.jpg",
    "summary": [
      "The Berlin Crisis of 1961 occurred between 4 June – 9 November 1961, and was the last major politic-military European incident of the Cold War about the occupational status of the German capital city, Berlin, and of post–World War II Germany. The Berlin Crisis started when the USSR launched an ultimatum demanding the withdrawal of all armed forces from Berlin, including the Western armed forces in West Berlin. The crisis culminated in the city's de facto partition with the East German erection of the Berlin Wall.",
      "The 22nd Congress of the Communist Party of the Soviet Union—the last to be attended by the Communist Party of China—was held in Moscow during the crisis."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Berlin_Crisis_of_1961",
    "urlGoogle": "https://artsandculture.google.com/entity/berlin-crisis-of-1961/m04dyv7m"
  },
  "funFacts": [
    {
      "id": "873",
      "fact": "President William McKinley had a pet parrot that he named \"Washington Post.\"",
      "category": ["History"]
    },
    {
      "id": "429",
      "fact": "There are 336 dimples on a regulation American golf ball.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554046",
      "fact": "According to the record holder for tallest waffle stack, Guinness World Records has a 40-page document \u0003defining what a waffle is."
    }
  ],
  "person": {
    "id": "du-fu",
    "name": "Du Fu",
    "dates": "712 AD - 770 AD",
    "mainImg": "img/people/du-fu.jpg",
    "summary": [
      "Du Fu was a Chinese poet and politician of the Tang dynasty. Along with Li Bai, he is frequently called the greatest of the Chinese poets. His greatest ambition was to serve his country as a successful civil servant, but he proved unable to make the necessary accommodations. His life, like the whole country, was devastated by the An Lushan Rebellion of 755, and his last 15 years were a time of almost constant unrest.",
      "Although initially he was little-known to other writers, his works came to be hugely influential in both Chinese and Japanese literary culture. Of his poetic writing, nearly fifteen hundred poems have been preserved over the ages. He has been called the \"Poet-Historian\" and the \"Poet-Sage\" by Chinese critics, while the range of his work has allowed him to be introduced to Western readers as \"the Chinese Virgil, Horace, Ovid, Shakespeare, Milton, Burns, Wordsworth, Béranger, Hugo or Baudelaire\"."
    ],
    "quote": "“This cream will help one's nature strengthen and grow, The diet gives support in my decline.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Du_Fu",
    "urlGoogle": "https://artsandculture.google.com/entity/du-fu/m01wyhf"
  },
  "place": {
    "id": "cheltenham",
    "name": "Cheltenham",
    "mainImg": "img/places/cheltenham.jpg",
    "summary": [
      "Cheltenham is a large spa town and borough on the edge of the Cotswolds in the county of Gloucestershire, England. Cheltenham became known as a health and holiday spa town resort following the discovery of mineral springs in 1716.",
      "The town hosts several festivals of culture, often featuring nationally and internationally famous contributors and attendees, including the Cheltenham Literature Festival, the Cheltenham Jazz Festival, the Cheltenham Science Festival, the Cheltenham Music Festival, the Cheltenham Cricket Festival, and the Cheltenham Food & Drink Festival. In steeplechase horse racing, the Gold Cup is the main event of the Cheltenham Festival, held every March."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cheltenham",
    "urlGoogle": "https://artsandculture.google.com/entity/cheltenham/m015cj9"
  },
  "wiki": {
    "id": "kenneth-r-shadrick",
    "name": "Kenneth R. Shadrick",
    "summary": "Kenneth R. Shadrick (1931–1950) was a private in the United States Army who was widely, but incorrectly, reported as the first American soldier killed in action in the Korean War. Shadrick was born in Harlan County, Kentucky, one of 10 children. After dropping out of high school in 1948, he joined the US Army, and spent a year of service in Japan before being dispatched to South Korea at the onset of the Korean War in 1950 along with his unit, the 34th Infantry Regiment, 24th Infantry Division. During a patrol, Shadrick was killed by the machine gun of a North Korean T-34 tank, and his body was taken to an outpost where journalist Marguerite Higgins was covering the war. Higgins later reported that he was the first soldier killed in the war, a claim that was repeated in media across the United States. His life was widely profiled, and his funeral drew hundreds of people. His death is now believed to have occurred after the first American combat fatalities in the Battle of Osan. Since the identities of other soldiers killed before Shadrick remain unknown, he is still often incorrectly cited as the first US soldier killed in the war.",
    "url": "https://en.wikipedia.org/wiki/Kenneth_R._Shadrick"
  },
  "word": {
    "id": "fecund",
    "word": "fecund",
    "url": "https://www.merriam-webster.com/dictionary/fecund",
    "partOfSpeech": "adjective",
    "pronunciation": "FEK-und",
    "audioPath": "audio/words/fecund.mp3",
    "definitions": [
      "fruitful in offspring or vegetation : prolific",
      "intellectually productive or inventive to a marked degree"
    ],
    "examples": [
      "As an artist she gets most of her inspiration from nature; her daily walks in the woods are a _fecund_ source of ideas.",
      "\"Sea slugs that mate more than the absolute minimum necessary to retain female fertility are more _fecund_ than slugs that mate less often, according to the study detailed Wednesday in the open-access journal PLoS ONE.\" - From an article by Stephanie Pappas on NBCNews.com, August 22, 2012"
    ],
    "origin": "\"Fecund\" and its synonyms \"fruitful\" and \"fertile\" all mean producing or capable of producing offspring or fruit-literally or figuratively. \"Fecund\" applies to things that yield offspring, fruit, or results in abundance or with rapidity (\"a fecund herd\"; \"a fecund imagination\"). \"Fruitful\" emphasizes abundance, too, and often adds the implication that the results attained are desirable or useful (\"fruitful plains\"; \"a fruitful discussion\"). \"Fertile\" implies the power to reproduce (\"a fertile woman\") or the power to assist in reproduction, growth, or development (\"fertile soil\"; \"a fertile climate for artists\")."
  }
}
