{
  "artist": {
    "id": "tilman-riemenschneider",
    "name": "Tilman Riemenschneider",
    "dates": "1460 - Jul 7, 1531",
    "mainImg": "img/art/artists/tilman-riemenschneider.jpg",
    "artworkImgs": [
      {
        "name": "Standing Virgin with Child",
        "path": "img/art/artworks/tilman-riemenschneider-a1.jpg",
        "source": "https://artsandculture.google.com/asset/standing-virgin-with-child-tilman-riemenschneider/AQGyzc4ralhULg"
      },
      {
        "name": "Christ Appears to Mary Magdalene, from the Münnerstadt Retable",
        "path": "img/art/artworks/tilman-riemenschneider-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christ-appears-to-mary-magdalene-from-the-münnerstadt-retable-tilman-riemenschneider/pwHbzVjcLQzrrQ"
      },
      {
        "name": "The Four Evangelists, from the Münnerstadt Retable",
        "path": "img/art/artworks/tilman-riemenschneider-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-four-evangelists-from-the-münnerstadt-retable-tilman-riemenschneider/tgFm2ezcJ1JFRA"
      },
      {
        "name": "Angels playing Instruments and singing",
        "path": "img/art/artworks/tilman-riemenschneider-a4.jpg",
        "source": "https://artsandculture.google.com/asset/angels-playing-instruments-and-singing-tilman-riemenschneider/5gFZfXcTKBR-cA"
      },
      {
        "name": "St. George Fighting the Dragon",
        "path": "img/art/artworks/tilman-riemenschneider-a5.jpg",
        "source": "https://artsandculture.google.com/asset/st-george-fighting-the-dragon-tilman-riemenschneider/4gEIb-GPpMMwtA"
      },
      {
        "name": "Virgin and Child on the Crescent Moon",
        "path": "img/art/artworks/tilman-riemenschneider-a6.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-on-the-crescent-moon-tilman-riemenschneider/1wHfAs16teuq9Q"
      }
    ],
    "summary": [
      "Tilman Riemenschneider was a German sculptor and woodcarver active in Würzburg from 1483. He was one of the most prolific and versatile sculptors of the transition period between late Gothic and Renaissance, a master in stone and limewood."
    ],
    "quote": null,
    "movements": ["Northern Renaissance", "Renaissance", "German Renaissance", "Gothic art"],
    "mediums": ["Sculpture", "Wood", "Oak", "Alabaster"],
    "urlWiki": "https://en.wikipedia.org/wiki/Tilman_Riemenschneider",
    "urlGoogle": "https://artsandculture.google.com/entity/tilman-riemenschneider/m030dkt"
  },
  "event": {
    "id": "prague-offensive",
    "name": "Prague Offensive",
    "dates": "May 6, 1945 - May 11, 1945",
    "mainImg": "img/events/prague-offensive.jpg",
    "summary": [
      "The Prague Offensive was the last major military operation of World War II in Europe. The offensive was fought on the Eastern Front from 6 May to 11 May 1945. Fought concurrently with the Prague uprising, the offensive was one of the last engagements of World War II in Europe and continued after Nazi Germany's unconditional capitulation on 8 May.",
      "The city of Prague was ultimately liberated by the USSR during the Prague Offensive. All of the German troops of Army Group Centre and many of Army Group Ostmark were killed or captured, or fell into the hands of the Allies after the capitulation."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Prague_Offensive",
    "urlGoogle": "https://artsandculture.google.com/entity/prague-offensive/m04z5b9"
  },
  "funFacts": [
    {
      "id": "257",
      "fact": "The first food eaten in space by a U.S. astronaut was applesauce.",
      "category": ["Food", "Firsts"]
    },
    {
      "id": "708",
      "fact": "Manufacturing recycled goods uses up to 95% less energy than using raw materials.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [{ "id": "554102", "fact": "The national animal of Scotland is the unicorn." }],
  "idiom": {
    "id": "for-a-song",
    "term": "for a song",
    "definition": "Very cheaply, for little money, especially for less than something is worth. For example, \"I know a man ... sold a goodly manor for a song\" (Shakespeare, *All's Well That Ends Well,* 3:2). This idiom alludes to the pennies given to street singers or to the small cost of sheet music. [Late 1500s]"
  },
  "person": {
    "id": "mitt-romney",
    "name": "Mitt Romney",
    "dates": "Born Mar 12, 1947",
    "mainImg": "img/people/mitt-romney.jpg",
    "summary": [
      "Willard Mitt Romney is an American politician, businessman and former presidential candidate who has served as the junior United States senator from Utah since January 2019. He previously served as the 70th Governor of Massachusetts from 2003 to 2007 and was the Republican Party's nominee for President of the United States in the 2012 election.",
      "Raised in Bloomfield Hills, Michigan, by his parents, George and Lenore Romney, he spent over two years from 1966 in France as a Mormon missionary. He married Ann Davies in 1969; they have five sons. By 1971, he had participated in the political campaigns of both parents. Romney earned a Bachelor of Arts in English from Brigham Young University in 1971 and a joint JD–MBA from Harvard University in 1975. Romney became a management consultant and in 1977 joined Bain & Company in Boston. As Bain's chief executive officer, he later helped lead the company out of a financial crisis. In 1984, he co-founded and led the spin-off company Bain Capital, a highly profitable private equity investment firm that became one of the largest of its kind in the nation."
    ],
    "quote": "“Even though I love solar and love wind, like most people do, I like the renewable sources, they alone are not going to get America energy independent.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Mitt_Romney",
    "urlGoogle": "https://artsandculture.google.com/entity/mitt-romney/m0271_s"
  },
  "place": {
    "id": "toledo",
    "name": "Toledo",
    "mainImg": "img/places/toledo.jpg",
    "summary": [
      "Toledo is a city and municipality located in central Spain; it is the capital of the province of Toledo in the autonomous community of Castile–La Mancha. Toledo was declared a World Heritage Site by UNESCO in 1986 for its extensive monumental and cultural heritage.",
      "Toledo is known as the \"Imperial City\" because it was the main venue of the court of Charles V, Holy Roman Emperor in Spain, and as the \"City of the Three Cultures\" for the cultural influences of Christians, Muslims, and Jews reflected in its history. It was the capital from 542 to 725 AD of the ancient Visigothic kingdom, which followed the fall of the Roman Empire, and the location of historic events such as the Visigothic Councils of Toledo. The city has a grand Gothic Cathedral, the Catedral Primada de España, and a long history in the production of bladed weapons, which are now common souvenirs of the city.",
      "People who were born or have lived in Toledo include Brunhilda of Austrasia, Al-Zarqali, Garcilaso de la Vega, Eleanor of Toledo, Alfonso X, Israeli ben Joseph, Halevi, and El Greco. As of 2015, the city had a population of 83,226 and an area of 232.1 km²."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Toledo,_Spain",
    "urlGoogle": "https://artsandculture.google.com/entity/toledo/m07q3s"
  },
  "wiki": {
    "id": "chennai",
    "name": "Chennai",
    "summary": "Chennai, also known as Madras, is the capital of the state of Tamil Nadu and is India's fourth largest metropolitan city. It is located on the Coromandel Coast of the Bay of Bengal. With an estimated population of 6.90 million, the 367-year-old city is the 31st largest metropolitan area in the world. The city is a large commercial and industrial centre, and is known for its cultural heritage and temple architecture. The city is the automobile capital of India, with around forty percent of the automobile industry having a base there. The 12 kilometre long Marina Beach forms the city's east coast and is one of the longest beaches in the world. The city is also known for its sport venues and hosts India's only ATP tennis event, the Chennai Open.",
    "url": "https://en.wikipedia.org/wiki/Chennai"
  },
  "word": {
    "id": "lucubration",
    "word": "lucubration",
    "url": "https://www.merriam-webster.com/dictionary/lucubration",
    "partOfSpeech": "noun",
    "pronunciation": "loo-kyuh-BRAY-shun",
    "audioPath": "audio/words/lucubration.mp3",
    "definitions": [
      "laborious or intensive study; also : the product of such study - usually used in plural"
    ],
    "examples": [
      "The historical archives include handwritten _lucubrations_ from Benjamin Franklin himself.",
      "\"From introspection, we are all familiar with the mental clutter, the chatter that makes up our daily life. It is a rapid fire of free associations, of jumping from one image, speech fragment or memory to the next. Late-night _lucubrations_ are particularly prone to such erratic zigzagging.\" - From an article by Christof Koch at Salon.com, August 2, 2013."
    ],
    "origin": "Imagine someone studying through the night by the light of a dim candle or lamp. That image demonstrates perfectly the most literal sense of \"lucubration.\" Our English word derives from the Latin verb \"lucubrare,\" meaning \"to work by lamplight.\" (Yes, that Latin root is related to \"lux,\" the Latin word for \"light.\") In its earliest known English uses in the late 1500s and early 1600s, \"lucubration\" named both nocturnal study itself and a written product thereof. By the 1800s, however, the term had been broadened to refer to any intensive study (day or night), or a composition, especially a weighty one, generated as a result of such study. Nowadays, \"lucubration\" is most often used as a plural and implies pompous or stuffy scholarly writing."
  }
}
