{
  "artist": {
    "id": "alexander-andreyevich-ivanov",
    "name": "Alexander Andreyevich Ivanov",
    "dates": "Jul 16, 1806 - Jul 3, 1858",
    "mainImg": "img/art/artists/alexander-andreyevich-ivanov.jpg",
    "artworkImgs": [
      {
        "name": "Via Appia at Sunset",
        "path": "img/art/artworks/alexander-andreyevich-ivanov-a1.jpg",
        "source": "https://artsandculture.google.com/asset/via-appia-at-sunset-aleksander-ivanov/AAENJNp6EAhfrQ"
      },
      {
        "name": "Christ's Appearance to Mary Magdalene after the Resurrection",
        "path": "img/art/artworks/alexander-andreyevich-ivanov-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christ-s-appearance-to-mary-magdalene-after-the-resurrection/pwE-qeOqtCvCTg"
      },
      {
        "name": "Water and Stones near Palazzuola",
        "path": "img/art/artworks/alexander-andreyevich-ivanov-a3.jpg",
        "source": "https://artsandculture.google.com/asset/water-and-stones-near-palazzuola/XAGBPqDoCK919Q"
      },
      {
        "name": "The Apparition of Christ to the People (The Apparition of the Messiah)",
        "path": "img/art/artworks/alexander-andreyevich-ivanov-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-apparition-of-christ-to-the-people-the-apparition-of-the-messiah-aleksander-ivanov/lgGqUffODe21kA"
      }
    ],
    "summary": [
      "Alexander Andreyevich Ivanov was a Russian painter who adhered to the waning tradition of Neoclassicism but found little sympathy with his contemporaries. He was born and died in St. Petersburg. He has been called the master of one work, for it took 20 years to complete his magnum opus The Appearance of Christ Before the People."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_Andreyevich_Ivanov",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-andreyevich-ivanov/m06dsrq"
  },
  "event": {
    "id": "mercury-atlas-9",
    "name": "Mercury-Atlas 9",
    "dates": "May 15, 1963 - May 16, 1963",
    "mainImg": "img/events/mercury-atlas-9.jpg",
    "summary": [
      "Mercury-Atlas 9 was the final crewed space mission of the U.S. Mercury program, launched on May 15, 1963 from Launch Complex 14 at Cape Canaveral, Florida. The spacecraft, named Faith 7, completed 22 Earth orbits before splashing down in the Pacific Ocean, piloted by astronaut Gordon Cooper, then a United States Air Force major. The Atlas rocket was No. 130-D, and the Mercury spacecraft was No. 20. This mission marks the last time an American was launched alone to conduct an entirely solo orbital mission."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mercury-Atlas_9",
    "urlGoogle": "https://artsandculture.google.com/entity/mercury-atlas-9/m01f7g2"
  },
  "funFacts": [
    { "id": "61", "fact": "Pigs can get sunburn.", "category": ["Animals"] },
    { "id": "57", "fact": "You blink over 10,000,000 times a year.", "category": ["Anatomy"] }
  ],
  "funFacts2": [
    {
      "id": "554012",
      "fact": "Fern collecting was such a hot fad in the Victorian era that it even had a name: pteridomania."
    }
  ],
  "idiom": {
    "id": "box-the-compass",
    "term": "box the compass",
    "definition": "Make a complete turnabout or reversal, as in *With a change of ownership, the editorial page boxed the compass politically, now supporting the Senator.* Originally this was (and continues to be) a nautical term, meaning \"repeat the 32 points of the compass in order.\" In the early 1800s it began to be used figuratively."
  },
  "person": {
    "id": "carlos-prio-socarras",
    "name": "Carlos Prío Socarrás",
    "dates": "Jul 14, 1903 - Apr 5, 1977",
    "mainImg": "img/people/carlos-prio-socarras.jpg",
    "summary": [
      "Carlos Prío Socarrás was the President of Cuba from 1948 until he was deposed by a military coup led by Fulgencio Batista on March 10, 1952, three months before new elections were to be held. He was the first president of Cuba to be born in an independent Cuba and the last to gain his post through universal, contested elections. He is sometimes called Charles Prio Socarras in English."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Carlos_Pr%C3%ADo_Socarr%C3%A1s",
    "urlGoogle": "https://artsandculture.google.com/entity/carlos-prío-socarrás/m0l1l3"
  },
  "place": {
    "id": "lansing",
    "name": "Lansing",
    "mainImg": "img/places/lansing.jpg",
    "summary": [
      "Lansing is the capital of the U.S. state of Michigan. It is mostly in Ingham County, although portions of the city extend west into Eaton County and north into Clinton County. The 2010 Census placed the city's population at 114,297, making it the fifth largest city in Michigan. The population of its Metropolitan Statistical Area was 464,036, while the even larger Combined Statistical Area population, which includes Shiawassee County, was 534,684. It was named the new state capital of Michigan in 1847, ten years after Michigan became a state.",
      "The Lansing metropolitan area, colloquially referred to as \"Mid-Michigan\", is an important center for educational, cultural, governmental, commercial, and industrial functions. Neighboring East Lansing is home to Michigan State University, a public research university with an enrollment of more than 50,000. The area features two medical schools, one veterinary school, two nursing schools, and two law schools. It is the site of the Michigan State Capitol, the state Supreme Court, the Court of Appeals, a federal court, the Library of Michigan and Historical Center, and headquarters of four national insurance companies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lansing,_Michigan",
    "urlGoogle": "https://artsandculture.google.com/entity/lansing/m04pry"
  },
  "wiki": {
    "id": "grey-cup",
    "name": "Grey Cup",
    "summary": "The Grey Cup is the name of both the championship game of the Canadian Football League (CFL) and the trophy awarded to the victorious team. It is contested between the winners of the CFL's East and West Divisional playoffs and is one of Canadian television's largest annual sporting events. It was commissioned by Governor General Albert Grey, 4th Earl Grey, to serve as the national championship of Canadian football. The trophy has been broken several times, stolen twice, held for ransom and survived a fire. The University of Toronto won the inaugural title in 1909. Typically played in late November, inclement weather has periodically impacted the Grey Cup game, notably the 1962 \"Fog Bowl\" when the contest was postponed due to a lack of visibility. The Toronto Argonauts have the most Grey Cup victories with 15, while the Edmonton Eskimos formed the longest dynasty with five consecutive titles between 1978 and 1982. Competition for the Grey Cup has been limited exclusively to Canadian teams, except for a brief period in the 1990s which saw the Baltimore Stallions become the only American Grey Cup champion in 1995. The 100th Grey Cup is being held in Toronto in 2012.",
    "url": "https://en.wikipedia.org/wiki/Grey_Cup"
  },
  "word": {
    "id": "pastiche",
    "word": "pastiche",
    "url": "https://www.merriam-webster.com/dictionary/pastiche",
    "partOfSpeech": "noun",
    "pronunciation": "pass-TEESH",
    "audioPath": "audio/words/pastiche.mp3",
    "definitions": [
      "a musical, literary, or artistic work that imitates the style of previous work or is made up of selections from different works",
      "hodgepodge"
    ],
    "examples": [
      "The director's new murder mystery is a clever _pastiche_ of the 1950s noir films he watched as a boy.",
      "\"Chicano art is a _pastiche_ of post-Mexican Revolution art blended with current-day social and political activism that borrows from the likes of Diego Rivera and the gritty, West Coast street art scene.\" - From a review by Kyle Roerink in the _Billings Gazette_ (Montana), September 3, 2013"
    ],
    "origin": "It all began with macaroni. Our word \"pastiche\" is from French, but the French word was in turn borrowed from Italian, where the word is \"pasticcio.\" \"Pasticcio\" is what the Italians called a kind of \"macaroni pie\" (from the word \"pasta\"). English-speakers familiar with this multilayered dish had begun to apply the name to various sorts of potpourris or hodgepodges (musical, literary, or otherwise) by the 18th century. For over a hundred years English speakers were happy with \"pasticcio,\" until we discovered the French word \"pastiche\" sometime in the latter part of the 1800s. Although we still occasionally use \"pasticcio\" in its extended meaning, \"pastiche\" is now much more common."
  }
}
