{
  "artist": {
    "id": "wolfgang-lettl",
    "name": "Wolfgang Lettl",
    "dates": "Dec 18, 1919 - Feb 10, 2008",
    "mainImg": "img/art/artists/wolfgang-lettl.jpg",
    "artworkImgs": [
      {
        "name": "13 Attempts to Become a Rooster - 4",
        "path": "img/art/artworks/wolfgang-lettl-a1.jpg",
        "source": "https://artsandculture.google.com/asset/13-attempts-to-become-a-rooster-4-wolfgang-lettl/1AHJYaBd6ilSKw"
      },
      {
        "name": "13 Attempts to Become a Rooster - 2",
        "path": "img/art/artworks/wolfgang-lettl-a2.jpg",
        "source": "https://artsandculture.google.com/asset/13-attempts-to-become-a-rooster-2-wolfgang-lettl/mQH-rVisLLKiBA"
      },
      {
        "name": "Somewhere There Must Be a Future",
        "path": "img/art/artworks/wolfgang-lettl-a3.jpg",
        "source": "https://artsandculture.google.com/asset/somewhere-there-must-be-a-future-wolfgang-lettl/XgHEq4VIhtY_9Q"
      },
      {
        "name": "Basilica of Santa Maria Maggiore di Siponto",
        "path": "img/art/artworks/wolfgang-lettl-a4.jpg",
        "source": "https://artsandculture.google.com/asset/basilica-of-santa-maria-maggiore-di-siponto-wolfgang-lettl/zgFPEOhUp_EP2w"
      },
      {
        "name": "13 Attempts to Become a Rooster - 3",
        "path": "img/art/artworks/wolfgang-lettl-a5.jpg",
        "source": "https://artsandculture.google.com/asset/13-attempts-to-become-a-rooster-3-wolfgang-lettl/KAG1iftFp8kvFA"
      },
      {
        "name": "The Flight II",
        "path": "img/art/artworks/wolfgang-lettl-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-flight-ii-wolfgang-lettl/uwE_lbMgyfAeBw"
      }
    ],
    "summary": [
      "Wolfgang Lettl was a surrealist painter who was born and who died in Augsburg, Germany.",
      "In 1939, at the age of 20, Wolfgang joined the German Army and served as a communications officer in occupied Paris from 1940 to 1943, during which time he worked on his watercolours and first became exposed to surrealism. Later in the war, he became a reconnaissance airman in Norway, where he was captured at the end of the war and held for four months.",
      "He returned to Augsburg in 1945, and worked there as a freelance painter from 1945 to 1948. In 1949, however, the currency reform forced him to turn to construction work to make ends meet. He continued working on his landscapes, portraits and surrealist art while working construction jobs and odd jobs. From 1954 onwards, he was able to concentrate on his art.",
      "He married Franziska Link in 1949.",
      "Success with his freelance art led him to develop his surrealism, and in 1963 he participated in the Grosse Kunstausstellung München, becoming a member of the Neue Münchener Künstlergenossenschaft. One-man shows in Germany and abroad followed."
    ],
    "quote": null,
    "movements": ["Surrealism", "Impressionism", "Realism", "Modern art"],
    "mediums": ["Cardboard", "Etching", "Ink", "Oil paint", "Watercolor painting", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wolfgang_Lettl",
    "urlGoogle": "https://artsandculture.google.com/entity/wolfgang-lettl/m0bdphh"
  },
  "event": {
    "id": "battle-of-legnano",
    "name": "Battle of Legnano",
    "dates": null,
    "mainImg": "img/events/battle-of-legnano.jpg",
    "summary": [
      "The Battle of Legnano was a battle between the imperial army of Frederick Barbarossa and the troops of the Lombard League on May 29, 1176, near the town of Legnano in present-day Lombardy, in Italy. Although the presence of the enemy nearby was already known to both sides, they suddenly met without having time to plan any strategy.",
      "The battle was crucial in the long war waged by the Holy Roman Empire in an attempt to assert its power over the municipalities of Northern Italy, which decided to set aside their mutual rivalries and join in a military alliance symbolically led by Pope Alexander III, the Lombard League.",
      "The battle ended the fifth and last descent into Italy of Emperor Frederick Barbarossa, who after the defeat tried to resolve the Italian question by adopting a diplomatic approach. This resulted a few years later in the Peace of Constance, with which the Emperor recognized the Lombard League and made administrative, political, and judicial concessions to the municipalities, officially ending his attempt to dominate Northern Italy.",
      "The battle is alluded to in the Canto degli Italiani by Goffredo Mameli and Michele Novaro, which reads: «[...]"
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Legnano",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-legnano/m03kj81"
  },
  "funFacts": [
    {
      "id": "442",
      "fact": "Bees' wings beat about 11,400 times per minute.",
      "category": ["Animals"]
    },
    {
      "id": "309",
      "fact": "Ancient Egyptians believed the \"vein of love\" ran from the third finger on the left hand to the heart.",
      "category": ["Anatomy", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553508",
      "fact": "High schools and universities in New Zealand are allowed to keep up to a pound of uranium on the premises for educational purposes."
    }
  ],
  "idiom": {
    "id": "red-letter-day",
    "term": "red-letter day",
    "definition": "A special occasion, as in *When Jack comes home from his tour of duty, that'll be a red-letter day.* This term alludes to the practice of marking feast days and other holy days in red on church calendars, dating from the 1400s. [c. 1700]"
  },
  "person": {
    "id": "alger-hiss",
    "name": "Alger Hiss",
    "dates": "Nov 11, 1904 - Nov 15, 1996",
    "mainImg": "img/people/alger-hiss.jpg",
    "summary": [
      "Alger Hiss was an American government official who was accused of spying for the Soviet Union in 1948, but statutes of limitations had expired for espionage. He was convicted of perjury in connection with this charge in 1950. Before the trial he was involved in the establishment of the United Nations both as a U.S. State Department official and as a U.N. official. In later life he worked as a lecturer and author.",
      "On August 3, 1948, Whittaker Chambers, a former U.S. Communist Party member, testified under subpoena before the House Un-American Activities Committee that Hiss had secretly been a communist while in federal service. Hiss categorically denied the charge. During the pretrial discovery process, Chambers produced new evidence indicating that he and Hiss had been involved in espionage. A federal grand jury indicted Hiss on two counts of perjury. After a mistrial due to a hung jury, Hiss was tried a second time, and in January 1950 he was found guilty and received two concurrent five-year sentences, of which he eventually served three and a half years."
    ],
    "quote": "“Three years in jail is a good corrective for three years at Harvard.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Alger_Hiss",
    "urlGoogle": "https://artsandculture.google.com/entity/alger-hiss/m0lvj5"
  },
  "place": {
    "id": "grenada",
    "name": "Grenada",
    "mainImg": "img/places/grenada.jpg",
    "summary": [
      "Grenada is a sovereign state in the West Indies in the Caribbean Sea at the southern end of the Grenadines island chain. Grenada consists of the island of Grenada itself plus six smaller islands which lie to the north of the main island. It is located northwest of Trinidad and Tobago, northeast of Venezuela and southwest of Saint Vincent and the Grenadines. Its size is 348.5 square kilometres, and it had an estimated population of 112,200 in July 2018. Its capital is St. George's. Grenada is also known as the \"Island of Spice\" due to its production of nutmeg and mace crops. The national bird of Grenada is the critically endangered Grenada dove.",
      "Before the arrival of Europeans in the Americas, Grenada was inhabited by the indigenous Arawaks and later by the Island Caribs. Christopher Columbus sighted Grenada in 1498 during his third voyage to the Americas. Although it was deemed the property of the King of Spain, there are no records to suggest the Spanish ever landed or settled on the island."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Grenada",
    "urlGoogle": "https://artsandculture.google.com/entity/grenada/m035yg"
  },
  "wiki": {
    "id": "conservation-of-slow-lorises",
    "name": "Conservation of slow lorises",
    "summary": "The conservation of slow lorises, nocturnal primates in the rain forests of South and Southeast Asia, faces threats from deforestation, the exotic pet trade, traditional medicine, and the bushmeat trade. Five species of slow loris are listed as either \"Vulnerable\" or \"Endangered\" by the International Union for Conservation of Nature. Their conservation status was originally listed as \"Least Concern\" in 2000 because of imprecise population surveys and the frequency in which these primates were found in animal markets. Because of their rapidly declining populations and local extinctions, their status was updated and in 2007 the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) elevated them to Appendix I, which prohibits international commercial trade. Local laws also protect slow lorises, but enforcement is lacking in most areas. Slow lorises are regularly smuggled and sold as exotic pets in Japan, the United States, and Europe. Their popularity is largely due to their \"cute\" appearance and highly viewed pet videos on YouTube.",
    "url": "https://en.wikipedia.org/wiki/Conservation_of_slow_lorises"
  },
  "word": {
    "id": "archetype",
    "word": "archetype",
    "url": "https://www.merriam-webster.com/dictionary/archetype",
    "partOfSpeech": "noun",
    "pronunciation": "AHR-kih-type",
    "audioPath": "audio/words/archetype.mp3",
    "definitions": [
      "the original pattern or model of which all things of the same type are representations or copies : prototype; also : a perfect example"
    ],
    "examples": [
      "\"A redeveloped Tonsley Park will be an archetype of the new economy … an economy that is knowledge-based, environmentally sustainable and responsive to climate change.\" (Brian Cunningham, _The_ \\[Australia\\] _Advertiser_, February 9, 2010)"
    ],
    "origin": "\"Archetype\" derives via Latin from the Greek adjective \"archetypos\" (\"archetypal\"), formed from the verb \"archein\" (\"to begin\" or \"to rule\") and the noun \"typos\" (\"type\"). (\"Archein\" also gave us the prefix \"arch-,\" meaning \"principal\" or \"extreme\" and used to form such words as \"archenemy,\" \"archduke,\" and \"archconservative.\") \"Archetype\" has specific uses in the fields of philosophy and psychology. The ancient Greek philosopher Plato, for example, believed that all things have ideal forms (aka archetypes) of which real things are merely shadows or copies. And in the psychology of C. G. Jung, \"archetype\" refers to an inherited idea or mode of thought that is present in the unconscious of the individual. In everyday prose, however, \"archetype\" is most commonly used to mean \"a perfect example of something.\""
  }
}
