{
  "artist": {
    "id": "tadeusz-kantor",
    "name": "Tadeusz Kantor",
    "dates": "Apr 6, 1915 - Dec 8, 1990",
    "mainImg": "img/art/artists/tadeusz-kantor.jpg",
    "artworkImgs": [
      {
        "name": "The programme for the “Panoramic Sea Happening” with score",
        "path": "img/art/artworks/tadeusz-kantor-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-programme-for-the-“panoramic-sea-happening”-with-score-tadeusz-kantor/wQEVJFLk5_h66A"
      },
      {
        "name": "The programme for the “Panoramic Sea Happening” with score",
        "path": "img/art/artworks/tadeusz-kantor-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-programme-for-the-“panoramic-sea-happening”-with-score-tadeusz-kantor/wwFCUfNW4qQAhw"
      },
      {
        "name": "The programme for the “Panoramic Sea Happening” with score",
        "path": "img/art/artworks/tadeusz-kantor-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-programme-for-the-“panoramic-sea-happening”-with-score-tadeusz-kantor/KwGScLyirYKYZA"
      },
      {
        "name": "The programme for the “Panoramic Sea Happening” with score",
        "path": "img/art/artworks/tadeusz-kantor-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-programme-for-the-“panoramic-sea-happening”-with-score-tadeusz-kantor/gAFlrYFwNkcxTA"
      },
      {
        "name": "Operation \"Peace for the Galilee\"",
        "path": "img/art/artworks/tadeusz-kantor-a5.jpg",
        "source": "https://artsandculture.google.com/asset/operation-peace-for-the-galilee-yoel-kantor/4wGm1PbDALqOLw"
      },
      {
        "name": "A manifesto for “A Popular Exhibition”",
        "path": "img/art/artworks/tadeusz-kantor-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-manifesto-for-“a-popular-exhibition”-tadeusz-kantor/UgFLHXVpnn9yMw"
      }
    ],
    "summary": [
      "Tadeusz Kantor was a Polish painter, assemblage and Happenings artist, set designer and theatre director. Kantor is renowned for his revolutionary theatrical performances in Poland and abroad. Laureate of Witkacy Prize - Critics' Circle Award."
    ],
    "quote": "“It is necessary to recover the primeval force of the shock taking place at the moment when opposite a man (the viewer) there stood for the first time a man (the actor) deceptively similar to us, yet at the same time infinitely foreign, beyond an impassable barrier.”",
    "movements": [],
    "mediums": ["Photograph", "Newsprint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Tadeusz_Kantor",
    "urlGoogle": "https://artsandculture.google.com/entity/tadeusz-kantor/m013myk"
  },
  "event": {
    "id": "battle-of-dak-to",
    "name": "Battle of Dak To",
    "dates": "Nov 3, 1967 - Nov 22, 1967",
    "mainImg": "img/events/battle-of-dak-to.jpg",
    "summary": [
      "The battle of Dak To in Vietnam was a series of major engagements of the Vietnam War that took place between 3 and 23 November 1967, in Kon Tum Province, in the Central Highlands of the Republic of Vietnam. The action at Đắk Tô was one of a series of People's Army of Vietnam offensive initiatives that began during the second half of the year. PAVN attacks at Lộc Ninh, Song Be and at Con Thien and Khe Sanh, were other actions which, combined with Đắk Tô, became known as \"the border battles\". The post hoc purported objective of the PAVN forces was to distract American and South Vietnamese forces away from cities towards the borders in preparation for the Tet Offensive.",
      "During the summer of 1967, engagements with PAVN forces in the area prompted the launching of Operation Greeley, a combined search and destroy effort by elements of the U. S. 4th Infantry Division and 173rd Airborne Brigade, along with the Army of the Republic of Vietnam 42nd Infantry Regiment, 22nd Division and Airborne units. The fighting was intense and lasted into late 1967, when the PAVN seemingly withdrew."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Dak_To",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-dak-to/m024pgl"
  },
  "funFacts": [
    {
      "id": "930",
      "fact": "Even though it is nearly twice as far away from the Sun as Mercury, Venus is by far the hottest planet.",
      "category": ["Science"]
    },
    {
      "id": "80",
      "fact": "About 18 percent of animal owners share their bed with their pet.",
      "category": ["Animals", "Habits"]
    }
  ],
  "funFacts2": [
    { "id": "553923", "fact": "There's a five-story, blood-red waterfall in Antarctica." }
  ],
  "idiom": {
    "id": "manna-from-heaven",
    "term": "manna from heaven",
    "definition": "An unexpected aid, advantage, or assistance, as in *After all the criticism in the media, that favorable evaluation was like manna from heaven.* This expression alludes to the food (*manna*) that miraculously appears to feed the Israelites on their journey from Egypt to the Promised Land (Exodus 16:15)."
  },
  "person": {
    "id": "romulo-betancourt",
    "name": "Rómulo Betancourt",
    "dates": "Feb 22, 1908 - Sep 28, 1981",
    "mainImg": "img/people/romulo-betancourt.jpg",
    "summary": [
      "Rómulo Ernesto Betancourt Bello, known as \"The Father of Venezuelan Democracy\", was the 47th and 54th President of Venezuela, serving from 1945 to 1948 and again from 1959 to 1964, as well as leader of Acción Democrática, Venezuela's dominant political party in the 20th century.",
      "Betancourt, one of Venezuela's most important political figures, led a tumultuous and highly controversial career in Latin American politics. Periods of exile brought Betancourt in contact with various Latin American countries as well as the United States, securing his legacy as one of the most prominent international leaders to emerge from 20th-century Latin America. Scholars credit Betancourt as the Founding Father of modern democratic Venezuela."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/R%C3%B3mulo_Betancourt",
    "urlGoogle": "https://artsandculture.google.com/entity/rómulo-betancourt/m01tvr9"
  },
  "place": {
    "id": "wellington",
    "name": "Wellington",
    "mainImg": "img/places/wellington.jpg",
    "summary": [
      "Wellington is the capital city of New Zealand. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. Wellington features a temperate maritime climate, and is the world's windiest city by average wind speed.",
      "The position of Wellington as capital of New Zealand is not defined in legislation, but established by convention. Its metropolitan area comprises four local authorities: Wellington City, on the peninsula between Cook Strait and Wellington Harbour, contains the central business district; Porirua on Porirua Harbour to the north is notable for its large Māori and Pacific Island communities; Lower Hutt and Upper Hutt are largely suburban areas to the northeast, together known as the Hutt Valley. The Wellington urban area, which only includes urbanised areas within Wellington City, has a population of 215,400 residents as of June 2019."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wellington",
    "urlGoogle": "https://artsandculture.google.com/entity/wellington/m0853g"
  },
  "wiki": {
    "id": "princess-victoria-of-hesse-and-by-rhine",
    "name": "Princess Victoria of Hesse and by Rhine",
    "summary": "Princess Victoria of Hesse and by Rhine (1863–1950) was the eldest daughter of Louis IV, Grand Duke of Hesse and by Rhine, and his first wife Princess Alice of the United Kingdom. Victoria married Prince Louis of Battenberg, her father's first cousin and an officer in the UK's Royal Navy, in a love match and lived most of her married life in various parts of Europe at her husband's naval posts and visiting her many royal relations. She was perceived by her family as liberal in outlook, straightforward, practical and bright. During World War I, two of her sisters who had married into the Russian imperial family were murdered by communist revolutionaries, and she and her husband abandoned their German titles and adopted the British-sounding surname of Mountbatten, which was simply a translation into English of the German \"Battenberg\". She was the maternal grandmother of Prince Philip, Duke of Edinburgh, the consort of Queen Elizabeth II.",
    "url": "https://en.wikipedia.org/wiki/Princess_Victoria_of_Hesse_and_by_Rhine"
  },
  "word": {
    "id": "vilipend",
    "word": "vilipend",
    "url": "https://www.merriam-webster.com/dictionary/vilipend",
    "partOfSpeech": "verb",
    "pronunciation": "VIL-uh-pend",
    "audioPath": "audio/words/vilipend.mp3",
    "definitions": [
      "to hold or treat as of little worth or account",
      "to express a low opinion of : disparage"
    ],
    "examples": [
      "As a women's movement pioneer, Susan B. Anthony fought against the dictums of those who would _vilipend_ women by treating them as second-class citizens.",
      "\"But many accepted canine breeds began in lowly circumstances. No matter how we may _vilipend_ their names, denying their cuteness is difficult.\" - From Bill Casselman's 2010 book _Where a Dobdob Meets a Dikdik_"
    ],
    "origin": "\"Vilipend\" first appeared in English in the 15th century and comes to us through French from the Latin roots \"vilis,\" meaning \"cheap\" or \"vile,\" plus \"pendere,\" meaning \"to weigh\" or \"to estimate.\" These roots work in tandem to form a meaning of \"to deem to be of little worth.\" Both of those roots have weighed in heavily as a source of common English words. Other \"vilis\" offspring include \"vile\" and \"vilify,\" while \"pendere\" has spawned such terms as \"append,\" \"expend,\" and \"dispense.\""
  }
}
