{
  "artist": {
    "id": "gustave-caillebotte",
    "name": "Gustave Caillebotte",
    "dates": "Aug 19, 1848 - Feb 21, 1894",
    "mainImg": "img/art/artists/gustave-caillebotte.jpg",
    "artworkImgs": [
      {
        "name": "The Orange Trees",
        "path": "img/art/artworks/gustave-caillebotte-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-orange-trees-gustave-caillebotte/3QHnQ99LLC7m3A"
      },
      {
        "name": "On the Pont de l’Europe",
        "path": "img/art/artworks/gustave-caillebotte-a2.jpg",
        "source": "https://artsandculture.google.com/asset/on-the-pont-de-l’europe-gustave-caillebotte/jAE07Cw-nu4-og"
      },
      {
        "name": "Sunflowers along the Seine",
        "path": "img/art/artworks/gustave-caillebotte-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sunflowers-along-the-seine-gustave-caillebotte/rQHfkyvV1zquWQ"
      },
      {
        "name": "View from a balcony",
        "path": "img/art/artworks/gustave-caillebotte-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-from-a-balcony-gustave-caillebotte/8gHrHH2Xl-O5cw"
      },
      {
        "name": "Mademoiselle Boissière Knitting",
        "path": "img/art/artworks/gustave-caillebotte-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mademoiselle-boissière-knitting-gustave-caillebotte/4AHq9Hh_r7FPrQ"
      },
      {
        "name": "Paris Street; Rainy Day",
        "path": "img/art/artworks/gustave-caillebotte-a6.jpg",
        "source": "https://artsandculture.google.com/asset/paris-street-rainy-day-gustave-caillebotte-french-1848–1894/5wEUCOlEf-EaVQ"
      }
    ],
    "summary": [
      "Gustave Caillebotte was a French painter who was a member and patron of the Impressionists, although he painted in a more realistic manner than many others in the group. Caillebotte was noted for his early interest in photography as an art form."
    ],
    "quote": null,
    "movements": ["Impressionism", "Modern art", "Realism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gustave_Caillebotte",
    "urlGoogle": "https://artsandculture.google.com/entity/gustave-caillebotte/m019m_t"
  },
  "event": {
    "id": "chinese-civil-war",
    "name": "Chinese Civil War",
    "dates": "April 1927 - May 1, 1950",
    "mainImg": "img/events/chinese-civil-war.jpg",
    "summary": [
      "The Chinese Civil War was a civil war in China fought between the Kuomintang-led government of the Republic of China and the Communist Party of China lasting intermittently between 1927 and 1949. The war is generally divided into two phases with an interlude: from August 1927 to 1937, the KMT-CPC Alliance collapsed during the Northern Expedition, and the Nationalists controlled most of China. From 1937 to 1945, hostilities were put on hold, and the Second United Front fought the Japanese invasion of China with eventual help from the Allies of World War II. The civil war resumed with the Japanese defeat, and the CPC gained the upper hand in the final phase of the war from 1945–1949, generally referred to as the Chinese Communist Revolution.",
      "The Communists gained control of mainland China and established the People's Republic of China in 1949, forcing the leadership of the Republic of China to retreat to the island of Taiwan. A lasting political and military standoff between the two sides of the Taiwan Strait ensued, with the ROC in Taiwan and the PRC in mainland China both officially claiming to be the legitimate government of all China."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Chinese_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/chinese-civil-war/m0f6rc"
  },
  "funFacts": [
    {
      "id": "69",
      "fact": "No word in the English language rhymes with month.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "73",
      "fact": "The average person spends 2 weeks over his/her lifetime waiting for a traffic light to change.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "553702",
      "fact": "A baby puffin is called a puffling, and both parents take turns incubating the egg before it hatches."
    }
  ],
  "idiom": {
    "id": "a-lick-and-a-promise",
    "term": "a lick and a promise",
    "definition": "A superficial effort made without care or enthusiasm. For example, *I haven't time to do a good job of vacuuming, just enough for a lick and a promise.* This expression is believed to allude to the quick lick a cat or other animal might give itself and a promise to do more or better at some future time. [Mid-1800s]"
  },
  "person": {
    "id": "hans-georg-von-friedeburg",
    "name": "Hans-Georg von Friedeburg",
    "dates": "Jul 15, 1895 - May 23, 1945",
    "mainImg": "img/people/hans-georg-von-friedeburg.jpg",
    "summary": [
      "Hans-Georg von Friedeburg was a German admiral, the deputy commander of the U-boat Forces of Nazi Germany and the second-to-last Commander-in-Chief of the Kriegsmarine. He was the only representative of the armed forces to be present at the signing of the German instruments of surrender in Luneburg Heath on 4 May 1945, in Reims on 7 May and in Berlin on 8 May 1945. Generaladmiral von Friedeburg committed suicide shortly afterwards, upon the dissolution of the Flensburg Government."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hans-Georg_von_Friedeburg",
    "urlGoogle": "https://artsandculture.google.com/entity/hans-georg-von-friedeburg/m069lf6"
  },
  "place": {
    "id": "mobile",
    "name": "Mobile",
    "mainImg": "img/places/mobile.jpg",
    "summary": [
      "Mobile is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third most populous city in Alabama, the most populous in Mobile County, and the largest municipality on the Gulf Coast between New Orleans, Louisiana, and St. Petersburg, Florida.",
      "Alabama's only saltwater port, Mobile is located on the Mobile River at the head of the Mobile Bay and the north-central Gulf Coast. The Port of Mobile has always played a key role in the economic health of the city, beginning with the settlement as an important trading center between the French colonists and Native Americans, down to its current role as the 12th-largest port in the United States.",
      "Mobile is the principal municipality of the Mobile metropolitan area. This region of 412,992 residents is composed solely of Mobile County; it is the third-largest metropolitan statistical area in the state. Mobile is the largest city in the Mobile-Daphne−Fairhope CSA, with a total population of 604,726, the second largest in the state. As of 2011, the population within a 60-mile radius of Mobile is 1,262,907."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mobile,_Alabama",
    "urlGoogle": "https://artsandculture.google.com/entity/mobile/m058cm"
  },
  "wiki": {
    "id": "m-6-michigan-highway",
    "name": "M-6 (Michigan highway)",
    "summary": "M-6 is a 19.7-mile (31.7 km) freeway in Michigan that serves portions of southern Kent and eastern Ottawa counties south of Grand Rapids. Initially opened to traffic on November 20, 2001, the roadway connects Interstate 196 on the west with Interstate 96 on the east while running through several townships on the south side of the Grand Rapids metropolitan area. Each end is in a rural area while the central section has suburban development along the highway. The freeway was originally conceived in the 1960s, and it took 32 years to approve, plan, finance, and build M-6 from the time that the state first authorized funding in 1972 to the time the full highway opened to traffic in 2004. Initial construction started in November 1997, with the first phase opened in 2001 and the remainder in November 2004. The project was built with two firsts: the first single-point urban interchange in the state, and a new technique to apply the pavement markings, embedding them into the concrete to reduce the chance of a snowplow scraping them off.",
    "url": "https://en.wikipedia.org/wiki/M-6_(Michigan_highway)"
  },
  "word": {
    "id": "zibeline",
    "word": "zibeline",
    "url": "https://www.merriam-webster.com/dictionary/zibeline",
    "partOfSpeech": "noun",
    "pronunciation": "ZIB-uh-leen",
    "audioPath": "audio/words/zibeline.mp3",
    "definitions": ["a soft lustrous wool fabric with mohair, alpaca, or camel's hair"],
    "examples": [
      "An elegant _zibeline_ scarf was the perfect complement to her outfit.",
      "\"A single shoulder, ruffled beyond belief with taffeta and organza layers, tops the silk-_zibeline_ A-line gown, which is finished with a sweep train.\" -- From a photo caption in _Brides_ magazine, April 2010"
    ],
    "origin": "Though zibeline is woven from the hair of alpacas, camels, or Angora goats, its name actually traces back to a Slavic word for the sable, a small mammal related to the weasel. The Slavic term was adopted into Old Italian, and from there it passed to Middle French, then on to English in the late 1500s. English \"zibeline\" originally referred to the sable or its fur, but in the late 19th century it developed a second sense, applying to a soft, smooth, slightly furry material woven from a mixture of animal hairs. It's especially suited to women's suits and coats, or, as a fashion columnist in the December 6, 1894 issue of _Vogue_ observed, \"Zibeline . . . makes an exceedingly pretty, warm theatre cloak, not too fine to be crushed into the small one-chair space.\""
  }
}
