{
  "artist": {
    "id": "paul-delaroche",
    "name": "Paul Delaroche",
    "dates": "Jul 17, 1797 - Nov 4, 1856",
    "mainImg": "img/art/artists/paul-delaroche.jpg",
    "artworkImgs": [
      {
        "name": "Napoléon at Fontainebleau, 31 March 1814, painted in 1840",
        "path": "img/art/artworks/paul-delaroche-a1.jpg",
        "source": "https://artsandculture.google.com/asset/napoléon-at-fontainebleau-31-march-1814-painted-in-1840-paul-delaroche-1797-1856/9wEHnZLc3mOS6g"
      },
      {
        "name": "Napoleon Crossing the Alps",
        "path": "img/art/artworks/paul-delaroche-a2.jpg",
        "source": "https://artsandculture.google.com/asset/napoleon-crossing-the-alps-paul-delaroche/cwF8_mSi8tlbXw"
      },
      {
        "name": "Execution of Lady Jane Grey",
        "path": "img/art/artworks/paul-delaroche-a3.jpg",
        "source": "https://artsandculture.google.com/asset/execution-of-lady-jane-grey-paul-delaroche/zwFBHgwceuAHzw"
      },
      {
        "name": "Replica of The Hémicycle",
        "path": "img/art/artworks/paul-delaroche-a4.jpg",
        "source": "https://artsandculture.google.com/asset/replica-of-the-hémicycle-paul-delaroche-french-1797-1856/lAEXpM7kQR0vKA"
      },
      {
        "name": "Marquis de Pastoret",
        "path": "img/art/artworks/paul-delaroche-a5.jpg",
        "source": "https://artsandculture.google.com/asset/marquis-de-pastoret/TgHqBYevFUs5Tg"
      },
      {
        "name": "Study for a figure of Fame, from the Hémicycle des Beaux-Arts, École des Beaux-Arts",
        "path": "img/art/artworks/paul-delaroche-a6.jpg",
        "source": "https://artsandculture.google.com/asset/study-for-a-figure-of-fame-from-the-hémicycle-des-beaux-arts-école-des-beaux-arts-paul-hippolyte-delaroche/RgEO4L-X5i_uTg"
      }
    ],
    "summary": [
      "Paul Delaroche was a French painter who achieved his greater successes painting historical scenes. He became famous in Europe for his melodramatic depictions that often portrayed subjects from English and French history. The emotions emphasised in Delaroche's paintings appeal to Romanticism while the detail of his work along with the deglorified portrayal of historic figures follow the trends of Academicism and Neoclassicism. Delaroche aimed to depict his subjects and history with pragmatic realism. He did not consider popular ideals and norms in his creations, but rather painted all his subjects in the same light whether they were historical figures, figures of Christianity, or real people of his time like Napoleon Bonaparte and Marie-Antoinette. Delaroche was a leading pupil of Antoine-Jean Gros and later mentored a number of notable artists like Thomas Couture, Jean-Léon Gérôme, and Jean-François Millet.",
      "Delaroche was born into a generation that saw the stylistic conflicts between Romanticism and Davidian Classicism."
    ],
    "quote": null,
    "movements": ["Academic art", "Romanticism"],
    "mediums": ["Oil paint", "Chalk", "Pigment", "Drawing", "Pen", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Paul_Delaroche",
    "urlGoogle": "https://artsandculture.google.com/entity/paul-delaroche/m04vwtn"
  },
  "event": {
    "id": "international-geophysical-year",
    "name": "International Geophysical Year",
    "dates": "Jul 1, 1957 - Dec 31, 1958",
    "mainImg": "img/events/international-geophysical-year.jpg",
    "summary": [
      "The International Geophysical Year was an international scientific project that lasted from 1 July 1957 to 31 December 1958. It marked the end of a long period during the Cold War when scientific interchange between East and West had been seriously interrupted. Sixty-seven countries participated in IGY projects, although one notable exception was the mainland People's Republic of China, which was protesting against the participation of the Republic of China. East and West agreed to nominate the Belgian Marcel Nicolet as secretary general of the associated international organization.",
      "The IGY encompassed eleven Earth sciences: aurora and airglow, cosmic rays, geomagnetism, gravity, ionospheric physics, longitude and latitude determinations, meteorology, oceanography, seismology, and solar activity. The timing of the IGY was particularly suited for studying some of these phenomena, since it covered the peak of solar cycle 19.",
      "Both the Soviet Union and the U.S. launched artificial satellites for this event; the Soviet Union's Sputnik 1, launched on October 4, 1957, was the first successful artificial satellite."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/International_Geophysical_Year",
    "urlGoogle": "https://artsandculture.google.com/entity/international-geophysical-year/m0kfgv"
  },
  "funFacts": [
    {
      "id": "314",
      "fact": "The Japanese word \"judo\" means \"the gentle way.\"",
      "category": ["Definitions"]
    },
    {
      "id": "985",
      "fact": "All of the major candidates in the 1992, 1996, and 2008 U.S. presidential elections were left-handed.",
      "category": ["Anatomy", "History"]
    }
  ],
  "funFacts2": [{ "id": "506383", "fact": "Queen Elizabeth II is a trained mechanic." }],
  "idiom": {
    "id": "soft-in-the-head",
    "term": "soft in the head",
    "definition": "Mentally deficient; also, silly, foolish. For example, *He's nice enough but a bit soft in the head.* The *soft* in this idiom, first recorded in 1775, alludes to a weakness in mental capacity."
  },
  "person": {
    "id": "caroline-kennedy",
    "name": "Caroline Kennedy",
    "dates": "Born Nov 27, 1957",
    "mainImg": "img/people/caroline-kennedy.jpg",
    "summary": [
      "Caroline Bouvier Kennedy is an American author, attorney, and diplomat who served as the United States Ambassador to Japan from 2013 to 2017. She is a prominent member of the Kennedy family and the only surviving child of President John F. Kennedy and First Lady Jacqueline Bouvier Kennedy.",
      "Kennedy was five days shy of her sixth birthday when her father was assassinated on November 22, 1963. The following year, Caroline, her mother, and brother John F. Kennedy Jr. settled on the Upper East Side of Manhattan, where she attended school. Kennedy graduated from Radcliffe College and worked at Manhattan's Metropolitan Museum of Art, where she met her future husband, exhibit designer Edwin Schlossberg. She later earned a J.D. degree from Columbia Law School. Most of Kennedy's professional life has spanned law and politics, as well as education reform and charitable work. She has also acted as a spokesperson for her family's legacy and co-authored two books with Ellen Aldermanon on civil liberties."
    ],
    "quote": "“Well, the role of money in politics is pretty corrupting right now.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Caroline_Kennedy",
    "urlGoogle": "https://artsandculture.google.com/entity/caroline-kennedy/m01y603"
  },
  "place": {
    "id": "basrah",
    "name": "Basrah",
    "mainImg": "img/places/basrah.jpg",
    "summary": [
      "Basra is an Iraqi city located on the Shatt al-Arab. It had an estimated population of 2.5 million in 2012. Basra is also Iraq's main port, although it does not have deep water access, which is handled at the port of Umm Qasr.",
      "The city is one of the ports from which the fictional Sinbad the Sailor journeyed. It played an important role in early Islamic history and was built in 636. Basra is consistently one of the hottest cities in Iraq, with summer temperatures regularly exceeding 50 °C. In April 2017, the Iraqi Parliament recognized Basra as Iraq's economic capital."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Basra",
    "urlGoogle": "https://artsandculture.google.com/entity/basrah/m0ft0s"
  },
  "wiki": {
    "id": "antarctic-krill",
    "name": "Antarctic krill",
    "summary": "The Antarctic krill is a species of krill found in the Antarctic waters of the Southern Ocean. They are shrimp-like invertebrates that live in large schools called swarms that sometimes reach densities of 10,000–30,000 individual animals per cubic meter. They feed directly on minute phytoplankton, thereby using the primary production energy that the phytoplankton originally derived from the Sun to their pelagic (open ocean) life cycle. They grow to a length of 6 cm, weigh up to 2 g, and can live for up to six years. They are the key species in the Antarctic ecosystem and are likely, in terms of biomass, the most successful species on the planet.",
    "url": "https://en.wikipedia.org/wiki/Antarctic_krill"
  },
  "word": {
    "id": "woebegone",
    "word": "woebegone",
    "url": "https://www.merriam-webster.com/dictionary/woebegone",
    "partOfSpeech": "adjective",
    "pronunciation": "WOH-bih-gahn",
    "audioPath": "audio/words/woebegone.mp3",
    "definitions": [
      "strongly afflicted with woe : woeful",
      "exhibiting great woe, sorrow, or misery",
      "being in a sorry state"
    ],
    "examples": [
      "Jerry's face had the _woebegone_ expression of a man who had just lost a beloved pet.",
      "\"The Giants also were able to shake off Kevin Boss' early fumble and kept the _woebegone_ Seahawks from gaining any life from it.\" -- From an article by Vinny DiTrani in _The Record_ (Bergen County, NJ), November 9, 2010"
    ],
    "origin": "At first glance, \"woebegone\" looks like a word that has its meaning backwards; after all, if \"begone\" means \"go away,\" shouldn't \"woebegone\" mean \"devoid of woe,\" or \"happy\"? Not exactly. The word derives from the Middle English phrase \"wo begon.\" The \"wo\" in this phrase simply means \"woe,\" but \"begon\" (deriving from Old English \"begān\") is a past participle meaning \"beset.\" Someone who is \"woebegone,\" therefore, is beset with woe. Since the early 19th century, the word has also been used to describe things that appear to express sadness, as in \"a woebegone face.\""
  }
}
