{
  "artist": {
    "id": "maria-sibylla-merian",
    "name": "Maria Sibylla Merian",
    "dates": "Apr 2, 1647 - Jan 13, 1717",
    "mainImg": "img/art/artists/maria-sibylla-merian.jpg",
    "artworkImgs": [
      {
        "name": "Gedaanteverwisseling van de nachtpauwoog",
        "path": "img/art/artworks/maria-sibylla-merian-a1.jpg",
        "source": "https://artsandculture.google.com/asset/gedaanteverwisseling-van-de-nachtpauwoog-maria-sibylla-merian/JgEDOkniVdZImA"
      },
      {
        "name": "Plate 1 from Dissertation in Insect Generations and Metamorphosis in Surinam",
        "path": "img/art/artworks/maria-sibylla-merian-a2.jpg",
        "source": "https://artsandculture.google.com/asset/plate-1-from-dissertation-in-insect-generations-and-metamorphosis-in-surinam-maria-sibylla-merian/rAFD3Y9TXYpocg"
      },
      {
        "name": "A Surinam caiman fighting a South American false coral snake",
        "path": "img/art/artworks/maria-sibylla-merian-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-surinam-caiman-fighting-a-south-american-false-coral-snake-maria-sibylla-merian-or-her-daughter-dorothea-graff/9wFR4628iwYzpA"
      },
      {
        "name": "Study of Capers, Gorse, and a Beetle",
        "path": "img/art/artworks/maria-sibylla-merian-a4.jpg",
        "source": "https://artsandculture.google.com/asset/study-of-capers-gorse-and-a-beetle-maria-sibylla-merian/OAFOgbZijaX0qQ"
      },
      {
        "name": "Scarlet Ibis with an Egg",
        "path": "img/art/artworks/maria-sibylla-merian-a5.jpg",
        "source": "https://artsandculture.google.com/asset/scarlet-ibis-with-an-egg-maria-sibylla-merian/DQG4FWnTIp18_g"
      },
      {
        "name": "Desert Honeysuckles",
        "path": "img/art/artworks/maria-sibylla-merian-a6.jpg",
        "source": "https://artsandculture.google.com/asset/desert-honeysuckles-maria-sibylla-merian/sAGxCyy7prS5Bg"
      }
    ],
    "summary": [
      "Maria Sibylla Merian was a German-born naturalist and scientific illustrator, a descendant of the Frankfurt branch of the Swiss Merian family. Merian was one of the first European naturalists to observe insects directly.",
      "Merian received her artistic training from her stepfather, Jacob Marrel, a student of the still life painter Georg Flegel. Merian published her first book of natural illustrations in 1675. She had started to collect insects as an adolescent and at age thirteen she raised silk worms. In 1679 Merian published the first volume of a two-volume series on caterpillars, the second volume followed in 1683. Each volume contained 50 plates engraved and etched by Merian. Merian documented evidence on the process of metamorphosis and the plant hosts of 186 European insect species. Along with the illustrations Merian included a descriptions of their life cycles.",
      "In 1699 Merian travelled to Dutch Surinam to study and record the tropical insects. In 1705 she published Metamorphosis insectorum Surinamensium. Few colour images of the New World were printed before 1700 and thus Merian's Metamorphosis has been credited with influencing a range of naturalist illustrators."
    ],
    "quote": "“In my youth, I spent my time investigating insects.”",
    "movements": [],
    "mediums": ["Watercolor painting", "Gouache", "Engraving", "Drawing", "Etching", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Maria_Sibylla_Merian",
    "urlGoogle": "https://artsandculture.google.com/entity/maria-sibylla-merian/m08rgpj"
  },
  "event": {
    "id": "space-shuttle-columbia-disaster",
    "name": "Space Shuttle Columbia disaster",
    "dates": null,
    "mainImg": "img/events/space-shuttle-columbia-disaster.jpg",
    "summary": [
      "The Space Shuttle Columbia disaster was a fatal incident in the United States space program that occurred on February 1, 2003, when the Space Shuttle Columbia disintegrated as it reentered the atmosphere, killing all seven crew members. The disaster was the second fatal accident in the Space Shuttle program, after the 1986 breakup of Challenger soon after liftoff.",
      "During the launch of STS-107, Columbia's 28th mission, a piece of foam insulation broke off from the Space Shuttle external tank and struck the left wing of the orbiter. Similar foam shedding had occurred during previous shuttle launches, causing damage that ranged from minor to nearly catastrophic, but some engineers suspected that the damage to Columbia was more serious. Before reentry, NASA managers had limited the investigation, reasoning that the crew could not have fixed the problem if it had been confirmed. When Columbia reentered the atmosphere of Earth, the damage allowed hot atmospheric gases to penetrate the heat shield and destroy the internal wing structure, which caused the spacecraft to become unstable and break apart."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Space_Shuttle_Columbia_disaster",
    "urlGoogle": "https://artsandculture.google.com/entity/space-shuttle-columbia-disaster/m0182s4"
  },
  "funFacts": [
    {
      "id": "994",
      "fact": "Baby bunnies are called kittens.",
      "category": ["Animals", "Definitions"]
    },
    { "id": "122", "fact": "A duck can't walk without bobbing its head.", "category": ["Animals"] }
  ],
  "funFacts2": [
    { "id": "554087", "fact": "Bacon was used to make explosives during World War II." }
  ],
  "idiom": {
    "id": "like-a-drowned-rat",
    "term": "like a drowned rat",
    "definition": "Also, **wet as a drowned rat.** Soaking wet and utterly bedraggled, as in *When she came in out of the rain she looked like a drowned rat.* This simile appeared in Latin nearly 2,000 years ago, and in English about the year 1500."
  },
  "person": {
    "id": "abdullah-i-of-jordan",
    "name": "Abdullah I of Jordan",
    "dates": "Feb 2, 1882 - Jul 20, 1951",
    "mainImg": "img/people/abdullah-i-of-jordan.jpg",
    "summary": [
      "Abdullah I bin Al-Hussein was the ruler of Jordan and its predecessor state, Transjordan, from 1921 until his assassination in 1951. He was Emir of Transjordan from 11 April 1921 to 25 May 1946 under a British mandate, and was king of an independent nation from 25 May 1946 until his assassination. According to Abdullah, he was a 38th-generation direct descendant of Muhammad as he belongs to the Hashemite family.",
      "Born in Mecca, Hejaz, Ottoman Empire, Abdullah was the second of four sons of Hussein bin Ali, Sharif of Mecca, and his first wife was Abdiyya bint Abdullah. He was educated in Istanbul and Hejaz. From 1909 to 1914, Abdullah sat in the Ottoman legislature, as deputy for Mecca, but allied with Britain during World War I. Between 1916 and 1918, he played a key role as architect and planner of the Great Arab Revolt against Ottoman rule that was led by his father Sharif Hussein. Abdullah personally led guerrilla raids on garrisons.",
      "Abdullah became emir of Transjordan in April 1921, which he established by his own initiative. He became king in 1946 after Transjordan was granted independence in 1946."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Abdullah_I_of_Jordan",
    "urlGoogle": "https://artsandculture.google.com/entity/abdullah-i-of-jordan/m01cwys"
  },
  "place": {
    "id": "gothenburg",
    "name": "Gothenburg",
    "mainImg": "img/places/gothenburg.jpg",
    "summary": [
      "Gothenburg is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area.",
      "Gothenburg was founded as a heavily fortified, primarily Dutch, trading colony, by royal charter in 1621 by King Gustavus Adolphus. In addition to the generous privileges given to his Dutch allies from the then-ongoing Thirty Years' War, the king also attracted significant numbers of his German and Scottish allies to populate his only town on the western coast. At a key strategic location at the mouth of the Göta älv, where Scandinavia's largest drainage basin enters the sea, the Port of Gothenburg is now the largest port in the Nordic countries.",
      "Gothenburg is home to many students, as the city includes the University of Gothenburg and Chalmers University of Technology. Volvo was founded in Gothenburg in 1927. The original parent Volvo Group and the now separate Volvo Car Corporation are still headquartered on the island of Hisingen in the city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gothenburg",
    "urlGoogle": "https://artsandculture.google.com/entity/gothenburg/m0343_"
  },
  "wiki": {
    "id": "hurricane-katrina",
    "name": "Hurricane Katrina",
    "summary": "Hurricane Katrina was the costliest and one of the deadliest hurricanes in the history of the United States. It was the sixth-strongest Atlantic hurricane ever recorded and the third-strongest landfalling U.S. hurricane ever recorded. Katrina formed in late August during the 2005 Atlantic hurricane season and devastated much of the north-central Gulf Coast of the United States. Most notable in media coverage were the catastrophic effects on the city of New Orleans, Louisiana, and in coastal Mississippi. Katrina's sheer size devastated the Gulf Coast over 100 miles (160 km) away from its center. Katrina is estimated to be responsible for $81.2 billion (2005 U.S. dollars) in damages, making it the costliest natural disaster in U.S. history. The storm killed at least 1,836 people, making it the deadliest U.S. hurricane since the 1928 Okeechobee Hurricane. Criticism of the federal, state and local governments' reaction to the storm was widespread and resulted in an investigation by the United States Congress and the resignation of FEMA head Michael Brown.",
    "url": "https://en.wikipedia.org/wiki/Hurricane_Katrina"
  },
  "word": {
    "id": "ennui",
    "word": "ennui",
    "url": "https://www.merriam-webster.com/dictionary/ennui",
    "partOfSpeech": "noun",
    "pronunciation": "ahn-WEE",
    "audioPath": "audio/words/ennui.mp3",
    "definitions": ["a feeling of weariness and dissatisfaction : boredom"],
    "examples": [
      "In reaction to the ennui that he was feeling after working for twelve years in an unchallenging position, Darrell began to look for a new career."
    ],
    "origin": "The French loanword \"ennui\" comes from the very same Late Latin word that gave us \"annoy\" -- \"inodiare\" (\"to make loathsome\"). We borrowed \"ennui\" several centuries after absorbing \"annoy\" into the language. \"Ennui\" deals more with boredom than irritation -- and a somewhat specific sort of boredom at that. It generally refers to the feeling of jadedness that can result from living a life of too much ease. The poet Charles Lloyd described it well in his 1823 \"Stanzas to Ennui\" when he referred to that world-weary sensation as a \"soul-destroying fiend\" which visits with its \"pale unrest / The chambers of the human breast / Where too much happiness hath fixed its home.\""
  }
}
