{
  "artist": {
    "id": "sin-yun-bok",
    "name": "Sin Yun-bok",
    "dates": "Born 1758",
    "mainImg": "img/art/artists/sin-yun-bok.jpg",
    "artworkImgs": [
      {
        "name": "Scenery on Dano Day",
        "path": "img/art/artworks/sin-yun-bok-a1.jpg",
        "source": "https://artsandculture.google.com/asset/scenery-on-dano-day-shin-yun-bok/cQHfga6neefWmA"
      },
      {
        "name": "Two Lovers Under the Moon",
        "path": "img/art/artworks/sin-yun-bok-a2.jpg",
        "source": "https://artsandculture.google.com/asset/two-lovers-under-the-moon-shin-yun-bok/jwHq2LExwhozGw"
      },
      {
        "name": "Secret Meeting at Night",
        "path": "img/art/artworks/sin-yun-bok-a3.jpg",
        "source": "https://artsandculture.google.com/asset/secret-meeting-at-night-shin-yun-bok/sAH4PqC--9nXqg"
      },
      {
        "name": "Enjoying the Geomungo by a Pond",
        "path": "img/art/artworks/sin-yun-bok-a4.jpg",
        "source": "https://artsandculture.google.com/asset/enjoying-the-geomungo-by-a-pond-shin-yun-bok/WAEupflMr-Nexw"
      },
      {
        "name": "Nothing Happened in a Public House",
        "path": "img/art/artworks/sin-yun-bok-a5.jpg",
        "source": "https://artsandculture.google.com/asset/nothing-happened-in-a-public-house-shin-yun-bok/1gEp73jjmhu1yA"
      },
      {
        "name": "Two-Sword Dance",
        "path": "img/art/artworks/sin-yun-bok-a6.jpg",
        "source": "https://artsandculture.google.com/asset/two-sword-dance-shin-yun-bok/HwHbBGY4ibtDPw"
      }
    ],
    "summary": [
      "Shin Yun-bok, better known by his pen name Hyewon, was a Korean painter of the Joseon Dynasty. Like his contemporaries Danwon and Geungjae, he is known for his realistic depictions of daily life in his time. His genre paintings are distinctly more erotic than Danwon's, a fact which contributed to his expulsion from the royal painting institute, Dohwaseo. Painting was frequently a hereditary occupation in the Joseon period, and Hyewon's father and grandfather had both been court painters. Together with Danwon and the later painter Owon, Hyewon is remembered today as one of the \"Three Wons\" of Joseon-period painting.",
      "He is Shin Mal Joo's descendant who was a scholar of the early Joseon Dynasty."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sin_Yun-bok",
    "urlGoogle": "https://artsandculture.google.com/entity/sin-yun-bok/m0749t2"
  },
  "event": {
    "id": "2008-united-states-presidential-election",
    "name": "2008 United States presidential election",
    "dates": null,
    "mainImg": "img/events/2008-united-states-presidential-election.jpg",
    "summary": [
      "The 2008 United States presidential election was the 56th quadrennial presidential election, held on Tuesday, November 4, 2008. The Democratic ticket of Barack Obama, the junior U.S. Senator from Illinois, and Joe Biden, the senior U.S. Senator from Delaware, defeated the Republican ticket of John McCain, the senior Senator from Arizona, and Sarah Palin, the Governor of Alaska. Obama became the first African American ever to be elected to the presidency as well as being only the third sitting United States Senator elected president, joining Warren G. Harding and John F. Kennedy.",
      "Incumbent Republican President George W. Bush was ineligible to pursue a third term due to the term limits established by the 22nd Amendment. As neither Bush nor Vice President Dick Cheney sought the presidency, the 2008 election was the first election since 1952 in which neither major party's presidential nominee was the incumbent president or the incumbent vice president. McCain secured the Republican nomination by March 2008, defeating Mitt Romney, Mike Huckabee, and other challengers."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2008_United_States_presidential_election",
    "urlGoogle": "https://artsandculture.google.com/entity/2008-united-states-presidential-election/m024jvz"
  },
  "funFacts": [
    { "id": "148", "fact": "The tallest man was 8 ft. 11 in.", "category": ["Anatomy"] },
    {
      "id": "940",
      "fact": "Forty percent of twins invent their own language.",
      "category": ["Anatomy", "Science", "Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553513",
      "fact": "In 1897, Indiana state legislators tried to pass a bill that would have legally redefined the value of pi as 3.2."
    }
  ],
  "idiom": {
    "id": "the-be-all-and-end-all",
    "term": "the be-all and end-all",
    "definition": "The most important element or purpose, as in *Buying a house became the be-all and end-all for the newlyweds.* Shakespeare used this idiom in *Macbeth* (1:6), where Macbeth muses that \"this blow might be the be-all and the end-all\" for his replacing Duncan as king. [Late 1500s]"
  },
  "person": {
    "id": "sher-shah-suri",
    "name": "Sher Shah Suri",
    "dates": "1472 - May 22, 1545",
    "mainImg": "img/people/sher-shah-suri.jpg",
    "summary": [
      "Sher Shah Suri, born Farīd Khān, was the founder of the Suri Empire in the northern part of the Indian subcontinent, with its capital in Sasaram in modern-day Bihar. He introduced the currency of rupee. An ethnic Pashtun, Sher Shah took control of the Mughal Empire in 1538. After his accidental death in 1545, his son Islam Shah became his successor. He first served as a private before rising to become a commander in the Mughal army under Babur and then the governor of Bihar. In 1537, when Babur's son Humayun was elsewhere on an expedition, Sher Shah overran the state of Bengal and established the Suri dynasty. A brilliant strategist, Sher Shah proved himself as a gifted administrator as well as a capable general. His reorganization of the empire laid the foundations for the later Mughal emperors, notably Akbar, son of Humayun.",
      "During his seven-year rule from 1538 to 1545, he set up a new economic and military administration, issued the first Rupiya from \"Taka\" and organized the postal system of the Indian Subcontinent. Some of his strategies and contributions were later ideolized by the Mughal emperors, most notably Akbar."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sher_Shah_Suri",
    "urlGoogle": "https://artsandculture.google.com/entity/sher-shah-suri/m03ctz2"
  },
  "place": {
    "id": "essen",
    "name": "Essen",
    "mainImg": "img/places/essen.jpg",
    "summary": [
      "Essen is the central and second largest city of the Ruhr, the largest urban area in Germany. Its population of 583,109 makes it the ninth largest city of Germany, as well as the fourth largest city of the federal state of North Rhine-Westphalia. On the Ruhr and Emscher rivers, Essen geographically is part of the Rhineland and the larger Rhine-Ruhr Metropolitan Region. The Ruhrdeutsch regiolect spoken in the region has strong influences of both Low German and Low Franconian.",
      "Essen is seat to several of the region's authorities, as well as to eight of the 100 largest publicly held German corporations by revenue, including two DAX corporations. Essen is often considered the energy capital of Germany with E.ON and RWE, Germany's largest energy providers, both headquartered in the city. Essen is also known for its impact on the arts through the respected Folkwang University of the Arts, its Zollverein School of Management and Design, and the Red Dot industrial product design award. In early 2003, the universities of Essen and the nearby city of Duisburg were merged into the University of Duisburg-Essen with campuses in both cities and a university hospital in Essen."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Essen",
    "urlGoogle": "https://artsandculture.google.com/entity/essen/m017gry"
  },
  "quote": {
    "id": "63",
    "quote": "Always forgive your enemies; nothing annoys them so much.",
    "author": "Oscar Wilde"
  },
  "wiki": {
    "id": "naval-battle-of-guadalcanal",
    "name": "Naval Battle of Guadalcanal",
    "summary": "The Naval Battle of Guadalcanal took place November 12 – November 15, 1942, and was the decisive battle in a series of naval battles that took place between Allied (primarily U.S.) and Japanese forces during the months-long Guadalcanal campaign in the Solomon Islands. The battle consisted of a sequence of combined air and sea engagements spread over four days, most of them in the vicinity of Guadalcanal. All of the engagements were directly related to a single effort by the Japanese to reinforce their land forces on Guadalcanal, and are all therefore considered to be different parts of the same battle. In two extremely destructive nighttime surface warship engagements, both adversaries lost numerous ships. Also, U.S. daytime air attacks over several days sank or damaged several Japanese warships and transport ships. The sum of these engagements was that the U.S. was successful in turning back Japan's last major attempt to dislodge Allied forces from their positions on Guadalcanal and nearby Tulagi. Thus, the battle resulted in a significant strategic victory for the U.S. and its allies.",
    "url": "https://en.wikipedia.org/wiki/Naval_Battle_of_Guadalcanal"
  },
  "word": {
    "id": "winkle",
    "word": "winkle",
    "url": "https://www.merriam-webster.com/dictionary/winkle",
    "partOfSpeech": "verb",
    "pronunciation": "WINK-ul",
    "audioPath": "audio/words/winkle.mp3",
    "definitions": [
      "to displace, remove, or evict from a position -- usually used with out",
      "to obtain or draw out by effort -- usually used with out"
    ],
    "examples": [
      "\"In 1483 a new English king, Richard III, tried again to winkle Henry out of Brittany, but he found that the young man was now a significant pawn on the European chessboard.\" (Nigel Calder, _The English Channel_)"
    ],
    "origin": "If you have ever extracted a winkle from its shell, then you understand how the verb \"winkle\" came to be. The word \"winkle\" is short for \"periwinkle,\" the name of a marine or freshwater snail. \"Periwinkle\" is ultimately derived from Latin \"pina,\" the name of a mussel, and Old English \"wincle,\" a snail shell. Evidently the personnel of World War I's Allied Powers found their duty of finding and removing the enemy from the trenches analogous to extracting a well-entrenched snail and began using \"winkle\" to describe their efforts. The action of \"winkling the enemy out\" was later extended to other situations, such as \"winkling information out of someone.\""
  }
}
