{
  "artist": {
    "id": "raja-ravi-varma",
    "name": "Raja Ravi Varma",
    "dates": "Apr 29, 1848 - Oct 2, 1906",
    "mainImg": "img/art/artists/raja-ravi-varma.jpg",
    "artworkImgs": [
      {
        "name": "Maharashtrian Lady",
        "path": "img/art/artworks/raja-ravi-varma-a1.jpg",
        "source": "https://artsandculture.google.com/asset/maharashtrian-lady-raja-ravi-varma/TgELzKQZgMpYvA"
      },
      {
        "name": "Hesitation",
        "path": "img/art/artworks/raja-ravi-varma-a2.jpg",
        "source": "https://artsandculture.google.com/asset/hesitation-raja-ravi-varma/SAEMyxEg3ekHxw"
      },
      {
        "name": "Woman Holding a Fruit",
        "path": "img/art/artworks/raja-ravi-varma-a3.jpg",
        "source": "https://artsandculture.google.com/asset/woman-holding-a-fruit-raja-ravi-varma/6gF0Oy3EKSRBhg"
      },
      {
        "name": "Shakuntala Patralekhan",
        "path": "img/art/artworks/raja-ravi-varma-a4.jpg",
        "source": "https://artsandculture.google.com/asset/shakuntala-patralekhan-ravi-varma-press/_gEU1hd0ajZtTQ"
      },
      {
        "name": "HH Sri Janaki Subbamma Bai Sahib, Rani of Pudukkottai",
        "path": "img/art/artworks/raja-ravi-varma-a5.jpg",
        "source": "https://artsandculture.google.com/asset/hh-sri-janaki-subbamma-bai-sahib-rani-of-pudukkottai-raja-ravi-varma/8AH7A_3QZ94aPg"
      },
      {
        "name": "Rani of Kurupam",
        "path": "img/art/artworks/raja-ravi-varma-a6.jpg",
        "source": "https://artsandculture.google.com/asset/rani-of-kurupam-raja-ravi-varma/ZwG_MlMELRtO0Q"
      }
    ],
    "summary": [
      "Raja Ravi Varma was a celebrated Indian painter and artist. He is considered among the greatest painters in the history of Indian art for a number of aesthetic and broader social reasons. Firstly, his works are held to be among the best examples of the fusion of European techniques with a purely Indian sensibility. While continuing the tradition and aesthetics of Indian art, his paintings employed the latest European academic art techniques of the day. Secondly, he was notable for making affordable lithographs of his paintings available to the public, which greatly enhanced his reach and influence as a painter and public figure. Indeed, his lithographs increased the involvement of common people with fine arts and defined artistic tastes among common people for several decades. In particular, his depictions of Hindu deities and episodes from the epics and Puranas have received profound acceptance from the public and are found, often as objects of worship, across the length and breadth of India.",
      "Raja Ravi Varma was closely related to the royal family of Travancore of present-day Kerala state in India."
    ],
    "quote": null,
    "movements": ["Academic art"],
    "mediums": ["Graphite", "Oil paint", "Ink", "Watercolor painting", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Raja_Ravi_Varma",
    "urlGoogle": "https://artsandculture.google.com/entity/raja-ravi-varma/m03p0s9"
  },
  "event": {
    "id": "armistice-day",
    "name": "Armistice Day",
    "dates": "November 1918",
    "mainImg": "img/events/armistice-day.jpg",
    "summary": [
      "Armistice Day is commemorated every year on 11 November to mark the armistice signed between the Allies of World War I and Germany at Compiègne, France at 5:45 am, for the cessation of hostilities on the Western Front of World War I, which took effect at eleven o'clock in the morning—the \"eleventh hour of the eleventh day of the eleventh month\" of 1918. But, according to Thomas R. Gowenlock, an intelligence officer with the U.S. First Division, shelling from both sides continued for the rest of the day, only ending at nightfall. The armistice initially expired after a period of 36 days and had to be extended several times. A formal peace agreement was only reached when the Treaty of Versailles was signed the following year.",
      "The date is a national holiday in France, and was declared a national holiday in many Allied nations. However, many Western countries and associated nations have since changed the name of the holiday from Armistice Day, with member states of the Commonwealth of Nations adopting Remembrance Day, and the United States government opting for Veterans Day. In some countries Armistice Day coincides with other public holidays."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Armistice_Day",
    "urlGoogle": "https://artsandculture.google.com/entity/armistice-day/m0mz1n"
  },
  "funFacts": [
    {
      "id": "222",
      "fact": "Twinkle Twinkle Little Star was composed by Mozart when he was five years old.",
      "category": ["History"]
    },
    {
      "id": "887",
      "fact": "The Valley of Square Trees in Panama is the only known place in the world where trees have rectangular trunks.",
      "category": ["Plants", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553843",
      "fact": "Ira Aldridge was one of the most famous actors of the 19th century. After leaving his home in New York to pursue an acting career in Europe, he performed for royalty, won numerous awards, and used his platform to speak out against slavery."
    }
  ],
  "idiom": {
    "id": "make-hay-while-the-sun-shines",
    "term": "make hay while the sun shines",
    "definition": "Take advantage of favorable circumstances, as in *Car sales have finally improved so we're making hay while the sun shines.* This expression alludes to optimum dry weather for cutting grass. [Early 1500s]"
  },
  "person": {
    "id": "george-gavan-duffy",
    "name": "George Gavan Duffy",
    "dates": "Oct 21, 1882 - Jun 10, 1951",
    "mainImg": "img/people/george-gavan-duffy.jpg",
    "summary": [
      "George Gavan Duffy was an Irish politician, barrister and judge who served as President of the High Court from 1946 to 1951, a Judge of the High Court from 1936 to 1951 and Minister for Foreign Affairs from January 1922 to July 1922. He served as a Teachta Dála",
      "for the Dublin County constituency from 1921 to 1923. He served as a Member of Parliament for the South County Dublin constituency from 1918 to 1921."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/George_Gavan_Duffy",
    "urlGoogle": "https://artsandculture.google.com/entity/george-gavan-duffy/m0bpwlx"
  },
  "place": {
    "id": "pune",
    "name": "Pune",
    "mainImg": "img/places/pune.jpg",
    "summary": [
      "Pune, also known as Poona, is a bustling metropolis in the Indian State of Maharashtra and the eighth most populous city in India, with an estimated population of about 7.2 million as of 2019. It has been ranked as one of the most livable cities in India several times.",
      "Along with its extended city limits Pimpri Chinchwad and the three cantonment towns of Pune, Khadki and Dehu Road, Pune forms the urban core of the eponymous Pune Metropolitan Region. According to the 2011 census, the urban area has a combined population of 5.05 million while the population of the metropolitan region is estimated at 7.27 million. Situated 560 metres above sea level on the Deccan plateau on the right bank of the Mutha river, Pune is also the administrative headquarters of its namesake district. In the 18th century, the city was the seat of the Peshwas, the prime ministers of the Maratha Empire and so was one of the most important political centres on the Indian subcontinent.",
      "The city is considered to be the IT capital of India. It is also known as the \"Oxford of the East\" due to the presence of several well-known educational institutions."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pune",
    "urlGoogle": "https://artsandculture.google.com/entity/pune/m015y2q"
  },
  "wiki": {
    "id": "eric-bana",
    "name": "Eric Bana",
    "summary": "Eric Bana (born 1968) is an Australian film and television actor. He began his career as a comedian in the sketch comedy series Full Frontal before gaining critical recognition in the biopic Chopper (2000). After a decade of roles in Australian TV shows and films, Bana gained Hollywood's attention by playing the role of American Delta Force Sergeant Norm 'Hoot' Hooten in Black Hawk Down (2001), the lead role as Bruce Banner in the Ang Lee directed film Hulk (2003), Prince Hector in the movie Troy, and the main villain Nero in the science-fiction film Star Trek (2009). An accomplished dramatic actor and comedian, he received Australia's highest film and television awards for his performances in Chopper, Full Frontal and Romulus, My Father. Bana performs predominantly in leading roles in a variety of low-budget and major studio films, ranging from romantic comedies and drama to science fiction and action thrillers.",
    "url": "https://en.wikipedia.org/wiki/Eric_Bana"
  },
  "word": {
    "id": "tarantism",
    "word": "tarantism",
    "url": "https://www.merriam-webster.com/dictionary/tarantism",
    "partOfSpeech": "noun",
    "pronunciation": "TAIR-un-tiz-um",
    "audioPath": "audio/words/tarantism.mp3",
    "definitions": ["a dancing mania or malady of late medieval Europe"],
    "examples": [
      "Victims of tarantism were said to dance ecstatically until they collapsed in total exhaustion."
    ],
    "origin": "Between the 15th and 17th centuries, Taranto, Italy, was hit by a dance craze unlike any other. The town was afflicted by a malady that would come to be known as \"tarantism\" and was characterized by a hysterical impulse to dance. Some people claimed tarantism was caused by the bite of the European wolf spider, which is also known as the tarantula (and is also named after Taranto); such folks declared that dancing off the venom was the only cure. Musicians supposedly traveled to the region to help cure the epidemic, and some believe that the Italian folk dance called the \"tarantella\" resulted from the craze (though it is also possible that the name of that dance derived independently from \"Taranto\" and has no connection with \"tarantism\")."
  }
}
