{
  "artist": {
    "id": "elisabetta-sirani",
    "name": "Elisabetta Sirani",
    "dates": "Jan 8, 1638 - Aug 28, 1665",
    "mainImg": "img/art/artists/elisabetta-sirani.jpg",
    "artworkImgs": [
      {
        "name": "San Juan Bautista joven",
        "path": "img/art/artworks/elisabetta-sirani-a1.jpg",
        "source": "https://artsandculture.google.com/asset/san-juan-bautista-joven-elisabetta-sirani/KAFJnIymSs0cYQ"
      },
      {
        "name": "Virgin and Child",
        "path": "img/art/artworks/elisabetta-sirani-a2.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-elisabetta-sirani/DwHZzNATKFEhCw"
      },
      {
        "name": "Theymoclea Throwing the Captain of Alexander the Great into the Well",
        "path": "img/art/artworks/elisabetta-sirani-a3.jpg",
        "source": "https://artsandculture.google.com/asset/theymoclea-throwing-the-captain-of-alexander-the-great-into-the-well-elisabetta-strani/qwG-amqcPj7cWg"
      },
      {
        "name": "The Deliverance of the Demoniac of Constantinople by Saint John Chrysostom",
        "path": "img/art/artworks/elisabetta-sirani-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-deliverance-of-the-demoniac-of-constantinople-by-saint-john-chrysostom-elisabetta-sirani/QgHqXxIxo6t09Q"
      },
      {
        "name": "The Holy Family with Saint Elizabeth and Saint John the Baptist",
        "path": "img/art/artworks/elisabetta-sirani-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-holy-family-with-saint-elizabeth-and-saint-john-the-baptist-elisabetta-sirani/7AG69Kx1GFTEjw"
      },
      {
        "name": "Madonna con Bambino e San Giovannino",
        "path": "img/art/artworks/elisabetta-sirani-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-con-bambino-e-san-giovannino-sirani-elisabetta/FgHZ6RLFbAFrzw"
      }
    ],
    "summary": [
      "Elisabetta Sirani was an Italian Baroque painter and printmaker who died in unexplained circumstances at the age of 27. She was a pioneering female artist in early modern Bologna, who established an academy for other women artists."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Oil paint", "Graphite", "Etching", "Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Elisabetta_Sirani",
    "urlGoogle": "https://artsandculture.google.com/entity/elisabetta-sirani/m093fz1"
  },
  "event": {
    "id": "civil-rights-movement",
    "name": "Civil rights movement",
    "dates": "1954 - 1968",
    "mainImg": "img/events/civil-rights-movement.jpg",
    "summary": [
      "The civil rights movement in the United States was a decades-long struggle by African Americans to end legalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although the movement achieved its largest legislative gains in the mid-1960s after years of direct actions and grassroots protests. The social movement's major nonviolent resistance campaigns eventually secured new protections in federal law for the human rights of all Americans.",
      "After the American Civil War and the abolition of slavery in the 1860s, the Reconstruction Amendments to the United States Constitution granted emancipation and constitutional rights of citizenship to all African Americans, most of whom had recently been enslaved. For a period, African Americans voted and held political office, but they were increasingly deprived of civil rights, often under Jim Crow laws, and subjected to discrimination and sustained violence by whites in the South. Over the following century, various efforts were made by African Americans to secure their legal rights."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Civil_rights_movement",
    "urlGoogle": "https://artsandculture.google.com/entity/civil-rights-movement/m0d2c9"
  },
  "funFacts": [
    {
      "id": "396",
      "fact": "The dragonfly can reach speeds of up to 36 mph.",
      "category": ["Animals"]
    },
    {
      "id": "293",
      "fact": "Vermont is the only New England state without a seacoast.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "551309",
      "fact": "<span>The ampersand symbol is formed from the letters in <em>et</em>—the Latin word for \"and.\"</span>"
    }
  ],
  "idiom": {
    "id": "elephant-in-the-room",
    "term": "elephant in the room",
    "definition": "Something that is inconsistent but cannot be overlooked. First cited in 1935, the phrase has been used more and more. For example, \"The elephant in the room in the struggle to avoid government shutdown is that there are, in fact, two elephants in the room: Republican Congressional leaders...seeking meaningful concessions...and the Republican Tea Party wing...trying...to roll back government\" *(Boston Globe,* April 7, 2011)."
  },
  "person": {
    "id": "du-fu",
    "name": "Du Fu",
    "dates": "712 AD - 770 AD",
    "mainImg": "img/people/du-fu.jpg",
    "summary": [
      "Du Fu was a Chinese poet and politician of the Tang dynasty. Along with Li Bai, he is frequently called the greatest of the Chinese poets. His greatest ambition was to serve his country as a successful civil servant, but he proved unable to make the necessary accommodations. His life, like the whole country, was devastated by the An Lushan Rebellion of 755, and his last 15 years were a time of almost constant unrest.",
      "Although initially he was little-known to other writers, his works came to be hugely influential in both Chinese and Japanese literary culture. Of his poetic writing, nearly fifteen hundred poems have been preserved over the ages. He has been called the \"Poet-Historian\" and the \"Poet-Sage\" by Chinese critics, while the range of his work has allowed him to be introduced to Western readers as \"the Chinese Virgil, Horace, Ovid, Shakespeare, Milton, Burns, Wordsworth, Béranger, Hugo or Baudelaire\"."
    ],
    "quote": "“This cream will help one's nature strengthen and grow, The diet gives support in my decline.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Du_Fu",
    "urlGoogle": "https://artsandculture.google.com/entity/du-fu/m01wyhf"
  },
  "place": {
    "id": "wroclaw",
    "name": "Wrocław",
    "mainImg": "img/places/wroclaw.jpg",
    "summary": [
      "Wrocław is a city in western Poland and the largest city in the historical region of Silesia. It lies on the banks of the River Oder in the Silesian Lowlands of Central Europe, roughly 350 kilometres from the Baltic Sea to the north and 40 kilometres from the Sudeten Mountains to the south. The population of Wrocław in 2019 was 642,869, making it the fourth-largest city in Poland and the main city of the Wrocław agglomeration.",
      "Wrocław is the historical capital of Silesia and Lower Silesia. Today, it is the capital of the Lower Silesian Voivodeship. The history of the city dates back over a thousand years; at various times, it has been part of the Kingdom of Poland, the Kingdom of Bohemia, the Kingdom of Hungary, the Habsburg Monarchy of Austria, the Kingdom of Prussia and Germany. Wrocław became part of Poland again in 1945 as part of the so-called Recovered Territories as a result of the border changes after the Second World War. This included the flight and expulsion of the pre-war population of the city.",
      "Wrocław is a university city with a student population of over 130,000, making it arguably one of the most youth-oriented cities in the country."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wroc%C5%82aw",
    "urlGoogle": "https://artsandculture.google.com/entity/wrocław/m0845b"
  },
  "wiki": {
    "id": "the-boys-from-baghdad-high",
    "name": "The Boys from Baghdad High",
    "summary": "The Boys from Baghdad High is a television documentary film, first shown at the 2007 Sheffield Doc/Fest in the United Kingdom. It documents the lives of four Iraqi schoolboys of different religious or ethnic backgrounds at the Tariq bin Ziad High School for Boys in Zayouna, a middle-class neighbourhood in a suburb of Baghdad. It was filmed by the boys themselves over the course of a year in the form of a video diary. They have high expectations and hope to graduate and attend university. They must also deal with increasing sectarian violence, and face the threats of roadside bombings, the hassles of security checkpoints, curfews, and the deterioration of their neighbourhood. The Boys from Baghdad High received high viewership and favourable reviews when it initially aired in the UK in 2008. It was named the Best News and Current Affairs Film at the European Independent Film Festival, won the Premier Prize at the Sandford St. Martin Trust Awards, and was nominated for awards at two film festivals. The documentary also received the Radio Times Readers Award, and a nomination for the Amnesty International 2008 Television Documentary and Docudrama UK Media Award.",
    "url": "https://en.wikipedia.org/wiki/The_Boys_from_Baghdad_High"
  },
  "word": {
    "id": "lenitive",
    "word": "lenitive",
    "url": "https://www.merriam-webster.com/dictionary/lenitive",
    "partOfSpeech": "adjective",
    "pronunciation": "LEN-uh-tiv",
    "audioPath": "audio/words/lenitive.mp3",
    "definitions": ["alleviating pain or harshness : soothing"],
    "examples": [
      "Peppermint, chamomile, and ginger are all reputed to have a _lenitive_ effect on the digestive system.",
      "\"They sing of thunder and driving rain, upon occasion, but the _lenitive_ electro pop of Canadian boy-girl duo Purity Ring is decidedly more calming.\" - From an announcement by Jason Bracelin in the _Las Vegas Review-Journal_, April 7, 2013"
    ],
    "origin": "\"Lenitive\" first appeared in English in the 15th century. It derived from the Latin verb \"lenire\" (\"to soften or soothe\"), which was itself formed from the adjective \"lenis,\" meaning \"soft\" or \"mild.\" \"Lenire\" also gave us the adjective \"lenient,\" which usually means \"tolerant\" or \"indulgent\" today but in its original sense carried the meaning of \"relieving pain or stress.\" Often found in medical contexts, \"lenitive\" can also be a noun referring to a treatment (such as a salve) with soothing or healing properties."
  }
}
