{
  "artist": {
    "id": "luis-nishizawa",
    "name": "Luis Nishizawa",
    "dates": "Feb 2, 1918 - Sep 29, 2014",
    "mainImg": "img/art/artists/luis-nishizawa.jpg",
    "artworkImgs": [
      {
        "name": "Cuacuauhtzin",
        "path": "img/art/artworks/luis-nishizawa-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cuacuauhtzin/HAGgvNtTZ7Oe5A"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/luis-nishizawa-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled/iwElDzO0BCVGnQ"
      },
      {
        "name": "Juderos",
        "path": "img/art/artworks/luis-nishizawa-a3.jpg",
        "source": "https://artsandculture.google.com/asset/juderos-luis-nishizawa/IQEdNhYy28hSLw"
      },
      {
        "name": "The ICA Man",
        "path": "img/art/artworks/luis-nishizawa-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-ica-man-luis-nishizawa/xgGowxQWLkH_PQ"
      },
      {
        "name": "Paisaje II",
        "path": "img/art/artworks/luis-nishizawa-a5.jpg",
        "source": "https://artsandculture.google.com/asset/paisaje-ii/fwE-SgkF1ON2Iw"
      },
      {
        "name": "Paisaje I",
        "path": "img/art/artworks/luis-nishizawa-a6.jpg",
        "source": "https://artsandculture.google.com/asset/paisaje-i/HAE4I9t7A4eMTw"
      }
    ],
    "summary": [
      "Luis Nishizawa was a Mexican artist known for his landscape work and murals, which often show Japanese and Mexican influence. He began formal training as an artist in 1942 at the height of the Mexican muralism movement but studied other painting styles as well as Japanese art. In addition to painting canvases and murals, including murals made with ceramics, he was a professor of fine arts at the Universidad Nacional Autónoma de México from which he received an honorary doctorate. The State of Mexico, where he was born, created the Museo Taller Luis Nishizawa to honor and promote his life’s work."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Expressionism", "Abstract art"],
    "mediums": ["Pottery", "Engraving", "Acrylic paint", "Oil paint", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Luis_Nishizawa",
    "urlGoogle": "https://artsandculture.google.com/entity/luis-nishizawa/m0d3srr"
  },
  "event": {
    "id": "salt-march",
    "name": "Salt March",
    "dates": "Mar 12, 1930 - Apr 6, 1930",
    "mainImg": "img/events/salt-march.jpg",
    "summary": [
      "The Salt March, also known as the Salt Satyagraha, Dandi March and the Dandi Satyagraha, was an act of nonviolent civil disobedience in colonial India led by Mohandas Karamchand Gandhi. The 24-day march lasted from 12 March 1930 to 6 April 1930 as a direct action campaign of tax resistance and nonviolent protest against the British salt monopoly. Another reason for this march was that the Civil Disobedience Movement needed a strong inauguration that would inspire more people to follow Gandhi's example. Mahatma Gandhi started this march with 78 of his trusted volunteers. Walking ten miles a day for 24 days, the march spanned over 240 miles, from Sabarmati Ashram to Dandi, which was called Navsari at that time. Growing numbers of Indians joined them along the way. When Gandhi broke the salt laws at 6:30 am on 6 April 1930, it sparked large scale acts of civil disobedience against the British Raj salt laws by millions of Indians.",
      "After making the salt by evaporation at Dandi, Gandhi continued southward along the coast, making salt and addressing meetings on the way. The Congress Party planned to stage a satyagraha at the Dharasana Salt Works, 25 miles south of Dandi."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Salt_March",
    "urlGoogle": "https://artsandculture.google.com/entity/salt-march/m0324lm"
  },
  "funFacts": [
    {
      "id": "461",
      "fact": "A fifteen-year-old boy invented earmuffs in 1873.",
      "category": ["History"]
    },
    {
      "id": "380",
      "fact": "It is illegal for a portrait of a living person to appear on U.S. postage stamps.",
      "category": ["Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "554098",
      "fact": "The Vatican's bank is the only one in existence that allows ATM users to perform transactions in Latin."
    }
  ],
  "idiom": {
    "id": "both-feet-on-the-ground",
    "term": "both feet on the ground",
    "definition": "A sensible, realistic, or practical outlook. For example, *You can count on Tom not to get cheated in that deal; he has both feet on the ground,* or *Jean is a dreamer; but her husband is a man with both feet on the ground.* [Mid-1900s]"
  },
  "person": {
    "id": "marie-roch-louis-reybaud",
    "name": "Marie Roch Louis Reybaud",
    "dates": "Aug 15, 1799 - Oct 28, 1879",
    "mainImg": "img/people/marie-roch-louis-reybaud.jpg",
    "summary": [
      "Marie Roch Louis Reybaud, was a French writer, political economist and politician. He was born at Marseille.",
      "After travelling in the Levant and in India, he settled in Paris in 1829. Besides writing for the Radical press, he edited the Histoire scientifique et militaire de l'expédition française en Égypte in ten volumes and Dumont d'Urville's Voyage au tour du monde.",
      "In 1840 he published Études sur les réformateurs ou socialistes modernes which gained him the Montyon prize and a place in the Académie des sciences morales et politiques. In 1843 he published Jérôme Paturot à la recherche d'une position sociale, a clever social satire that had a prodigious success. In 1846 he abandoned his democratic views, and was elected liberal deputy for Marseille.",
      "Reybaud was an early member of the Société d'économie politique organized in 1842 by Pellegrino Rossi.",
      "His Jérôme Paturot a la recherche de 10 meilleure des republiques was a satire on the new republican ideas. After the coup d'état of 1849 he ceased to take part in public life, and devoted himself entirely to the study of political economy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Marie_Roch_Louis_Reybaud",
    "urlGoogle": "https://artsandculture.google.com/entity/marie-roch-louis-reybaud/m01f3tr"
  },
  "place": {
    "id": "buenos-aires",
    "name": "Buenos Aires",
    "mainImg": "img/places/buenos-aires.jpg",
    "summary": [
      "Buenos Aires is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
      "The city of Buenos Aires is neither part of Buenos Aires Province nor the Province's capital; rather, it is an autonomous district. In 1880, after decades of political infighting, Buenos Aires was federalized and removed from Buenos Aires Province. The city limits were enlarged to include the towns of Belgrano and Flores; both are now neighborhoods of the city. The 1994 constitutional amendment granted the city autonomy, hence its formal name of Autonomous City of Buenos Aires."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Buenos_Aires",
    "urlGoogle": "https://artsandculture.google.com/entity/buenos-aires/m01ly5m"
  },
  "wiki": {
    "id": "hurricane-floyd",
    "name": "Hurricane Floyd",
    "summary": "Hurricane Floyd was the sixth named storm, fourth hurricane, and third major hurricane in the 1999 Atlantic hurricane season. The Cape Verde-type hurricane formed off the coast of Africa and lasted from September 7 to September 19, peaking in strength as a very strong Category 4 hurricane — just short of the highest possible rating — on the Saffir-Simpson Hurricane Scale. It was among the largest Atlantic hurricanes of its strength ever recorded. Floyd struck the Bahamas at peak strength, causing heavy damage. It then paralleled the East Coast of the United States, causing massive evacuations and costly preparations. The storm weakened significantly, however, before making landfall in North Carolina as a Category 2 hurricane, and caused further damage as it traveled up the Mid-Atlantic and into New England. The hurricane produced torrential rainfall in eastern North Carolina, adding more rain to an area hit by Hurricane Dennis just weeks earlier. In total, Floyd was responsible for 57 fatalities and $4.5 billion ($5.1 billion in 2005 U.S. dollars) in damage, mostly in North Carolina.",
    "url": "https://en.wikipedia.org/wiki/Hurricane_Floyd"
  },
  "word": {
    "id": "animadversion",
    "word": "animadversion",
    "url": "https://www.merriam-webster.com/dictionary/animadversion",
    "partOfSpeech": "noun",
    "pronunciation": "an-uh-mad-VER-zhun",
    "audioPath": "audio/words/animadversion.mp3",
    "definitions": [
      "a critical and usually censorious remark -- often used with \"on\"",
      "adverse criticism"
    ],
    "examples": [
      "The film critic seems to have offered animadversions on nearly every movie made this year."
    ],
    "origin": "\"Animadversion\" comes ultimately from the Latin phrase \"animum advertere,\" meaning \"to turn the mind to.\" It is easy to see how we also get \"adverse\" and \"adversary\" from \"advertere,\" especially when we remember that \"to turn to\" easily becomes \"to turn against.\" Other English words descended from \"advertere\" include \"advert,\" meaning \"to turn the attention (to)\" or \"to make reference (to),\" and \"advertise.\""
  }
}
