{
  "artist": {
    "id": "pietro-lorenzetti",
    "name": "Pietro Lorenzetti",
    "dates": "1280 - 1348",
    "mainImg": "img/art/artists/pietro-lorenzetti.jpg",
    "artworkImgs": [
      {
        "name": "Saint Catherine of Alexandria",
        "path": "img/art/artworks/pietro-lorenzetti-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-catherine-of-alexandria-pietro-lorenzetti/wwFFvb-XSIVsmw"
      },
      {
        "name": "Presentation of Jesus in the Temple",
        "path": "img/art/artworks/pietro-lorenzetti-a2.jpg",
        "source": "https://artsandculture.google.com/asset/presentation-of-jesus-in-the-temple-ambrogio-lorenzetti-lorenzetti/0gFEBgbfCMyrvA"
      },
      {
        "name": "Madonna with Chid",
        "path": "img/art/artworks/pietro-lorenzetti-a3.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-with-chid/iwFdlkFAnYAviA"
      },
      {
        "name": "Madonna and Child Enthroned with Angels",
        "path": "img/art/artworks/pietro-lorenzetti-a4.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-enthroned-with-angels-pietro-lorenzetti-lorenzetti/3wFuot4bhawurA"
      },
      {
        "name": "Madonna with Chid",
        "path": "img/art/artworks/pietro-lorenzetti-a5.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-with-chid/DwE0OYm8RxrO8w"
      },
      {
        "name": "Virgin and Child Enthroned and Donor, Angels",
        "path": "img/art/artworks/pietro-lorenzetti-a6.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-enthroned-and-donor-angels/HwFzCCWvobz-og"
      }
    ],
    "summary": [
      "Pietro Lorenzetti or Pietro Laurati was an Italian painter, active between c.1306 and 1345. Together with his younger brother Ambrogio, he introduced naturalism into Sienese art. In their artistry and experiments with three-dimensional and spatial arrangements, the brothers foreshadowed the art of the Renaissance."
    ],
    "quote": null,
    "movements": ["Gothic art", "Sienese School"],
    "mediums": ["Tempera", "Gold", "Metal", "Wood", "Gold leaf"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pietro_Lorenzetti",
    "urlGoogle": "https://artsandculture.google.com/entity/pietro-lorenzetti/m01zxpn"
  },
  "event": {
    "id": "bombing-of-chongqing",
    "name": "Bombing of Chongqing",
    "dates": "Feb 18, 1938 - Aug 23, 1943",
    "mainImg": "img/events/bombing-of-chongqing.jpg",
    "summary": [
      "The bombing of Chongqing, from 18 February 1938 to 23 August 1943, was part of a terror bombing operation conducted by the Imperial Japanese Army Air Service and Imperial Japanese Navy Air Service on the Chinese provisional capital of Chongqing, authorized by the Imperial General Headquarters.",
      "A total of 268 air raids were conducted against Chongqing, with more than 11,500, mainly incendiary, bombs dropped. The targets were usually residential areas, business areas, schools, hospitals and other non-military targets.",
      "These bombings were probably aimed at cowing the Chinese government, or as part of the planned Sichuan invasion."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bombing_of_Chongqing",
    "urlGoogle": "https://artsandculture.google.com/entity/bombing-of-chongqing/m065zw8"
  },
  "funFacts": [
    {
      "id": "1013",
      "fact": "It is illegal to sing off-key in North Carolina.",
      "category": ["Geography", "Hodgepodge", "Laws"]
    },
    {
      "id": "191",
      "fact": "Popcorn was invented by the American Indians.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554050",
      "fact": "The Palais Idéal in France is built entirely of stones a postman named Ferdinand Cheval picked up on his mail route."
    }
  ],
  "idiom": {
    "id": "burn-the-candle-at-both-ends",
    "term": "burn the candle at both ends",
    "definition": "Exhaust one's energies or resources by leading a hectic life. For example, *Joseph's been burning the candle at both ends for weeks, working two jobs during the week and a third on weekends.* This metaphor originated in France and was translated into English in Randle Cotgrave's *Dictionary* (1611), where it referred to dissipating one's wealth. It soon acquired its present broader meaning."
  },
  "person": {
    "id": "henry-morgenthau-jr",
    "name": "Henry Morgenthau Jr.",
    "dates": "May 11, 1891 - Feb 6, 1967",
    "mainImg": "img/people/henry-morgenthau-jr.jpg",
    "summary": [
      "Henry Morgenthau Jr. was the United States Secretary of the Treasury during most of the administration of Franklin D. Roosevelt. He played a major role in designing and financing the New Deal. After 1937, while still in charge of the Treasury, he played the central role in financing United States participation in World War II. He also played an increasingly major role in shaping foreign policy, especially with respect to Lend-Lease, support for China, helping Jewish refugees, and proposing to prevent Germany from again being a military threat by wrecking its industry and mines.",
      "Morgenthau was the father of Robert M. Morgenthau, who was District Attorney of Manhattan for 35 years and Henry Morgenthau III, an American author and television producer. He continued as treasury secretary through the first few months of Harry Truman's presidency, and from June 27, 1945 to July 3, 1945, following the resignation of Secretary of State Edward Stettinius Jr., was next in line to the presidency. Morgenthau was the first and only Jew to be first in the presidential line of succession."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_Morgenthau_Jr.",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-morgenthau-jr/m02sl0c"
  },
  "place": {
    "id": "miami-beach",
    "name": "Miami Beach",
    "mainImg": "img/places/miami-beach.jpg",
    "summary": [
      "Miami Beach is a coastal resort city in Miami-Dade County, Florida, United States. It was incorporated on March 26, 1915. The municipality is located on natural and man-made barrier islands between the Atlantic Ocean and Biscayne Bay, the latter of which separates the Beach from the mainland city of Miami. The neighborhood of South Beach, comprising the southernmost 2.5 square miles of Miami Beach, along with downtown Miami and the Port of Miami, collectively form the commercial center of South Florida. Miami Beach's estimated population is 88,885 according to the most recent United States census estimates. Miami Beach is the 26th largest city in Florida based on official 2019 estimates from the US Census Bureau. It has been one of America's pre-eminent beach resorts since the early 20th century.",
      "In 1979, Miami Beach's Art Deco Historic District was listed on the National Register of Historic Places. The Art Deco District is the largest collection of Art Deco architecture in the world and comprises hundreds of hotels, apartments and other structures erected between 1923 and 1943. Mediterranean, Streamline Moderne and Art Deco are all represented in the District."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Miami_Beach,_Florida",
    "urlGoogle": "https://artsandculture.google.com/entity/miami-beach/m0rnmy"
  },
  "wiki": {
    "id": "yosemite-national-park",
    "name": "Yosemite National Park",
    "summary": "Yosemite National Park is a national park largely in Mariposa County, and Tuolumne County, California, United States. The park covers an area of 1,189 mi² (3,081 km²) and reaches across the western slopes of the Sierra Nevada mountain chain. Yosemite is visited by over 3.5 million visitors each year, with most only seeing the seven square miles of Yosemite Valley. Designated a World Heritage Site in 1984, Yosemite is internationally recognized for its spectacular granite cliffs, waterfalls, clear streams, Giant Sequoia groves, and biological diversity. About 89% of the park is designated Wilderness. It was also the first park set aside by the U.S. federal government. Although not the first designated national park, Yosemite was a focal point in the development of the national park idea, largely owing to the work of people like John Muir. Yosemite is one of the largest and least fragmented habitat blocks in the Sierra Nevada, and the park supports a diversity of plants and animals.",
    "url": "https://en.wikipedia.org/wiki/Yosemite_National_Park"
  },
  "word": {
    "id": "philippic",
    "word": "philippic",
    "url": "https://www.merriam-webster.com/dictionary/philippic",
    "partOfSpeech": "noun",
    "pronunciation": "fuh-LIP-ik",
    "audioPath": "audio/words/philippic.mp3",
    "definitions": ["a discourse or declamation full of bitter condemnation : tirade"],
    "examples": [
      "The columnist's most recent philippic took the governor to task for her neglect of education reform in light of declining test scores throughout the state."
    ],
    "origin": "In 351 B.C., the Greek orator Demosthenes delivered a fiery speech warning his countrymen against the imperialistic designs of Philip II, king of Macedon, and chastising them for their timidity and inaction. In Greek, this and subsequent such speeches on the subject made by Demosthenes were known as \"philippikoi logoi,\" literally, \"speeches relating to Philip.\" Demosthenes is known to have delivered only three Philippics; in contrast, the Philippics of the Roman statesman Marcus Tullius Cicero attacking Marc Antony some 300 years later -- \"orationes philippicae\" in Latin (so-named because of their similarity to Demosthenes' orations) -- numbered fourteen. We still capitalize the word when we refer to these famous diatribes, but ever since 1592, \"philippic\" has been used (usually in lowercase) in a broader sense as well."
  }
}
