{
  "artist": {
    "id": "eugene-viollet-le-duc",
    "name": "Eugène Viollet-le-Duc",
    "dates": "Jan 27, 1814 - Sep 17, 1879",
    "mainImg": "img/art/artists/eugene-viollet-le-duc.jpg",
    "artworkImgs": [
      {
        "name": "Plan for the Renovation of a Chapel in the Nave of the Cathedral of Notre Dame, Paris",
        "path": "img/art/artworks/eugene-viollet-le-duc-a1.jpg",
        "source": "https://artsandculture.google.com/asset/plan-for-the-renovation-of-a-chapel-in-the-nave-of-the-cathedral-of-notre-dame-paris-eugène-emmanuel-viollet-le-duc-jean-baptiste-antoine-lassus/-QHNfVIquSAz3Q"
      },
      {
        "name": "Ruines du Château de Pierrefonds (Ruins of the Château de Pierrefonds, after Viollet-le-Duc)",
        "path": "img/art/artworks/eugene-viollet-le-duc-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ruines-du-château-de-pierrefonds-ruins-of-the-château-de-pierrefonds-after-viollet-le-duc-charles-meryon-eugène-emmanuel-viollet-le-duc/PgHIMJYr3CU8Iw"
      },
      {
        "name": "Iron-frame house with glazed earthenware cladding",
        "path": "img/art/artworks/eugene-viollet-le-duc-a3.jpg",
        "source": "https://artsandculture.google.com/asset/iron-frame-house-with-glazed-earthenware-cladding-eugène-viollet-le-duc/0QF3jItlQNq9gg"
      },
      {
        "name": "Mont Blanc Seen from the Massif, Les Aiguilles Rouges",
        "path": "img/art/artworks/eugene-viollet-le-duc-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mont-blanc-seen-from-the-massif-les-aiguilles-rouges-eugène-emmanuel-viollet-le-duc/YAGqLcqysbMeZg"
      },
      {
        "name": "Perspectival Cross-Section of a Venetian Palace",
        "path": "img/art/artworks/eugene-viollet-le-duc-a5.jpg",
        "source": "https://artsandculture.google.com/asset/perspectival-cross-section-of-a-venetian-palace-eugène-emmanuel-viollet-le-duc/TQGEhbwolr-MjA"
      },
      {
        "name": "Locomotive print",
        "path": "img/art/artworks/eugene-viollet-le-duc-a6.jpg",
        "source": "https://artsandculture.google.com/asset/locomotive-print-eugène-wormser-for-teaching-mecanic/WgEJ0svcBQOsXw"
      }
    ],
    "summary": [
      "Eugène Emmanuel Viollet-le-Duc was a French architect and author who restored many prominent medieval landmarks in France, including those which had been damaged or abandoned during the French Revolution. His major restoration projects included Notre-Dame de Paris, the Basilica of Saint Denis, Mont Saint-Michel, Sainte-Chapelle, and the medieval walls of the city of Carcassonne. His later writings on the relationship between form and function in architecture had a notable influence on a new generation of architects, including Antoni Gaudí, Victor Horta, and Louis Sullivan."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Drawing", "Graphite", "Ink", "Pen", "Watercolor painting", "Cardboard"],
    "urlWiki": "https://en.wikipedia.org/wiki/Eug%C3%A8ne_Viollet-le-Duc",
    "urlGoogle": "https://artsandculture.google.com/entity/eugène-viollet-le-duc/m02mpv"
  },
  "event": {
    "id": "balkans-theatre",
    "name": "Balkans theatre",
    "dates": "Aug 3, 1914 - November 1918",
    "mainImg": "img/events/balkans-theatre.jpg",
    "summary": [
      "The Balkans theatre, or Balkan campaign, of World War I was fought between the Central Powers and the Allies.",
      "The campaign began with Austria-Hungary's offensive into Serbia, which was repulsed. A new attempt led to the Austro-Hungarian and Bulgarian conquest of Serbia and Montenegro. That led to the Serbian army to retreat through Albania and to be evacuated to Salonika by the Allies. There, they joined with the Franco-British Allied Army of the Orient and fought a protracted trench war against Bulgarian forces on the Macedonian front. The allied army was stationed in Greece, which resulted in the National Schism on whether Greece should join the Allies or remain neutral, which would benefit the Central Powers. Greece eventually joined the Allies in 1917. In September 1918, the Vardar Offensive broke through the lines of Bulgaria, which was forced to surrender, leading to the liberation of Serbia, Albania and Montenegro."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Balkans_theatre",
    "urlGoogle": "https://artsandculture.google.com/entity/balkans-theatre/m0ckfcg"
  },
  "funFacts": [
    { "id": "94", "fact": "Lizards communicate by doing push-ups.", "category": ["Animals"] },
    {
      "id": "248",
      "fact": "Snoopy is the most common dog name beginning with the letter S.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "506198",
      "fact": "Before LeVar Burton signed on, Scott Baio was considered for the hosting role on Reading Rainbow."
    }
  ],
  "idiom": {
    "id": "grist-for-the-mill",
    "term": "grist for the mill",
    "definition": "Something that can be used to advantage, as in *These seemingly useless data will be grist for the mill when he lodges a complaint.* This expression alludes to *grist,* the amount of grain that can be ground at one time. [Late 1500s]"
  },
  "person": {
    "id": "joe-biden",
    "name": "Joe Biden",
    "dates": "Born Nov 20, 1942",
    "mainImg": "img/people/joe-biden.jpg",
    "summary": [
      "Joseph Robinette \"Joe\" Biden Jr. é um advogado e político norte-americano. Filiado ao Partido Democrata, foi o 47º vice-presidente dos Estados Unidos de 2009 a 2017. Entre 1973 e 2009, exerceu seis mandatos consecutivos como senador pelo Delaware, período em que presidiu importantes comitês do Senado dos Estados Unidos. Atualmente, é o presumível candidato democrata a presidente dos Estados Unidos na eleição de novembro de 2020.",
      "Biden e sua família se mudaram para o Delaware em 1953. Tornou-se advogado em 1969 e foi eleito para o Conselho do Condado de New Castle em 1970. Em 1972, sua eleição para o Senado o converteu no sexto senador mais jovem da história norte-americana. No Senado, integrou por muitos anos e presidiu o Comitê de Relações Exteriores. Em 1991, se opôs à Guerra do Golfo, mas defendeu a intervenção dos EUA e da OTAN na Guerra da Bósnia em 1994 e 1995. Votou a favor da resolução que autorizou a Guerra do Iraque em 2002, mas se opôs ao aumento de tropas norte-americanas em 2007."
    ],
    "quote": "“When the stock market crashed, Franklin Roosevelt got on the television and didn't just talk about the princes of greed. He said, 'Look, here's what happened.”",
    "urlWiki": "https://pt.wikipedia.org/wiki/Joe_Biden",
    "urlGoogle": "https://artsandculture.google.com/entity/joe-biden/m012gx2"
  },
  "place": {
    "id": "curacao",
    "name": "Curaçao",
    "mainImg": "img/places/curacao.jpg",
    "summary": [
      "Curaçao is a Lesser Antilles island country in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km north of the Venezuelan coast. It is a constituent country of the Kingdom of the Netherlands. Together with Aruba and Bonaire it forms the ABC islands. Collectively, Curaçao and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
      "The country was formerly part of the Curaçao and Dependencies colony from 1815–1954 and later the Netherlands Antilles from 1954–2010, as \"Island Territory of Curaçao\" and is now formally called the Country of Curaçao. It includes the main island of Curaçao and the much smaller, uninhabited island of Klein Curaçao. Curaçao has a population of 158,665 and an area of 444 km²; its capital is Willemstad."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cura%C3%A7ao",
    "urlGoogle": "https://artsandculture.google.com/entity/curaçao/m0hbgh"
  },
  "quote": {
    "id": "58",
    "quote": "We don't stop playing because we grow old; we grow old because we stop playing.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "pipistrellus-raceyi",
    "name": "Pipistrellus raceyi",
    "summary": "Pipistrellus raceyi, also known as Racey's pipistrelle bat, is a bat from Madagascar, in the genus Pipistrellus. Although unidentified species of Pipistrellus had been previously reported from Madagascar since the 1990s, P. raceyi was not formally named until 2006. The specific name, raceyi, honors bat researcher Paul Racey. It is apparently most closely related to the Asian species P. endoi, P. paterculus, and P. abramus, and its ancestors probably reached Madagascar from Asia, rather than from Africa (from where most of the island's bat fauna originated). P. raceyi has been recorded at four sites, two in the eastern and two in the western lowlands, all below 80 m (260 ft) altitude. In the east, it is found in open areas and has been found roosting in a building; in the west it occurs in dry forest. Because of uncertainties about its ecology, it is listed as \"Data Deficient\" on the IUCN Red List. With a forearm length of 28.0 to 31.2 mm (1.10 to 1.23 in), Pipistrellus raceyi is small to medium-sized for a species of Pipistrellus. It is long-furred and the body is reddish above, with the head a trifle darker, and yellowish-brown below. The wings are dark and the feet are small.",
    "url": "https://en.wikipedia.org/wiki/Pipistrellus_raceyi"
  },
  "word": {
    "id": "fustigate",
    "word": "fustigate",
    "url": "https://www.merriam-webster.com/dictionary/fustigate",
    "partOfSpeech": "verb",
    "pronunciation": "FUSS-tuh-gayt",
    "audioPath": "audio/words/fustigate.mp3",
    "definitions": ["to beat with or as if with a short heavy club", "to criticize severely"],
    "examples": [
      "\"Hernandez missed most of the preseason practices because of an ankle sprain, and he _fustigated_ himself for committing seven turnovers.\" - From an article by Jorge L. Ortiz in The San Francisco Chronicle, November 20, 2004",
      "\"Coulter is known widely for her propensity to _fustigate_ the likes of environmentalists, atheists and Bush-bashers.\" - Rachel Davis, Florida Times-Union (Jacksonville), March 10, 2007"
    ],
    "origin": "Though it won't leave a bump on your head, severe criticism can be a blow to your self-esteem. It's no wonder that \"fustigate,\" when it first appeared in the 17th century, originally meant \"to cudgel or beat with a short heavy stick,\" a sense that reflects the word's derivation from the Latin noun \"fustis,\" which means \"club\" or \"staff.\" The \"criticize\" sense is more common these days, but the violent use of \"fustigate\" was a hit with earlier writers like George Huddesford, who in 1801 told of an angry Jove who \"cudgell'd all the constellations, ... / Swore he'd eject the man i' the moon ... / And fustigate him round his orbit.\""
  }
}
