{
  "artist": {
    "id": "jan-van-eyck",
    "name": "Jan van Eyck",
    "dates": "1390 - Jul 9, 1441",
    "mainImg": "img/art/artists/jan-van-eyck.jpg",
    "artworkImgs": [
      {
        "name": "The Madonna in the Church",
        "path": "img/art/artworks/jan-van-eyck-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-madonna-in-the-church-jan-van-eyck/OgFrmfnJd3r8zw"
      },
      {
        "name": "Man in a Blue Cap",
        "path": "img/art/artworks/jan-van-eyck-a2.jpg",
        "source": "https://artsandculture.google.com/asset/man-in-a-blue-cap-jan-van-eyck/5AHBpUfs-tzsgg"
      },
      {
        "name": "Lucca Madonna",
        "path": "img/art/artworks/jan-van-eyck-a3.jpg",
        "source": "https://artsandculture.google.com/asset/lucca-madonna-jan-van-eyck/YQF1hx5g-8VglQ"
      },
      {
        "name": "Madonna at the Fountain",
        "path": "img/art/artworks/jan-van-eyck-a4.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-at-the-fountain-jan-van-eyck/NAFzJIiDgvmm8A"
      },
      {
        "name": "Saint Barbara",
        "path": "img/art/artworks/jan-van-eyck-a5.jpg",
        "source": "https://artsandculture.google.com/asset/saint-barbara-jan-van-eyck/mwFMhXHTmOsLpg"
      },
      {
        "name": "Kardinal Niccolò Albergati (?)",
        "path": "img/art/artworks/jan-van-eyck-a6.jpg",
        "source": "https://artsandculture.google.com/asset/kardinal-niccolò-albergati-jan-van-eyck/0AEB0A0Fyh6sBw"
      }
    ],
    "summary": [
      "Jan van Eyck was a painter from the County of Loon active in Bruges. He is one of the early innovators of what became known as Early Netherlandish painting, and one of the most significant representatives of Early Northern Renaissance art. The surviving records of his early life indicate that he was born around 1380–1390, most likely in Maaseik, in present-day Belgium. He took employment in the Hague around 1422, when he was already a master painter with workshop assistants, and employed as painter and valet de chambre with John III the Pitiless, ruler of Holland and Hainaut. He was then employed in Lille as court painter to Philip the Good, Duke of Burgundy after John's death in 1425, until he moved to Bruges in 1429 where he lived until his death. He was highly regarded by Philip and undertook a number of diplomatic visits abroad, including to Lisbon in 1428 to explore the possibility of a marriage contract between the duke and Isabella of Portugal.",
      "About 20 surviving paintings are confidently attributed to him, as well as the Ghent Altarpiece and the illuminated miniatures of the Turin-Milan Hours, all dated between 1432 and 1439."
    ],
    "quote": "“Painting is a form of profound creative release.”",
    "movements": ["Renaissance", "Northern Renaissance", "Dutch and Flemish Renaissance painting"],
    "mediums": ["Oil paint", "Wood", "Oak", "Vellum", "Gold", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_van_Eyck",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-van-eyck/m0ck2w"
  },
  "event": {
    "id": "battle-of-seneffe",
    "name": "Battle of Seneffe",
    "dates": null,
    "mainImg": "img/events/battle-of-seneffe.jpg",
    "summary": [
      "The Battle of Seneffe took place on 11 August 1674, during the 1672–1678 Franco-Dutch War near Seneffe in present-day Belgium. It was fought by a French army commanded by Louis II de Bourbon, Prince de Condé and a combined Dutch-Imperial-Spanish force led by William of Orange. While a clear French victory, both sides suffered heavy losses and it had little impact on the outcome of the war in the Low Countries.",
      "Seneffe was one of three battles in the Spanish Netherlands during the Franco-Dutch War and the only one unconnected to a siege, the dominant form of warfare in the late 17th century; Cassel in 1677 was an attempt to relieve Saint-Omer, while Saint-Denis in 1678 was fought to prevent the fall of Mons."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Seneffe",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-seneffe/m014rry"
  },
  "funFacts": [
    {
      "id": "964",
      "fact": "It is illegal in the United Kingdom to handle salmon in suspicious circumstances.",
      "category": ["Geography", "Laws"]
    },
    {
      "id": "312",
      "fact": "A flea can jump 30,000 times without stopping.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "506900",
      "fact": "In 1991, Wayne Allwine—who was then the voice of Mickey Mouse—married Russi Taylor, the voice of Minnie."
    }
  ],
  "idiom": {
    "id": "risk-life-and-limb",
    "term": "risk life and limb",
    "definition": "Also, **risk one's neck.** Take dangerous chances, as in *There he was on the roof, risking life and limb to rescue the kitten,* or *I don't want to risk my neck contradicting him.* The first hyperbolic expression, dating from the early 1600s, doesn't make sense, since if one loses one's life one also loses the use of one's limbs. The variant, used for risky undertakings of all kinds, physical and nonphysical, presumably alludes to being hanged or beheaded."
  },
  "person": {
    "id": "robert-a-lovett",
    "name": "Robert A. Lovett",
    "dates": "Sep 14, 1895 - May 7, 1986",
    "mainImg": "img/people/robert-a-lovett.jpg",
    "summary": [
      "Robert Abercrombie Lovett was the fourth United States Secretary of Defense, having been promoted to this position from Deputy Secretary of Defense. He served in the cabinet of President Harry S. Truman from 1951 to 1953 and in this capacity, directed the Korean War.",
      "Lovett was a core member of the group of foreign policy elders known as \"The Wise Men\", and was deemed an \"architect of the cold war\" by social scientist G. William Domhoff, in his 1970 book, The Higher Circles: The Governing Class in America."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_A._Lovett",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-a-lovett/m02swpk"
  },
  "place": {
    "id": "parma",
    "name": "Parma",
    "mainImg": "img/places/parma.jpg",
    "summary": [
      "Parma is a city in the northern Italian region of Emilia-Romagna famous for its architecture, music, art, prosciutto, cheese and surrounding countryside. It is home to the University of Parma, one of the oldest universities in the world.",
      "Parma is divided into two parts by the stream of the same name. The district on the far side of the river is Oltretorrente. Parma's Etruscan name was adapted by Romans to describe the round shield called Parma.",
      "The Italian poet Attilio Bertolucci wrote: \"As a capital city it had to have a river. As a little capital it received a stream, which is often dry\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Parma",
    "urlGoogle": "https://artsandculture.google.com/entity/parma/m061k5"
  },
  "wiki": {
    "id": "iron-maiden-band",
    "name": "Iron Maiden (band)",
    "summary": "Iron Maiden is a heavy metal band from east London, England. Formed in 1975 by bassist Steve Harris, previously of Gypsy's Kiss and Smiler, they are one of the most successful and influential bands in the heavy metal genre. Album sales are over 60 million world-wide, and the band won the Ivor Novello Award for international achievement in 2000. Iron Maiden's work has inspired other sub-genres of heavy metal, including power metal and speed metal and is generally thought of as an influence to any \"metal\" music containing dual-guitar harmonisation. The band's mascot, Eddie, is a perennial fixture in the horror-influenced album cover art, as well as in live shows. Eddie was originally drawn by Derek Riggs but has had various incarnations by Melvyn Grant. Iron Maiden has so far released thirteen studio albums, three \"best of\" compilations, five live albums and two limited boxed-sets. Lyrically, the band have written many songs based on folklore, movies and books, such as The Wicker Man, The Prisoner, Where Eagles Dare and Rime of the Ancient Mariner - in which words from the Samuel Coleridge poem are sung.",
    "url": "https://en.wikipedia.org/wiki/Iron_Maiden_(band)"
  },
  "word": {
    "id": "idiopathic",
    "word": "idiopathic",
    "url": "https://www.merriam-webster.com/dictionary/idiopathic",
    "partOfSpeech": "adjective",
    "pronunciation": "id-ee-uh-PATH-ik",
    "audioPath": "audio/words/idiopathic.mp3",
    "definitions": [
      "arising spontaneously or from an obscure or unknown cause",
      "peculiar to the individual"
    ],
    "examples": [
      "\"Some dogs have _idiopathic_ epilepsy, which means there's no real explanation for their seizures, though even a reasonably mild stressor may increase the odds of a seizure.\" - From an article by Steve Dale in the _Orlando_ (Florida) _Sentinel_, November 13, 2012",
      "\"Juvenile _idiopathic_ arthritis, diagnosed before age 16, causes chronic swelling of the joints along with redness, \\[Dr. Hilary\\] Haftel said.\" - From an article by Amanda Whitesell in the _Livingston County_ (Michigan) _Press_, January 11, 2013"
    ],
    "origin": "\"Idiopathic\" joins the combining form \"idio-\" (from Greek \"idios,\" meaning \"one's own\" or \"private\") with \"-pathic,\" a form that suggests the effects of disease. The combining form \"idio-\" is typically found in technical terms. Examples include \"idiographic,\" meaning \"relating to or dealing with something concrete, individual, or unique\"; \"idiolect,\" meaning \"the language or speech pattern of one individual at a particular period of life\"; and \"idiotype,\" meaning \"the molecular structure and conformation of an antibody that confers its antigenic specificity.\" A more common \"idio-\" word is \"idiosyncrasy,\" which most commonly refers to an unusual way in which a person behaves or thinks, or to an unusual part or feature of something."
  }
}
