{
  "artist": {
    "id": "john-tenniel",
    "name": "John Tenniel",
    "dates": "Feb 28, 1820 - Feb 25, 1914",
    "mainImg": "img/art/artists/john-tenniel.jpg",
    "artworkImgs": [
      {
        "name": "How Alice Grew Tall",
        "path": "img/art/artworks/john-tenniel-a1.jpg",
        "source": "https://artsandculture.google.com/asset/how-alice-grew-tall-john-tenniel/vgGmadAhzar4lQ"
      },
      {
        "name": "The inauguration of the Scutari Monument and the Peace Trophy at the Crystal Palace, Sydenham",
        "path": "img/art/artworks/john-tenniel-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-inauguration-of-the-scutari-monument-and-the-peace-trophy-at-the-crystal-palace-sydenham-sir-john-tenniel/tAF25kYPu4OTwQ"
      },
      {
        "name": "The distribution of Crimean Medals on Horse Guards Parade",
        "path": "img/art/artworks/john-tenniel-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-distribution-of-crimean-medals-on-horse-guards-parade-sir-john-tenniel/kAFIi6F_ItHYxA"
      },
      {
        "name": "Two Forces (Punch, October 29, 1881)",
        "path": "img/art/artworks/john-tenniel-a4.jpg",
        "source": "https://artsandculture.google.com/asset/two-forces-punch-october-29-1881-sir-john-tenniel/GgG-7M1V9gF6XA"
      },
      {
        "name": "Easing the Curb (Punch, July 24, 1869)",
        "path": "img/art/artworks/john-tenniel-a5.jpg",
        "source": "https://artsandculture.google.com/asset/easing-the-curb-punch-july-24-1869-sir-john-tenniel-napoléon-iii/HAFUfKSDiDsMRA"
      },
      {
        "name": "The Tempter (Punch, November 27, 1886)",
        "path": "img/art/artworks/john-tenniel-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-tempter-punch-november-27-1886-sir-john-tenniel/AgGMoNMLkDnhXA"
      }
    ],
    "summary": [
      "Sir John Tenniel was an English illustrator, graphic humorist, and political cartoonist prominent in the second half of the 19th century. He was knighted for his artistic achievements in 1893. Tenniel is remembered especially as the principal political cartoonist for Punch magazine for over 50 years, and for his illustrations to Lewis Carroll's Alice's Adventures in Wonderland and Through the Looking-Glass, and What Alice Found There."
    ],
    "quote": "“By means of tracing-paper I transfer my design to the wood and draw on that.”",
    "movements": ["Realism"],
    "mediums": ["Drawing", "Graphite", "Wood", "Engraving", "Watercolor painting", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/John_Tenniel",
    "urlGoogle": "https://artsandculture.google.com/entity/john-tenniel/m03_ck"
  },
  "event": {
    "id": "coronation-of-elizabeth-ii",
    "name": "Coronation of Elizabeth II",
    "dates": null,
    "mainImg": "img/events/coronation-of-elizabeth-ii.jpg",
    "summary": [
      "The coronation of Elizabeth II took place on 2 June 1953 at Westminster Abbey, London. She acceded to the throne at the age of 25 upon the death of her father, George VI, on 6 February 1952, being proclaimed queen by her privy and executive councils shortly afterwards. The coronation was held more than one year later because of the tradition of allowing an appropriate length of time to pass after a monarch dies before holding such festivals. It also gave the planning committees adequate time to make preparations for the ceremony. During the service, Elizabeth took an oath, was anointed with holy oil, invested with robes and regalia, and crowned Queen of the United Kingdom, Canada, Australia, New Zealand, South Africa, Pakistan, and Ceylon.",
      "Celebrations took place across the Commonwealth realms and a commemorative medal was issued. It was the first British coronation to be fully televised; television cameras had not been allowed inside the abbey during her father's coronation in 1937. Elizabeth's was the fourth and last British coronation of the 20th century. It was estimated to have cost £1.57 million."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Coronation_of_Elizabeth_II",
    "urlGoogle": "https://artsandculture.google.com/entity/coronation-of-elizabeth-ii/m076s_5w"
  },
  "funFacts": [
    {
      "id": "149",
      "fact": "Theodore Roosevelt was the only president who was blind in one eye.",
      "category": ["History", "Onlies"]
    },
    {
      "id": "105",
      "fact": "You will burn about 7% more calories walking on hard dirt than on pavement.",
      "category": ["Anatomy", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "551315",
      "fact": "<span>A butt is a real unit of measurement for a cask of wine. A buttload is about 108 Imperial gallons.</span>"
    }
  ],
  "idiom": {
    "id": "hell-bent-for-leather",
    "term": "hell-bent for leather",
    "definition": "Moving recklessly fast, as in *Out the door she went, hell- bent for leather.* The use of *hell-bent* in the sense of \"recklessly determined\" dates from the first half of the 1800s. *Leather* alludes to a horse's saddle and to riding on horseback; this colloquial expression may be an American version of the earlier British army jargon **hell for leather,** first recorded in 1889."
  },
  "person": {
    "id": "aaron-burr",
    "name": "Aaron Burr",
    "dates": "Feb 6, 1756 - Sep 14, 1836",
    "mainImg": "img/people/aaron-burr.jpg",
    "summary": [
      "Aaron Burr Jr. was an American politician and lawyer. He was the third vice president of the United States, serving during President Thomas Jefferson's first term.",
      "Burr served as a Continental Army officer in the American Revolutionary War, after which he became a successful lawyer and politician. He was elected twice to the New York State Assembly, was appointed Attorney General of New York, was chosen as a U.S. senator from the State of New York, and reached the apex of his career as vice president. In the waning months of his tenure as president of the Senate, he oversaw the 1805 impeachment trial of Supreme Court Justice Samuel Chase.",
      "As campaign manager for the Democratic-Republican Party during the presidential election of 1800, Burr was responsible for the first open, public political campaign in the United States.",
      "Burr shot his political rival Alexander Hamilton in an 1804 duel, during the last full year of his single term as vice president. He was never tried for the illegal duel and all charges against him were eventually dropped, but Hamilton's death ended Burr's political career."
    ],
    "quote": "“Never do today what you can do tomorrow. Something may occur to make you regret your premature action.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Aaron_Burr",
    "urlGoogle": "https://artsandculture.google.com/entity/aaron-burr/m0fsc6"
  },
  "place": {
    "id": "yugoslavia",
    "name": "Yugoslavia",
    "mainImg": "img/places/yugoslavia.jpg",
    "summary": [
      "Yugoslavia was a country in Southeastern and Central Europe for most of the 20th century. It came into existence after World War I in 1918 under the name of the Kingdom of Serbs, Croats and Slovenes by the merger of the provisional State of Slovenes, Croats and Serbs with the Kingdom of Serbia, and constituted the first union of the South Slavic people as a sovereign state, following centuries in which the region had been part of the Ottoman Empire and Austria-Hungary. Peter I of Serbia was its first sovereign. The kingdom gained international recognition on 13 July 1922 at the Conference of Ambassadors in Paris. The official name of the state was changed to Kingdom of Yugoslavia on 3 October 1929.",
      "Yugoslavia was invaded by the Axis powers on 6 April 1941. In 1943, a Democratic Federal Yugoslavia was proclaimed by the Partisan resistance. In 1944 King Peter II, then living in exile, recognised it as the legitimate government. The monarchy was subsequently abolished in November 1945. Yugoslavia was renamed the Federal People's Republic of Yugoslavia in 1946, when a communist government was established. It acquired the territories of Istria, Rijeka, and Zadar from Italy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Yugoslavia",
    "urlGoogle": "https://artsandculture.google.com/entity/yugoslavia/m087vz"
  },
  "quote": {
    "id": "36",
    "quote": "Read 500 pages like this every day. That's how knowledge works. It builds up, like compound interest. All of you can do it, but I guarantee not many of you will do it.",
    "author": "Warren Buffett"
  },
  "wiki": {
    "id": "otto-becher",
    "name": "Otto Becher",
    "summary": "Otto Becher (1908–77) was a senior officer in the Royal Australian Navy. After graduating from the Royal Australian Naval College in 1926, he was posted to a series of staff and training positions prior to specialising in gunnery. He assisted in the extraction of Allied troops from the Namsos region of Norway during the Second World War and was awarded the Distinguished Service Cross. Following service in the Mediterranean theatre, he returned to Australia as officer-in-charge of the gunnery school at HMAS Cerberus for two years. He was given command of HMAS Quickmatch in 1944 and earned a Bar to his Distinguished Service Cross for operations against Japanese forces in the Pacific. After the war he was posted to the Navy Office and later to the aircraft carrier HMAS Sydney; in 1951 he was given command of the destroyer HMAS Warramunga. Warramunga formed part of Australia's contribution to the United Nations forces engaged in the Korean War; he was awarded the Distinguished Service Order for his role. Promoted to rear admiral in 1959, he served as Flag Officer Commanding Australian Fleet and then as Flag Officer-in-Charge East Australia Area before retiring in 1966.",
    "url": "https://en.wikipedia.org/wiki/Otto_Becher"
  },
  "word": {
    "id": "addlepated",
    "word": "addlepated",
    "url": "https://www.merriam-webster.com/dictionary/addlepated",
    "partOfSpeech": "adjective",
    "pronunciation": "AD-ul-pay-tud",
    "audioPath": "audio/words/addlepated.mp3",
    "definitions": ["being mixed up : confused", "eccentric"],
    "examples": [
      "The patient was blabbering like an _addlepated_ fool.",
      "\"She had lost what little ability she ever had to concentrate and her _addlepated_ mind flitted butterflylike from one often unrelated subject to another.\" - From Tessa Harris's 2012 novel _The Anatomist's Apprentice_"
    ],
    "origin": "In Middle English an \"adel eye\" was a putrid egg. The stench of such an egg apparently affected the minds of some witty thinkers, who hatched a comparison between the diminished, unsound quality of an \"adel\" (or \"addle\") egg and an empty, confused head-or [pate](https://www.merriam-webster.com/dictionary/pate). \"Your owne imagination, which was no lesse Idle, then your head was addle all that day,\" wrote one 17th-century wit at play with the words \"idle\" and \"addle.\" Today, \"addle\" is often found in combination with words referring to one's noggin, as in \"addlepated,\" \"addlebrained,\" and \"addle-headed.\""
  }
}
