{
  "artist": {
    "id": "giuseppe-castiglione",
    "name": "Giuseppe Castiglione",
    "dates": "Jul 19, 1688 - Jul 17, 1766",
    "mainImg": "img/art/artists/giuseppe-castiglione.jpg",
    "artworkImgs": [
      {
        "name": "Beautiful Ladies Riding",
        "path": "img/art/artworks/giuseppe-castiglione-a1.jpg",
        "source": "https://artsandculture.google.com/asset/beautiful-ladies-riding-artist-attributed-to-giuseppe-castiglione-lang-shining/iAEiXDFzafbtCQ"
      },
      {
        "name": "The Qianlong Emperor in Ceremonial Armor on Horseback",
        "path": "img/art/artworks/giuseppe-castiglione-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-qianlong-emperor-in-ceremonial-armor-on-horseback-giuseppe-castiglione-1688-1766-chinese-name-lang-shining/EQFRaJ6Q0Tyhjg"
      },
      {
        "name": "清 郎世寧 百駿圖白描稿 卷|One Hundred Horses",
        "path": "img/art/artworks/giuseppe-castiglione-a3.jpg",
        "source": "https://artsandculture.google.com/asset/清-郎世寧-百駿圖白描稿-卷-one-hundred-horses-giuseppe-castiglione/DwEjeNn1Qz_FSA"
      },
      {
        "name": "The Qianlong Emperor as Manjusri, the Bodhisattva of Wisdom",
        "path": "img/art/artworks/giuseppe-castiglione-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-qianlong-emperor-as-manjusri-the-bodhisattva-of-wisdom-artist-imperial-workshop-artist-emperor-s-face-painted-by-giuseppe-castiglione-lang-shining/BwGUY_fTviUD7A"
      },
      {
        "name": "Imperial Procession",
        "path": "img/art/artworks/giuseppe-castiglione-a5.jpg",
        "source": "https://artsandculture.google.com/asset/imperial-procession-artist-giuseppe-castiglione-lang-shining/VQEDz8_NKdyvJg"
      }
    ],
    "summary": [
      "Giuseppe Castiglione, S.J., was an Italian Jesuit brother and missionary in China, where he served as an artist at the imperial court of three emperors – the Kangxi, Yongzheng and Qianlong emperors. He painted in a style that is a fusion of European and Chinese traditions."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile", "Gold", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giuseppe_Castiglione_%28Jesuit_painter%29",
    "urlGoogle": "https://artsandculture.google.com/entity/giuseppe-castiglione/m01nt06"
  },
  "event": {
    "id": "constitutionalist-revolution",
    "name": "Constitutionalist Revolution",
    "dates": "Jul 9, 1932 - Oct 2, 1932",
    "mainImg": "img/events/constitutionalist-revolution.jpg",
    "summary": [
      "The Constitutionalist Revolution of 1932 is the name given to the uprising of the population of the Brazilian state of São Paulo against the 1930 coup d'état when Getúlio Vargas forcibly assumed the nation's Presidency; Vargas was supported by the military and the political elites of Minas Gerais, Rio Grande do Sul and Paraíba. The movement grew out of local resentment from the fact that Vargas ruled by decree, unbound by a Constitution, in a provisional government. The 1930 coup also affected São Paulo by eroding the autonomy that states enjoyed during the term of the 1891 Constitution and preventing the inauguration of the governor of São Paulo Júlio Prestes in the Presidency of the Republic, while simultaneously overthrowing President Washington Luís, who was governor of São Paulo from 1920 to 1924. These events marked the end of the First Republic. Vargas appointed a northeasterner as governor of São Paulo.",
      "The Revolution's main goal was to press the provisional government headed by Getúlio Vargas to adopt and then abide by a new Constitution, since the elected President Prestes was kept from taking office."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Constitutionalist_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/constitutionalist-revolution/m026dch2"
  },
  "funFacts": [
    {
      "id": "392",
      "fact": "Three out of every six Americans live within fifty miles of where they were born.",
      "category": ["Geography", "Habits"]
    },
    {
      "id": "267",
      "fact": "Double Dutch jump rope is considered a cross-training sport.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [{ "id": "506368", "fact": "Wyoming is home to only two escalators." }],
  "idiom": {
    "id": "make-hay-while-the-sun-shines",
    "term": "make hay while the sun shines",
    "definition": "Take advantage of favorable circumstances, as in *Car sales have finally improved so we're making hay while the sun shines.* This expression alludes to optimum dry weather for cutting grass. [Early 1500s]"
  },
  "person": {
    "id": "lee-myung-bak",
    "name": "Lee Myung-bak",
    "dates": "Born Dec 19, 1941",
    "mainImg": "img/people/lee-myung-bak.jpg",
    "summary": [
      "Lee Myung-bak is a former South Korean politician and businessman who served as President of South Korea from 2008 to 2013. Before his election as president, he was the CEO of Hyundai Engineering and Construction, as well as the mayor of Seoul from 1 July 2002, to 30 June 2006. He is married to Kim Yoon-ok and has three daughters and one son. His older brother, Lee Sang-deuk, is a South Korean politician. He attends the Somang Presbyterian Church. Lee is a graduate of Korea University and received an honorary degree from Paris Diderot University on 13 May 2011.",
      "Lee altered the South Korean government's approach to North Korea, preferring a more hardline strategy in the wake of increased provocation from the North, though he was supportive of regional dialogue with Russia, China and Japan. Under Lee, South Korea increased its visibility and influence in the global scene, resulting in the hosting of the 2010 G-20 Seoul summit. However, significant controversy remains in Korea regarding high-profile government initiatives which have caused some factions to engage in civil opposition and protest against the incumbent government and President Lee's Saenuri Party."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lee_Myung-bak",
    "urlGoogle": "https://artsandculture.google.com/entity/lee-myung-bak/m0b2z79"
  },
  "place": {
    "id": "mysuru",
    "name": "Mysuru",
    "mainImg": "img/places/mysuru.jpg",
    "summary": [
      "Mysore, officially Mysuru, is a city in the southern part of the state of Karnataka, India. Mysore city is geographically located between 12° 18′ 26″ north latitude and 76° 38′ 59″ east longitude. It is located at an altitude of 2,427 ft.",
      "Mysore is located in the foothills of the Chamundi Hills about 145.2 km towards the southwest of Bangalore and spread across an area of 152 km². Mysore City Corporation is responsible for the civic administration of the city, which is also the headquarters of the Mysore district and the Mysore division.",
      "It served as the capital city of the Kingdom of Mysore for nearly six centuries from 1399 until 1956. The Kingdom was ruled by the Wadiyar dynasty, with a brief period of interregnum in the late 18th century when Hyder Ali and Tipu Sultan were in power. The Wadiyars were patrons of art and culture. Tipu Sultan and Hyder Ali also contributed significantly to the cultural and economic growth of the city and the state by planting mulberry trees introducing silk in the region and fighting 4 Anglo Mysore wars against the British. The cultural ambience and achievements of Mysore earned it the sobriquet Cultural Capital of Karnataka."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mysore",
    "urlGoogle": "https://artsandculture.google.com/entity/mysuru/m0j603"
  },
  "quote": {
    "id": "87",
    "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great makes you feel that you, too, can become great.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "robert-heinlein",
    "name": "Robert Heinlein",
    "summary": "Robert Heinlein was one of the most influential and controversial authors in the science fiction genre. He became the first science fiction writer to break into major general magazines in the late 1940s with true, undisguised science fiction, and the first bestselling novel-length science fiction in the 1960s. For many years he, Isaac Asimov, and Arthur C. Clarke were known as the Big Three of science fiction. The major themes of Heinlein's work were social: radical individualism, libertarianism, religion, the relationship between physical and emotional love, and speculation about unorthodox family relationships. His iconoclastic beliefs have led to wildly divergent perceptions of him. The novel Stranger in a Strange Land put him in the unexpected role of Pied Piper of the sexual revolution and 1960s counterculture, but he has also been cast as a fascist, based on the contemporaneous Starship Troopers.",
    "url": "https://en.wikipedia.org/wiki/Robert_Heinlein"
  },
  "word": {
    "id": "perennial",
    "word": "perennial",
    "url": "https://www.merriam-webster.com/dictionary/perennial",
    "partOfSpeech": "adjective",
    "pronunciation": "puh-REN-ee-ul",
    "audioPath": "audio/words/perennial.mp3",
    "definitions": [
      "present at all seasons of the year",
      "continuing to live from year to year",
      "recurring regularly : permanent"
    ],
    "examples": [
      "The diva's late-night partying and angry run-ins with the paparazzi have been perennial fodder for the tabloids."
    ],
    "origin": "Nowadays when we talk about \"perennial plants,\" or simply \"perennials\" (\"perennial\" can be a noun, too), we mean plants that die back seasonally but produce new growth in the spring. But originally \"perennial\" was equivalent to \"evergreen,\" used for plants that remain with us all year. We took this \"throughout the year\" sense straight from the Romans, whose Latin \"perennis\" combined \"per-\" (\"throughout\") with a form of \"annus\" (\"year\"). The poet Ovid, writing around the beginning of the first millennium, used the Latin word to refer to a \"perennial spring\" (water source), and the scholar Pliny used it of birds that don't migrate. Our \"perennial\" retains these same uses, for streams and occasionally for birds, but it has long had extended meanings, too."
  }
}
