{
  "artist": {
    "id": "jozef-israels",
    "name": "Jozef Israëls",
    "dates": "Jan 27, 1824 - Aug 12, 1911",
    "mainImg": "img/art/artists/jozef-israels.jpg",
    "artworkImgs": [
      {
        "name": "Als men oud wordt",
        "path": "img/art/artworks/jozef-israels-a1.jpg",
        "source": "https://artsandculture.google.com/asset/als-men-oud-wordt-jozef-israéls/kAGAk1fYrzE65w"
      },
      {
        "name": "Peasant family at the table",
        "path": "img/art/artworks/jozef-israels-a2.jpg",
        "source": "https://artsandculture.google.com/asset/peasant-family-at-the-table-jozef-israëls/AwEqj5MQ1VvRDg"
      },
      {
        "name": "Portret van Aleida Schaap",
        "path": "img/art/artworks/jozef-israels-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-aleida-schaap-jozef-israëls/CgFd6jvW_kWFog"
      },
      {
        "name": "The young seamstress",
        "path": "img/art/artworks/jozef-israels-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-young-seamstress-jozef-israëls/XgHM278WmxZ1hg"
      },
      {
        "name": "Meisje aan zee",
        "path": "img/art/artworks/jozef-israels-a5.jpg",
        "source": "https://artsandculture.google.com/asset/meisje-aan-zee-jozef-israëls/nwFwF3VSDoWkSQ"
      },
      {
        "name": "Children of the Sea",
        "path": "img/art/artworks/jozef-israels-a6.jpg",
        "source": "https://artsandculture.google.com/asset/children-of-the-sea-jozef-israëls/fwGjH0xJGMbjzA"
      }
    ],
    "summary": [
      "Jozef Israëls was a Dutch painter. He was a leading member of the group of landscape painters referred to as the Hague School and, during his lifetime, \"the most respected Dutch artist of the second half of the nineteenth century\"."
    ],
    "quote": null,
    "movements": ["Hague School"],
    "mediums": ["Pencil", "Pen", "Etching", "Ink", "Oil paint", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jozef_Isra%C3%ABls",
    "urlGoogle": "https://artsandculture.google.com/entity/jozef-israëls/m056100"
  },
  "event": {
    "id": "october-revolution",
    "name": "October Revolution",
    "dates": "Nov 7, 1917 - Nov 8, 1917",
    "mainImg": "img/events/october-revolution.jpg",
    "summary": [
      "The October Revolution, commonly referred to as the Bolshevik Revolution, the October Uprising or Red October and officially known in Soviet historiography as the Great October Socialist Revolution, was a revolution in Russia led by the Bolshevik Party of Vladimir Lenin that was instrumental in the larger Russian Revolution of 1917–1923. It took place through an armed insurrection in Petrograd on 25 October 1917.",
      "The October Revolution had followed and capitalized on the February Revolution earlier in the year. The February Revolution had overthrown the Tsarist autocracy, resulting in a provisional government. The provisional government had taken power after being proclaimed by Grand Duke Michael, Tsar Nicholas II's younger brother, declined to take power after the Tsar had stepped down.",
      "During this time, urban workers began to organize into councils wherein revolutionaries criticized the provisional government and its actions. After the Congress of Soviets, the new governing body, had its second session it elected members of the Bolsheviks and other left-wing groups such as the Left Socialist Revolutionaries to important positions within the new state of affairs."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/October_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/october-revolution/m05p0x"
  },
  "funFacts": [
    {
      "id": "33",
      "fact": "Termites eat through wood two times faster when listening to rock music!",
      "category": ["Animals"]
    },
    {
      "id": "682",
      "fact": "The giant panda can eat up to 83 lbs of bamboo a day.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [{ "id": "504756", "fact": "The dot over your lowercase “i” is called a tittle." }],
  "person": {
    "id": "john-n-heiskell",
    "name": "John N. Heiskell",
    "dates": "Nov 2, 1872 - Dec 28, 1972",
    "mainImg": "img/people/john-n-heiskell.jpg",
    "summary": [
      "John Netherland Heiskell was a prominent American newspaper editor who served briefly in the United States Senate after being appointed to fill a vacancy. He was the editor of the Arkansas Gazette from 1902 until his death, and served in the United States Senate from Arkansas briefly in 1913. As the result of his long life, Heiskell attained several Senate longevity records, and was the second U.S. Senator to reach the age of 100."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_N._Heiskell",
    "urlGoogle": "https://artsandculture.google.com/entity/john-n-heiskell/m01drxb"
  },
  "place": {
    "id": "nottingham",
    "name": "Nottingham",
    "mainImg": "img/places/nottingham.jpg",
    "summary": [
      "Nottingham is a city and unitary authority area in Nottinghamshire, England. Part of the East Midlands region, it is 128 miles north of London and 45 miles northeast of Birmingham. To the west lies Derby, separated by the M1 motorway.",
      "Nottingham has links to the legend of Robin Hood and to the lace-making, bicycle and tobacco industries. It was granted its city charter in 1897, as part of Queen Victoria's Diamond Jubilee celebrations. Nottingham is a tourist destination; in 2018, the city received the second highest amount of overnight visitors in the Midlands and the highest amount in the East Midlands.",
      "In 2017, Nottingham had an estimated population of 329,200. The population of the city proper, compared to its regional counterparts, has been attributed to its historical and tightly-drawn city boundaries. The wider conurbation, which includes many of the city's suburbs, has a population of 768,638. It is the largest urban area in the East Midlands and the second-largest in the Midlands. Its Functional Urban Area, also the largest in the East Midlands, has a population of 919,484. The population of the Nottingham/Derby metropolitan area is estimated to be 1,610,000."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nottingham",
    "urlGoogle": "https://artsandculture.google.com/entity/nottingham/m09tlh"
  },
  "wiki": {
    "id": "cochineal",
    "name": "Cochineal",
    "summary": "The Cochineal, Dactylopius coccus, is a scale insect in the suborder Sternorrhyncha, from which the crimson-colored dye, carmine, is derived. D. coccus itself is native to tropical and subtropical South America and Mexico. A primarily sessile parasite, this insect lives on cacti from the genus Opuntia, feeding on plant moisture and nutrients. The insect produces carminic acid that deters predation by other insects. Carminic acid can be extracted from the insect's body and eggs to make carmine dye (also known as cochineal). Carmine is primarily used as a food colouring and for cosmetics. After synthetic pigments and dyes such as alizarin were invented in the late 19th century, natural-dye production gradually diminished. Health fears over artificial food additives, however, have renewed the popularity of cochineal dyes, and the increased demand has made cultivation of the insect profitable again.",
    "url": "https://en.wikipedia.org/wiki/Cochineal"
  },
  "word": {
    "id": "eventuate",
    "word": "eventuate",
    "url": "https://www.merriam-webster.com/dictionary/eventuate",
    "partOfSpeech": "verb",
    "pronunciation": "ih-VEN-chuh-wayt",
    "audioPath": "audio/words/eventuate.mp3",
    "definitions": ["to come out finally : result, come about"],
    "examples": [
      "No one could have prepared for the chaos that _eventuated_ when the truth finally came to light.",
      "\"The incident … occurred at a time of growing concern about the role of Internet chat rooms and other forums in giving a platform to disturbed young people with resentments that _eventuate_ in attacks on schools and other targets.\" -- From an article by John F. Burns in _The New York Times_, March 21, 2009"
    ],
    "origin": "\"Eventuate\" started life as an Americanism in the late 18th century, and was stigmatized in the 19th century. A British commentator called it \"another horrible word, which is fast getting into our language through the provincial press.\" Other British grammarians, and even some Americans, agreed that it was horrible. A few modern critics still consider \"eventuate\" to be pompous and unnecessary, but it is less controversial these days. In any case, \"eventuate\" has a perfectly respectable history. It is derived from the Latin noun \"eventus\" (\"event\"), which in turn traces to the verb \"evenire,\" meaning \"to happen.\""
  }
}
