{
  "artist": {
    "id": "huang-binhong",
    "name": "Huang Binhong",
    "dates": "Jan 27, 1865 - Mar 25, 1955",
    "mainImg": "img/art/artists/huang-binhong.jpg",
    "artworkImgs": [
      {
        "name": "Crisp air in mountains and lakes",
        "path": "img/art/artworks/huang-binhong-a1.jpg",
        "source": "https://artsandculture.google.com/asset/crisp-air-in-mountains-and-lakes/DgGivd4XEfRlzA"
      },
      {
        "name": "Landscape of Lin'an",
        "path": "img/art/artworks/huang-binhong-a2.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-of-lin-an-huang-binhong/LgGWUV86SkVyaA"
      },
      {
        "name": "Scenery on Fuchun River",
        "path": "img/art/artworks/huang-binhong-a3.jpg",
        "source": "https://artsandculture.google.com/asset/scenery-on-fuchun-river-artist-huang-binhong/gwH79MQBl9kzOQ"
      },
      {
        "name": "Album of Huang Binhong’s Landscape",
        "path": "img/art/artworks/huang-binhong-a4.jpg",
        "source": "https://artsandculture.google.com/asset/album-of-huang-binhong’s-landscape-huang-binhong/TQHXditJqD9nFA"
      },
      {
        "name": "Landscape",
        "path": "img/art/artworks/huang-binhong-a5.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-huang-binhong/pwHi5dXwj_JH3Q"
      }
    ],
    "summary": [
      "Huáng Bīnhóng was a Chinese literati painter and art historian born in Jinhua, Zhejiang province. His ancestral home was She County, Anhui province. He was the grandson of artist Huang Fengliu. He would later be associated with Shanghai and finally Hangzhou. He is considered one of the last innovators in the literati style of painting and is noted for his freehand landscapes.",
      "His early painting style showed the influence of Li Liufang, Cheng Sui, Cheng Zhengkui, Kun Can, Hong Ren and the Yuan and Ming masters. It emphasized on the importance of the unification of positive and negative space; dark and light shades. Each brush line is powerful and precise. The compact touches, the graceful outlines and the elegant styles of Xin’an School of painting had a profound influence on Huang throughout his life. His style before the age of sixty is called the White-period.",
      "After sixty years old, Huang went to Guichi. The scenery of Guichi not only attracted the artist, but also had a great impact on his style. Huang changed from focusing on brush and line to focusing on ink and wash. He started to practice the painting style of Wu Zhen."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Huang_Binhong",
    "urlGoogle": "https://artsandculture.google.com/entity/huang-binhong/m085gyq"
  },
  "event": {
    "id": "battle-of-hampton-roads",
    "name": "Battle of Hampton Roads",
    "dates": "Mar 8, 1862 - Mar 9, 1862",
    "mainImg": "img/events/battle-of-hampton-roads.jpg",
    "summary": [
      "The Battle of Hampton Roads, also referred to as the Battle of the Monitor and Merrimack or the Battle of Ironclads, was a famous and arguably most important naval battle of the American Civil War. It was fought over two days, March 8–9, 1862, in Hampton Roads, a roadstead in Virginia where the Elizabeth and Nansemond rivers meet the James River just before it enters Chesapeake Bay adjacent to the city of Norfolk. The battle was a part of the effort of the Confederacy to break the Union blockade, which had cut off Virginia's largest cities and major industrial centers, Norfolk and Richmond, from international trade.",
      "The major significance of the battle is that it was the first meeting in combat of ironclad warships, USS Monitor and CSS Virginia. The Confederate fleet consisted of the ironclad ram Virginia and several supporting vessels. On the first day of battle, they were opposed by several conventional, wooden-hulled ships of the Union Navy. On that day, Virginia was able to destroy two ships of the federal flotilla, USS Congress and USS Cumberland, and was about to attack a third, USS Minnesota, which had run aground."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Hampton_Roads",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-hampton-roads/m01lb7p"
  },
  "funFacts": [
    {
      "id": "316",
      "fact": "It took Leonardo da Vinci 12 years to paint the lips of Mona Lisa.",
      "category": ["History"]
    },
    {
      "id": "109",
      "fact": "Smelling apples and/or bananas can help you lose weight.",
      "category": ["Science"]
    },
    {
      "id": "430",
      "fact": "One acre of peanuts will make about 30,000 peanut butter sandwiches.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [],
  "idiom": {
    "id": "green-about-the-gills",
    "term": "green about the gills",
    "definition": "Also, **green around the gills.** Looking ill or nauseated, as in *After that bumpy ride she looked quite green about the gills.* The use of *green* to describe an ailing person's complexion dates from about 1300, and *gills* has referred to the flesh around human jaws and ears since the 1600s. Although in the 1800s *white* and *yellow* were paired with *gills* to suggest illness, the alliterative *green* has survived them."
  },
  "person": {
    "id": "jeff-sessions",
    "name": "Jeff Sessions",
    "dates": "Born Dec 24, 1946",
    "mainImg": "img/people/jeff-sessions.jpg",
    "summary": [
      "Jefferson Beauregard Sessions III is an American politician and lawyer who served as the 84th United States attorney general from 2017 to 2018. A Republican, Sessions previously served as United States senator from Alabama from 1997 to 2017 before resigning that position to serve in the administration of President Donald Trump. In November 2019, Sessions announced that he would run for his previously-held U.S. Senate seat in 2020.",
      "From 1981 to 1993, Sessions served as the United States attorney for the Southern District of Alabama. In 1986, President Ronald Reagan nominated Sessions to a judgeship on the U.S. District Court for the Southern District of Alabama. After allegations of racism were made against him in testimony before the U.S. Senate Judiciary Committee, the committee voted against advancing his nomination to the Senate floor; the nomination was later withdrawn. Sessions was elected Attorney General of Alabama in 1994. In 1996, he was elected to the U.S. Senate, and was later re-elected in 2002, 2008, and 2014. During his Senate tenure, Sessions was considered one of the most conservative members of the U.S. Senate."
    ],
    "quote": "“I certainly believe that improving our intelligence is of important national interest.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Jeff_Sessions",
    "urlGoogle": "https://artsandculture.google.com/entity/jeff-sessions/m020yjg"
  },
  "place": {
    "id": "kaunas",
    "name": "Kaunas",
    "mainImg": "img/places/kaunas.jpg",
    "summary": [
      "Kaunas is the second-largest city in Lithuania after Vilnius and an important centre of Lithuanian economic, academic, and cultural life. Kaunas was the biggest city and the centre of a county in the Duchy of Trakai of the Grand Duchy of Lithuania and Trakai Palatinate since 1413. In the Russian Empire, it was the capital of the Kaunas Governorate from 1843 to 1915.",
      "During the interwar period, it served as the interim capital of Lithuania, when Vilnius was seized by Poland between 1920 and 1939. During that period Kaunas was celebrated for its rich cultural and academic life, fashion, construction of countless Art Deco and Lithuanian National Romanticism architectural-style buildings as well as popular furniture, the interior design of the time, and a widespread café culture. The city interwar architecture is regarded as among the finest examples of European Art Deco and has received the European Heritage Label. It contributed to Kaunas being named as the first city in Central and Eastern Europe to be designated as a UNESCO City of Design. Kaunas has been selected as the European Capital of Culture for 2022, together with Esch-sur-Alzette, Luxembourg."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kaunas",
    "urlGoogle": "https://artsandculture.google.com/entity/kaunas/m0171b8"
  },
  "wiki": {
    "id": "red-vs-blue",
    "name": "Red vs Blue",
    "summary": "Red vs Blue is a science fiction comedy series created by Rooster Teeth Productions. The series is produced primarily by using the machinima technique of synchronizing video footage from computer and video games to pre-recorded dialogue and other audio. Footage is taken mostly from the multiplayer modes of the first-person shooter (FPS) video games Halo: Combat Evolved and Halo 2 on the Xbox video game console. Chronicling the story of two opposing teams of soldiers fighting a civil war in the middle of a desolate box canyon, the series is an absurdist parody of FPS games, military life, and other science fiction films. Begun in 2003 and having concluded its fourth season, Red vs Blue has won four awards from the Academy of Machinima Arts & Sciences. The series is generally praised for its originality, and has been credited with bringing new popularity to machinima, helping it to gain more mainstream exposure, and attracting more people to the art form.",
    "url": "https://en.wikipedia.org/wiki/Red_vs_Blue"
  },
  "word": {
    "id": "lagniappe",
    "word": "lagniappe",
    "url": "https://www.merriam-webster.com/dictionary/lagniappe",
    "partOfSpeech": "noun",
    "pronunciation": "LAN-yap",
    "audioPath": "audio/words/lagniappe.mp3",
    "definitions": [
      "a small gift given a customer by a merchant at the time of a purchase; broadly : something given or obtained gratuitously or by way of good measure"
    ],
    "examples": [
      "Diners will no doubt be pleasantly surprised that such a fine champagne is served with the special holiday menu's first course as _lagniappe_.",
      "\"That type of service was common in the country stores and small businesses I dealt with when growing up. At a little grocery and feed store near my home, I even got _lagniappe_ dropped from the candy counter into my bag as a boy.\" - From an article by Bob Anderson in _The Advocate_ (Baton Rouge, Louisiana), November 7, 2012"
    ],
    "origin": "\"We picked up one excellent word,\" wrote Mark Twain in Life on the Mississippi (1883), \"a word worth traveling to New Orleans to get; a nice limber, expressive, handy word-'lagniappe'.... It is Spanish-so they said.\" Twain encapsulates the history of \"lagniappe\" quite nicely. English speakers learned the word from French-speaking Louisianians, but they in turn had adapted it from the American Spanish word \"la ñapa.\" Twain went on to describe how New Orleanians completed shop transactions by saying \"Give me something for lagniappe,\" to which the shopkeeper would respond with \"a bit of liquorice-root, ... a cheap cigar or a spool of thread.\" It took a while for \"lagniappe\" to catch on throughout the country, but by the mid-20th century, New Yorkers and New Orleanians alike were familiar with this \"excellent word.\""
  }
}
