{
  "artist": {
    "id": "cildo-meireles",
    "name": "Cildo Meireles",
    "dates": "Born 1948",
    "mainImg": "img/art/artists/cildo-meireles.jpg",
    "artworkImgs": [
      {
        "name": "Inserções em circuitos ideológicos: Projeto cédulas",
        "path": "img/art/artworks/cildo-meireles-a1.jpg",
        "source": "https://artsandculture.google.com/asset/inserções-em-circuitos-ideológicos-projeto-cédulas-cildo-meireles/8gE9m4t21caEDw"
      },
      {
        "name": "Missão/Missões [Mission/Missions] (How to Build Cathedrals)",
        "path": "img/art/artworks/cildo-meireles-a2.jpg",
        "source": "https://artsandculture.google.com/asset/missão-missões-mission-missions-how-to-build-cathedrals-cildo-meireles/wAHAKQKa36fztw"
      },
      {
        "name": "Zero dólar",
        "path": "img/art/artworks/cildo-meireles-a3.jpg",
        "source": "https://artsandculture.google.com/asset/zero-dólar-cildo-meireles/PAGH4fY3Lo5K-Q"
      },
      {
        "name": "Zero cruzeiro",
        "path": "img/art/artworks/cildo-meireles-a4.jpg",
        "source": "https://artsandculture.google.com/asset/zero-cruzeiro-cildo-meireles/7AFeUVhUVS3Zuw"
      },
      {
        "name": "\"Zero dollar\"",
        "path": "img/art/artworks/cildo-meireles-a5.jpg",
        "source": "https://artsandculture.google.com/asset/zero-dollar-cildo-meireles/qgFscRGahGqbkg"
      },
      {
        "name": "Inserções em circuitos ideológicos: Projeto Coca-Cola",
        "path": "img/art/artworks/cildo-meireles-a6.jpg",
        "source": "https://artsandculture.google.com/asset/inserções-em-circuitos-ideológicos-projeto-coca-cola-cildo-meireles/8QFtzKFoty9-Gw"
      }
    ],
    "summary": [
      "Cildo Meireles is a Brazilian conceptual artist, installation artist and sculptor. He is noted especially for his installations, many of which express resistance to political oppression in Brazil. These works, often large and dense, encourage a phenomenological experience via the viewer's interaction."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Conceptual art"],
    "mediums": ["Metal", "Iron", "Steel", "Wood", "Textile", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Cildo_Meireles",
    "urlGoogle": "https://artsandculture.google.com/entity/cildo-meireles/m0fmjs0"
  },
  "event": {
    "id": "nuremberg-trials",
    "name": "Nuremberg trials",
    "dates": "Nov 20, 1945 - Oct 1, 1946",
    "mainImg": "img/events/nuremberg-trials.jpg",
    "summary": [
      "The Nuremberg trials were a series of military tribunals held after World War II by the Allied forces under international law and the laws of war. The trials were most notable for the prosecution of prominent members of the political, military, judicial, and economic leadership of Nazi Germany, who planned, carried out, or otherwise participated in the Holocaust and other war crimes. The trials were held in Nuremberg, Germany, and their decisions marked a turning point between classical and contemporary international law.",
      "The first and best known of the trials was that of the major war criminals before the International Military Tribunal. It was described as \"the greatest trial in history\" by Sir Norman Birkett, one of the British judges present throughout. Held between 20 November 1945 and 1 October 1946, the Tribunal was given the task of trying 24 of the most important political and military leaders of the Third Reich. Primarily treated here is the first trial, conducted by the International Military Tribunal. Further trials of lesser war criminals were conducted under Control Council Law No. 10 at the U.S."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nuremberg_trials",
    "urlGoogle": "https://artsandculture.google.com/entity/nuremberg-trials/m05hdx"
  },
  "funFacts": [
    {
      "id": "265",
      "fact": "About 90% of all garlic consumed in the U.S. comes from Gilroy, CA.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "993",
      "fact": "Powerful earthquakes can make the Earth spin faster.",
      "category": ["Hodgepodge", "Science"]
    }
  ],
  "funFacts2": [{ "id": "553728", "fact": "Humans are the only animals that blush." }],
  "idiom": {
    "id": "unkindest-cut",
    "term": "unkindest cut",
    "definition": "The worst insult, ultimate treachery, as in *And then, the unkindest cut of all---my partner walks out on me just when the deal is about to go through.* This expression was invented by Shakespeare in describing Julius Caesar's stabbing to death by his friends in *Julius Caesar* (3:2): \"This was the most unkindest cut of all.''"
  },
  "person": {
    "id": "john-iv-of-portugal",
    "name": "John IV of Portugal",
    "dates": "Mar 19, 1604 - Nov 6, 1656",
    "mainImg": "img/people/john-iv-of-portugal.jpg",
    "summary": [
      "John IV, nicknamed John the Restorer, was the King of Portugal whose reign, lasting from 1640 until his death, led to the Portuguese \"restoration\" of independence from Spanish rule. His accession established the house of Braganza on the Portuguese throne, and marked the end of the 60-year-old Iberian Union, by which Portugal and Spain shared the same monarch.",
      "Before becoming king, he was John II, 8th Duke of Braganza. He was the grandson of Catherine, Duchess of Braganza, a claimant to the crown during the Portuguese succession crisis of 1580. On the eve of his death in 1656, the Portuguese Empire reached its territorial zenith, spanning the globe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_IV_of_Portugal",
    "urlGoogle": "https://artsandculture.google.com/entity/john-iv-of-portugal/m0140z2"
  },
  "place": {
    "id": "guyana",
    "name": "Guyana",
    "mainImg": "img/places/guyana.jpg",
    "summary": [
      "Guyana, officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is, however, often considered part of the Caribbean region because of its strong cultural, historical, and political ties with other Anglo-Caribbean countries and the Caribbean Community. Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With 215,000 square kilometres, Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.",
      "The region known as \"the Guianas\" consists of the large shield landmass north of the Amazon River and east of the Orinoco River known as the \"land of many waters\". Originally inhabited by many indigenous groups, Guyana was settled by the Dutch before coming under British control in the late 18th century. It was governed as British Guiana, with a mostly plantation-style economy until the 1950s. It gained independence in 1966, and officially became a republic within the Commonwealth of Nations in 1970."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Guyana",
    "urlGoogle": "https://artsandculture.google.com/entity/guyana/m034m8"
  },
  "wiki": {
    "id": "hurricane-bob-1985",
    "name": "Hurricane Bob (1985)",
    "summary": "Hurricane Bob was a weak hurricane that affected the southeast United States in July 1985. The second tropical storm and first hurricane of the 1985 Atlantic hurricane season, the system developed from a tropical wave on July 21 in the eastern Gulf of Mexico. Bob began moving east, striking southwestern Florida as a weak tropical storm. The storm then turned to the north and quickly intensified to hurricane status on July 24. The next day, it made landfall near Beaufort, South Carolina, becoming one of a record-tying six hurricanes to hit the United States during a single season. Bob caused $20 million in damage and five indirect deaths. In Florida, the storm produced heavy rainfall, peaking at over 20 inches (500 mm) in Everglades City. In most areas, the rainfall was beneficial due to dry conditions that had persisted throughout the year. Damage was minimal in South Carolina, where the hurricane made its final landfall. In Virginia, the storm spawned three tornadoes, one of which destroyed two houses.",
    "url": "https://en.wikipedia.org/wiki/Hurricane_Bob_(1985)"
  },
  "word": {
    "id": "caterwaul",
    "word": "caterwaul",
    "url": "https://www.merriam-webster.com/dictionary/caterwaul",
    "partOfSpeech": "verb",
    "pronunciation": "KAT-er-wawl",
    "audioPath": "audio/words/caterwaul.mp3",
    "definitions": ["to make a harsh cry", "to protest or complain noisily"],
    "examples": [
      "The toddler _caterwauled_ loudly when her toy was taken away.",
      "\"Stockton's leaders clearly calculated that at this point they have little to lose by shortchanging bondholders-its credit rating is already so low that it'd have a hard time financing a used Hyundai with $5,000 down-and that while creditors may sue, complain, and _caterwaul_, they do not get to vote.\" - From an article by Kevin D. Williamson in _National Review_, April 3, 2013"
    ],
    "origin": "An angry (or amorous) cat can make a lot of noise. As long ago as the mid-1300s, English speakers were using \"caterwaul\" for the act of voicing feline passions. The \"cater\" part is, of course, connected to the cat, but scholars disagree about whether it traces to Middle Dutch \"cāter,\" meaning \"tomcat,\" or if it is really just \"cat\" with an \"-er\" added. The \"waul\" is probably imitative in origin; it represents the feline howl itself. English's first \"caterwaul\" was a verb focused on feline vocalizations, but by the 1600s it was also being used for noisy people or things. By the 1700s it had become a noun naming any sound as loud and grating as a tomcat's yowl."
  }
}
