{
  "artist": {
    "id": "claes-oldenburg",
    "name": "Claes Oldenburg",
    "dates": "Born Jan 28, 1929",
    "mainImg": "img/art/artists/claes-oldenburg.jpg",
    "artworkImgs": [
      {
        "name": "Iron Fragment",
        "path": "img/art/artworks/claes-oldenburg-a1.jpg",
        "source": "https://artsandculture.google.com/asset/iron-fragment-claes-oldenburg/7AEohhq0lKtFoQ"
      },
      {
        "name": "Trowel – Scale A 3/3",
        "path": "img/art/artworks/claes-oldenburg-a2.jpg",
        "source": "https://artsandculture.google.com/asset/trowel-–-scale-a-3-3-claes-oldenburg/2AHM9oDCO0zcDg"
      },
      {
        "name": "Shuttlecocks",
        "path": "img/art/artworks/claes-oldenburg-a3.jpg",
        "source": "https://artsandculture.google.com/asset/shuttlecocks-claes-oldenburg-and-coosje-van-bruggen/0QGRtnVFsCMZIQ"
      },
      {
        "name": "The Nelson-Atkins Museum of Art as a Net, with Shuttlecocks",
        "path": "img/art/artworks/claes-oldenburg-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-nelson-atkins-museum-of-art-as-a-net-with-shuttlecocks-claes-oldenburg-and-coosje-van-bruggen/0wEfRDYXzVxEYg"
      },
      {
        "name": "Floating Three-Way Plug",
        "path": "img/art/artworks/claes-oldenburg-a5.jpg",
        "source": "https://artsandculture.google.com/asset/floating-three-way-plug-claes-oldenburg/0gEcGoUHFzSlBg"
      },
      {
        "name": "Spoon Pier",
        "path": "img/art/artworks/claes-oldenburg-a6.jpg",
        "source": "https://artsandculture.google.com/asset/spoon-pier-oldenburg-claes/uwETROTshfu_fw"
      }
    ],
    "summary": [
      "Claes Oldenburg is an American sculptor, best known for his public art installations typically featuring large replicas of everyday objects. Another theme in his work is soft sculpture versions of everyday objects. Many of his works were made in collaboration with his wife, Coosje van Bruggen, who died in 2009; they had been married for 32 years. Oldenburg lives and works in New York."
    ],
    "quote": "“I am for an art that is political-erotical-mystical, that does something other than sit on its ass in a museum.”",
    "movements": ["Contemporary art", "Pop art", "Modern art", "Public art"],
    "mediums": ["Sculpture", "Metal", "Concrete", "Plaster", "Iron", "Aluminium"],
    "urlWiki": "https://en.wikipedia.org/wiki/Claes_Oldenburg",
    "urlGoogle": "https://artsandculture.google.com/entity/claes-oldenburg/m01zgr1"
  },
  "event": {
    "id": "second-matabele-war",
    "name": "Second Matabele War",
    "dates": "March 1896 - October 1897",
    "mainImg": "img/events/second-matabele-war.jpg",
    "summary": [
      "The Second Matabele War, also known as the Matabeleland Rebellion or part of what is now known in Zimbabwe as the First Chimurenga, was fought between 1896 and 1897 in the area then known as Rhodesia, now Zimbabwe. It pitted the British South Africa Company against the Matabele people, which led to conflict with the Shona people in the rest of Rhodesia.",
      "In March 1896, the Matabele revolted against the authority of the British South Africa Company. The Mlimo the Matabele spiritual leader, is credited with fomenting much of the anger that led to this confrontation. He convinced the Matabele and the Shona that the settlers were responsible for the drought, locust plagues and the cattle disease rinderpest ravaging the country at the time.",
      "The Mlimo's call to battle was well-timed. Only a few months earlier, the British South Africa Company's Administrator General for Matabeleland, Leander Starr Jameson, had sent most of his troops and armaments to fight the Transvaal Republic in the ill-fated Jameson Raid. This left the country nearly defenceless. The British immediately sent troops to suppress the Matabele and the Shona, but it cost the lives of many on both sides."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Second_Matabele_War",
    "urlGoogle": "https://artsandculture.google.com/entity/second-matabele-war/m0268kl0"
  },
  "funFacts": [
    {
      "id": "487",
      "fact": "Place an apple in the bag with your potatoes to keep them from budding.",
      "category": ["Food", "Make-it-Easies"]
    },
    { "id": "839", "fact": "A cucumber consists of 96% water.", "category": ["Food"] }
  ],
  "funFacts2": [
    {
      "id": "554069",
      "fact": "Rather than store it, parade officials released a gigantic dachshund balloon into the air at the conclusion of the 1929 Macy’s Thanksgiving Day Parade."
    }
  ],
  "idiom": {
    "id": "from-soup-to-nuts",
    "term": "from soup to nuts",
    "definition": "Also, **from A to Z** or **start to finish** or **stem to stern.** From beginning to end, throughout, as in *We went through the whole agenda, from soup to nuts,* or *She had to learn a whole new system from A to Z,* or *It rained from start to finish,* or *We did over the whole house from stem to stern.* The first expression, with its analogy to the first and last courses of a meal, appeared in slightly different forms (such as *from potage to cheese*) from the 1500s on; the precise wording here dates only from the mid-1900s. The second expression alludes to the first and last letters of the Roman alphabet. The third comes from racing and alludes to the entire course of the race; it dates from the mid-1800s. The last variant is nautical, alluding to the front or *stem,* and rear or *stern,* of a vessel."
  },
  "person": {
    "id": "jose-figueres-ferrer",
    "name": "José Figueres Ferrer",
    "dates": "Sep 25, 1906 - Jun 8, 1990",
    "mainImg": "img/people/jose-figueres-ferrer.jpg",
    "summary": [
      "José María Hipólito Figueres Ferrer served as President of Costa Rica on three occasions: 1948–1949, 1953–1958 and 1970–1974. During his first term in office he abolished the country's army, nationalized its banking sector, and granted women and Afro-Costa Ricans the right to vote, as well as access to Costa Rican nationality to people of African descent. He was a good friend of the Governor of Puerto Rico, Luis Muñoz Marín, praising his political achievements in one of his essays."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jos%C3%A9_Figueres_Ferrer",
    "urlGoogle": "https://artsandculture.google.com/entity/josé-figueres-ferrer/m02884x"
  },
  "place": {
    "id": "empire-of-japan",
    "name": "Empire of Japan",
    "mainImg": "img/places/empire-of-japan.jpg",
    "summary": [
      "The Empire of Japan was the historical nation-state and great power that existed from the Meiji Restoration in 1868 to the enactment of the 1947 constitution of modern Japan. At its apex, the Empire of Japan was one of the largest empires in history. Including the home islands, the total amount of land under Japanese sovereignty reached 8,510,000 km² in 1942. By 1943, it accounted for more than 20% of the world's population at the time with 463 million people in its occupied regions and territories, even more populous than the British Empire at its greatest extent.",
      "Japan's rapid industrialization and militarization under the slogan Fukoku Kyōhei and Shokusan Kōgyō led to its emergence as a world power and the establishment of a colonial empire following the First Sino-Japanese War, the Boxer Rebellion, the Russo-Japanese War, and World War I. Economic and political turmoil in the 1920s led to the rise of militarism, nationalism and totalitarianism, eventually culminating in Japan's membership in the Axis alliance and the conquest of a large part of the Asia-Pacific in World War II."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Empire_of_Japan",
    "urlGoogle": "https://artsandculture.google.com/entity/empire-of-japan/m0193qj"
  },
  "quote": {
    "id": "77",
    "quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.",
    "author": "Charles Darwin"
  },
  "wiki": {
    "id": "pakistan",
    "name": "Pakistan",
    "summary": "Pakistan is a country located in South Asia that overlaps with the Greater Middle East. It has a thousand-kilometre coastline along the Arabian Sea in the south and borders Afghanistan and Iran to the west, India to the east and the People's Republic of China in the far northeast. The name Pakistan means \"Land of the Pure\" in Urdu and Persian and was coined in 1933 by Choudhary Rahmat Ali, who published it in the pamphlet Now or Never. Pakistan is the sixth-most populous country in the world and the second-most populous Muslim country. Pakistan was established as a modern state in 1947, but the region has a long history of settlement, including by the Indus Valley Civilization. The region was invaded by Afghans, Greeks, Persians, Arabs, and was incorporated into British Raj in the 19th century. Since independence, Pakistan has seen both instability, with the loss of East Pakistan, and significant military and economic growth. Pakistan has the seventh-largest armed forces in the world and is a declared nuclear weapons state.",
    "url": "https://en.wikipedia.org/wiki/Pakistan"
  },
  "word": {
    "id": "untoward",
    "word": "untoward",
    "url": "https://www.merriam-webster.com/dictionary/untoward",
    "partOfSpeech": "adjective",
    "pronunciation": "un-TOH-erd",
    "audioPath": "audio/words/untoward.mp3",
    "definitions": [
      "difficult to guide, manage, or work with : unruly, intractable",
      "not favorable : adverse, unpropitious",
      "improper, indecorous"
    ],
    "examples": [
      "The coach forewarned the players that any untoward behavior, on or off the field, would not be tolerated.",
      "\"According to preliminary reports, the voting on Wednesday proceeded smoothly. Other than the usual minor glitches, there were no untoward incidents.\" -- From an article in _The Kansas City Star_, August 5, 2010"
    ],
    "origin": "More than 700 years ago, English speakers began using the word \"toward\" for \"forward-moving\" youngsters, the kind who showed promise and were open to listening to their elders. After about 150 years, the use was broadened somewhat to mean simply \"docile\" or \"obliging.\" The opposite of this \"toward\" is \"froward,\" meaning \"perverse\" or \"ungovernable.\" Today, \"froward\" has fallen out of common use, and the cooperative sense of \"toward\" is downright obsolete, but the \"newcomer\" to this series -- \"untoward\" -- has kept its toehold. \"Untoward\" first showed up in the 1400s, and it is still used, just as it was then, as a synonym of \"unruly,\" though it has since acquired other meanings as well."
  }
}
