{
  "artist": {
    "id": "kamal-ud-din-behzad",
    "name": "Kamāl ud-Dīn Behzād",
    "dates": "1450 - 1535",
    "mainImg": "img/art/artists/kamal-ud-din-behzad.jpg",
    "artworkImgs": [
      {
        "name": "\"Dancing Dervishes\", Folio from a Divan of Hafiz",
        "path": "img/art/artworks/kamal-ud-din-behzad-a1.jpg",
        "source": "https://artsandculture.google.com/asset/dancing-dervishes-folio-from-a-divan-of-hafiz-bihzad-hafiz/4wHg9uqRZiHqnw"
      },
      {
        "name": "Folio from a Khamsa (Quintet) by Amir Khusraw Dihlavi (d. 1325); The abduction by sea",
        "path": "img/art/artworks/kamal-ud-din-behzad-a2.jpg",
        "source": "https://artsandculture.google.com/asset/folio-from-a-khamsa-quintet-by-amir-khusraw-dihlavi-d-1325-the-abduction-by-sea-artist-attributed-to-kamal-al-din-bihzad/LAEesArrqRksbQ"
      },
      {
        "name": "Folio from an Anthology; Frontispiece: an old man and a youth in a mountain landscape",
        "path": "img/art/artworks/kamal-ud-din-behzad-a3.jpg",
        "source": "https://artsandculture.google.com/asset/folio-from-an-anthology-frontispiece-an-old-man-and-a-youth-in-a-mountain-landscape-artist-kamal-al-din-bihzad/fAFaGKnzr5tW9g"
      },
      {
        "name": "Anthology with works by Jalal ad-Din Rumi (d.1273), Nizami (d. 1209), Sa'di (d.1292) and Sana'i (d. 1131 or 1140)",
        "path": "img/art/artworks/kamal-ud-din-behzad-a4.jpg",
        "source": "https://artsandculture.google.com/asset/anthology-with-works-by-jalal-ad-din-rumi-d-1273-nizami-d-1209-sa-di-d-1292-and-sana-i-d-1131-or-1140-calligrapher-mir-ali-husayni-calligrapher-sultan-muhammad-nur-calligrapher-muhammad-qasim-ibn-shadishah-calligrapher-sultan-muhammad-khandan-calligrapher-mawlana-shaykh-mahmud-artist-kamal-al-din-bihzad-patron-wazir-khawja-malik-ahmad/IwG0K-czWfFYiw"
      }
    ],
    "summary": [
      "Kamāl ud-Dīn Behzād, also known as Kamal al-din Bihzad or Kamaleddin Behzad, was a Persian painter and head of the royal ateliers in Herat and Tabriz during the late Timurid and early Safavid Persian periods."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Gold", "Metal", "Watercolor painting", "Ink", "Leather"],
    "urlWiki": "https://en.wikipedia.org/wiki/Kam%C4%81l_ud-D%C4%ABn_Behz%C4%81d",
    "urlGoogle": "https://artsandculture.google.com/entity/kamāl-ud-dīn-behzād/m05jrdy"
  },
  "event": {
    "id": "second-battle-of-the-piave-river",
    "name": "Second Battle of the Piave River",
    "dates": "Jun 15, 1918 - Jun 23, 1918",
    "mainImg": "img/events/second-battle-of-the-piave-river.jpg",
    "summary": [
      "The Second Battle of the Piave River, fought between 15 and 23 June 1918, was a decisive victory for the Italian Army against the Austro-Hungarian Empire during World War I. Though the battle proved to be a decisive blow to the Austro-Hungarian Empire and by extension the Central Powers, its full significance was not initially appreciated in Italy. Yet Erich Ludendorff, on hearing the news, is reported to have said he 'had the sensation of defeat for the first time'. It would later become clear that the battle was in fact the beginning of the end of the Austro-Hungarian Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Second_Battle_of_the_Piave_River",
    "urlGoogle": "https://artsandculture.google.com/entity/second-battle-of-the-piave-river/m052hlx"
  },
  "funFacts": [
    {
      "id": "263",
      "fact": "Bowling pins need to tip over a mere 7 1/2 degrees to fall down.",
      "category": ["Science"]
    },
    { "id": "97", "fact": "A turkey can run at 20 mph.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553510",
      "fact": "George Washington had only one tooth remaining in his mouth when he was sworn in as president in 1789."
    }
  ],
  "idiom": {
    "id": "eat-high-off-the-hog",
    "term": "eat high off the hog",
    "definition": "Also, **live high on the hog.** Prosper, live luxuriously, as in *When Aunt Ida dies and they inherit her estate, they'll be eating high off the hog,* or *Since their loan was approved, they've been living high on the hog.* It alludes to the choicest cuts of meat, which are found on a pig's upper flanks. [Late 1800s]"
  },
  "person": {
    "id": "julius-raab",
    "name": "Julius Raab",
    "dates": "Nov 29, 1891 - Jan 8, 1964",
    "mainImg": "img/people/julius-raab.jpg",
    "summary": [
      "Julius Raab was a conservative Austrian politician, who served as Federal Chancellor of Austria from 1953 to 1961. Raab steered Allied-occupied Austria to independence, when he negotiated and signed the Austrian State Treaty in 1955. In internal politics Raab stood for a pragmatic \"social partnership\" and the \"Grand coalition\" of Austrian Conservatives and Social Democrats."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Julius_Raab",
    "urlGoogle": "https://artsandculture.google.com/entity/julius-raab/m015_nj"
  },
  "place": {
    "id": "kathmandu",
    "name": "Kathmandu",
    "mainImg": "img/places/kathmandu.jpg",
    "summary": [
      "Kathmandu is the capital and largest city of Nepal, with a population of around 2.5 million. Also known as the city of temples, with one of the oldest pagoda design, known with Pashupatinath Temple, the city stands at an elevation of approximately 1,400 metres above sea level in the bowl-shaped Kathmandu valley in central Nepal. The valley is historically called the \"Nepal Mandala\" and has been the home of Newar people, a cosmopolitan urban civilization in the Himalayas foothills. The city was the royal capital of the Kingdom of Nepal and hosts palaces, mansions and gardens of the Nepalese aristocracy. It has been home to the headquarters of the South Asian Association for Regional Cooperation since 1985. Today, it is the seat of government of the Nepalese republic, established in 2008, and is part of the Bagmati Pradesh.",
      "Kathmandu is and has been for many years the centre of Nepal's history, art, culture, and economy. It has a multi-ethnic population within a Hindu and Buddhist majority. Religious and cultural festivities form a major part of the lives of people residing in Kathmandu.",
      "Tourism is an important part of the economy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kathmandu",
    "urlGoogle": "https://artsandculture.google.com/entity/kathmandu/m04cx5"
  },
  "wiki": {
    "id": "battle-of-the-alamo",
    "name": "Battle of the Alamo",
    "summary": "The Battle of the Alamo, a part of the Texas Revolution, ended on March 6, 1836, when Mexican troops under General Antonio López de Santa Anna regained the Alamo Mission near San Antonio de Béxar (modern-day San Antonio, Texas). Several months previously, rebellious Texians had driven all Mexican troops out of Mexican Texas. Up to 260 Texians were garrisoned in the Alamo at various times. On February 23, 1836, Santa Anna and 1,500 Mexican troops laid siege to the Alamo as the first step in a campaign to re-take Texas. In the final battle, all but two of the Texian defenders were killed, and 400–600 Mexican troops were killed or wounded. The battle has been the subject of numerous myths, spread by movie and television adaptations, including John Wayne's 1960 film The Alamo.",
    "url": "https://en.wikipedia.org/wiki/Battle_of_the_Alamo"
  },
  "word": {
    "id": "defalcation",
    "word": "defalcation",
    "url": "https://www.merriam-webster.com/dictionary/defalcation",
    "partOfSpeech": "noun",
    "pronunciation": "dee-fal-KAY-shun",
    "audioPath": "audio/words/defalcation.mp3",
    "definitions": [
      "the act or an instance of embezzling",
      "a failure to meet a promise or an expectation"
    ],
    "examples": [
      "\"'She made off with the money, an act of defalcation that disqualifies her from receiving a bankruptcy discharge,' the judge ruled.\" (_Orlando Sentinel_, March 21, 2004)"
    ],
    "origin": "\"The tea table shall be set forth every morning with its customary bill of fare, and without any manner of defalcation.\" No reference to embezzlement there! This line, from a 1712 issue of _Spectator_ magazine, is an example of the earliest, and now archaic, sense of \"defalcation,\" which is simply defined as \"curtailment.\" \"Defalcation\" is ultimately from the Latin word \"falx,\" meaning \"sickle\" (a tool for cutting), and it has been a part of English since the 1400s. It was used early on of monetary cutbacks (as in \"a defalcation in their wages\"), and by the 1600s it was used of most any sort of financial reversal (as in \"a defalcation of public revenues\"). Not till the mid-1800s, however, did \"defalcation\" refer to breaches of trust that cause a financial loss, or, specifically, to embezzlement."
  }
}
