{
  "artist": {
    "id": "chakaia-booker",
    "name": "Chakaia Booker",
    "dates": "Born 1953",
    "mainImg": "img/art/artists/chakaia-booker.jpg",
    "artworkImgs": [
      {
        "name": "El Gato (The Cat)",
        "path": "img/art/artworks/chakaia-booker-a1.jpg",
        "source": "https://artsandculture.google.com/asset/el-gato-the-cat-chakaia-booker/WAEIgkKoT--F3w"
      },
      {
        "name": "Foundling Warrior Quest (II 21C) (1)",
        "path": "img/art/artworks/chakaia-booker-a2.jpg",
        "source": "https://artsandculture.google.com/asset/foundling-warrior-quest-ii-21c-1-chakaia-booker/NQEVnhNTe1Pksg"
      },
      {
        "name": "Acid Rain",
        "path": "img/art/artworks/chakaia-booker-a3.jpg",
        "source": "https://artsandculture.google.com/asset/acid-rain-chakaia-booker/qwENJQHp7ptS4g"
      },
      {
        "name": "Urban Butterfly",
        "path": "img/art/artworks/chakaia-booker-a4.jpg",
        "source": "https://artsandculture.google.com/asset/urban-butterfly-chakaia-booker/lgHLAMgM3gYUeA"
      },
      {
        "name": "Foundling Warrior Quest (II 21C) (6)",
        "path": "img/art/artworks/chakaia-booker-a5.jpg",
        "source": "https://artsandculture.google.com/asset/foundling-warrior-quest-ii-21c-6-chakaia-booker/4QEK7Bde__qjTQ"
      },
      {
        "name": "Holla",
        "path": "img/art/artworks/chakaia-booker-a6.jpg",
        "source": "https://artsandculture.google.com/asset/holla-chakaia-booker/UwHLPlNZ7xU6uw"
      }
    ],
    "summary": [
      "Chakaia Booker is an American artist. Booker is well known for her narrative-driven, environmental sculpture work that addresses the struggles and victories in human aspirations and involvement. Her work involves transforming found objects into expressive art that tackles social and cultural issues as well as femininity."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Sculpture", "Natural rubber", "Resin", "Iron", "Metal", "Steel"],
    "urlWiki": "https://en.wikipedia.org/wiki/Chakaia_Booker",
    "urlGoogle": "https://artsandculture.google.com/entity/chakaia-booker/m03cq1jj"
  },
  "event": {
    "id": "polish-soviet-war",
    "name": "Polish–Soviet War",
    "dates": "Feb 14, 1919 - March 1921",
    "mainImg": "img/events/polish-soviet-war.jpg",
    "summary": [
      "The Polish–Soviet War was fought by the Second Polish Republic, the Ukrainian People's Republic and the proto-Soviet Union over a region comparable to today's westernmost Ukraine and parts of modern Belarus. Russia sought to cross Poland in order to stimulate a Europe-wide communist revolution.",
      "Poland's Chief of State, Józef Piłsudski, felt the time was right to expand Polish borders as far east as feasible, to be followed by a Polish-led Intermarium federation of Central and Eastern European states, as a bulwark against the re-emergence of German and Russian imperialism. Vladimir Lenin saw Poland as the bridge the Red Army had to cross to assist other Communist movements and bring about more European revolutions. By 1919, Polish forces had taken control of much of Western Ukraine, emerging victorious from the Polish–Ukrainian War. The West Ukrainian People's Republic, led by Yevhen Petrushevych, had tried to create a Ukrainian state on territories to which both Poles and Ukrainians laid claim."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Polish%E2%80%93Soviet_War",
    "urlGoogle": "https://artsandculture.google.com/entity/polish–soviet-war/m01zj6b"
  },
  "funFacts": [
    {
      "id": "486",
      "fact": "While chopping onions, hold a piece of bread between your lips to keep your eyes from watering.",
      "category": ["Food", "Make-it-Easies"]
    },
    {
      "id": "1019",
      "fact": "Interstate 90 is the longest U.S. Interstate Highway with over 3,000 miles from Seattle, WA to Boston, MA.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553927",
      "fact": "In 1974, the Journal of Applied Behavior Analysis published a paper titled \"The Unsuccessful Self-Treatment of a Case of 'Writer’s Block.'\" \u0003It contained a total of zero words."
    }
  ],
  "idiom": {
    "id": "hang-out-ones-shingle",
    "term": "hang out one's shingle",
    "definition": "Open an office, especially a professional practice, as in *Bill's renting that office and hanging out his shingle next month.* This American colloquialism dates from the first half of the 1800s, when at first lawyers, and later also doctors and business concerns, used shingles for signboards."
  },
  "person": {
    "id": "faustina-the-younger",
    "name": "Faustina the Younger",
    "dates": "120 AD - 175 AD",
    "mainImg": "img/people/faustina-the-younger.jpg",
    "summary": [
      "Annia Galeria Faustina Minor, Faustina Minor or Faustina the Younger was a daughter of Roman Emperor Antoninus Pius and Roman Empress Faustina the Elder. She was a Roman Empress and wife to her maternal cousin Roman Emperor Marcus Aurelius. She was held in high esteem by soldiers and her own husband and was given divine honours after her death."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Faustina_the_Younger",
    "urlGoogle": "https://artsandculture.google.com/entity/faustina-the-younger/m02k5d4"
  },
  "place": {
    "id": "ottoman-empire",
    "name": "Ottoman Empire",
    "mainImg": "img/places/ottoman-empire.jpg",
    "summary": [
      "The Ottoman Empire was a state and caliphate that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Oghuz Turkish tribal leader Osman I. Although initially the dynasty was of Turkic origin, it was Persianised in terms of language, culture, literature and habits. After 1354, the Ottomans crossed into Europe, and with the conquest of the Balkans, the Ottoman beylik was transformed into a transcontinental empire. The Ottomans ended the Byzantine Empire with the 1453 conquest of Constantinople by Mehmed the Conqueror.",
      "During the 16th and 17th centuries, at the height of its power under the reign of Suleiman the Magnificent, the Ottoman Empire was a multinational, multilingual empire controlling most of Southeastern Europe, Central Europe, Western Asia, including parts of Eastern Europe, the Caucasus, Northern Africa, and the Horn of Africa. At the beginning of the 17th century, the empire contained 32 provinces and numerous vassal states."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ottoman_Empire",
    "urlGoogle": "https://artsandculture.google.com/entity/ottoman-empire/m05kyr"
  },
  "quote": { "id": "68", "quote": "Be worthy of a worthy mate.", "author": "Charlie Munger" },
  "wiki": {
    "id": "hey-ya",
    "name": "Hey Ya!",
    "summary": "\"Hey Ya!\" is a hip hop song written and produced by André 3000 for his 2003 album The Love Below, part of OutKast's double album Speakerboxxx/The Love Below. The song takes influence from funk and rock music, drawing comparisons to the work of The Beatles. A music video was produced featuring André 3000 as eight different versions of himself, playing on comparisons to The Beatles by mimicking their 1964 performance on The Ed Sullivan Show. The song received a very positive reaction from music critics, and it won a Grammy Award for Best Urban/Alternative Performance at the 46th Grammy Awards. Along with \"The Way You Move\", recorded by OutKast's other member Big Boi, \"Hey Ya!\" was released by LaFace Records in September 2003 as one of the album's two lead singles. It became a commercial success, reaching the top five of most of the charts it entered, and topped the ARIA Singles Chart, Billboard Hot 100, and United World Chart, among others. The song popularized the phrase \"shake it like a Polaroid picture\" in popular culture, and the Polaroid Corporation used the song to revitalize the public's perception of its products.",
    "url": "https://en.wikipedia.org/wiki/Hey_Ya!"
  },
  "word": {
    "id": "aphorism",
    "word": "aphorism",
    "url": "https://www.merriam-webster.com/dictionary/aphorism",
    "partOfSpeech": "noun",
    "pronunciation": "AF-uh-riz-um",
    "audioPath": "audio/words/aphorism.mp3",
    "definitions": [
      "a concise statement of a principle",
      "a terse formulation of a truth or sentiment : adage"
    ],
    "examples": [
      "Through his work as a radio broadcaster, Ted has entertained countless listeners with his feel-good stories and his pithy, down-home aphorisms."
    ],
    "origin": "\"Aphorism\" was originally used in the world of medicine. Credit Hippocrates, the Greek physician regarded as the father of modern medicine, with influencing our use of the word. He used \"aphorismos\" (a Greek ancestor of \"aphorism\" meaning \"definition\" or \"aphorism\") in titling a book outlining his principles on the diagnosis and treatment of disease. That volume offered many examples that helped to define aphorism, beginning with the statement that starts the book's introduction: \"Life is short, Art long, Occasion sudden and dangerous, Experience deceitful, and Judgment difficult.\" English speakers originally used the term mainly in the realm of the physical sciences, but eventually broadened its use to cover principles in other fields."
  }
}
