{
  "artist": {
    "id": "rafael-lozano-hemmer",
    "name": "Rafael Lozano-Hemmer",
    "dates": "Born Nov 17, 1967",
    "mainImg": "img/art/artists/rafael-lozano-hemmer.jpg",
    "artworkImgs": [
      {
        "name": "Pulse Index",
        "path": "img/art/artworks/rafael-lozano-hemmer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/pulse-index-rafael-lozano-hemmer/tAH8uYK8QIkJJQ"
      },
      {
        "name": "Make Out 2009 Shadow Box 8",
        "path": "img/art/artworks/rafael-lozano-hemmer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/make-out-2009-shadow-box-8-rafael-lozano-hemmer/ZgEQx64Lwj8E1A"
      },
      {
        "name": "\"The Year's Midnight\"",
        "path": "img/art/artworks/rafael-lozano-hemmer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-year-s-midnight-rafael-lozano-hemmer/pwF9IPwAzxr23A"
      },
      {
        "name": "Flatsun, Photo by: Antimodular Research.",
        "path": "img/art/artworks/rafael-lozano-hemmer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/flatsun-photo-by-antimodular-research-rafael-lozano-hemmer/BgG9W_AhsxEYCg"
      },
      {
        "name": "Please Empty Your Pockets",
        "path": "img/art/artworks/rafael-lozano-hemmer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/please-empty-your-pockets-rafael-lozano-hemmer/RgHj1u5i-vRvHQ"
      },
      {
        "name": "The Year's Midnight",
        "path": "img/art/artworks/rafael-lozano-hemmer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-year-s-midnight-rafael-lozano-hemmer/rQFQR_6c6eyLjA"
      }
    ],
    "summary": [
      "Rafael Lozano-Hemmer is a Mexican-Canadian electronic artist who works with ideas from architecture, technological theater and performance. He holds a Bachelor of Science in physical chemistry from Concordia University in Montreal. Currently, Lozano-Hemmer lives and works in Montreal and Madrid."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Iron", "Metal", "Steel"],
    "urlWiki": "https://en.wikipedia.org/wiki/Rafael_Lozano-Hemmer",
    "urlGoogle": "https://artsandculture.google.com/entity/rafael-lozano-hemmer/m02mlx_"
  },
  "event": {
    "id": "contour",
    "name": "CONTOUR",
    "dates": "Jul 3, 2002",
    "mainImg": "img/events/contour.jpg",
    "summary": [
      "The COmet Nucleus TOUR was a NASA Discovery-class space probe that failed shortly after its July 2002 launch. It had as its primary objective close flybys of two comet nuclei with the possibility of a flyby of a third known comet or an as-yet-undiscovered comet.",
      "The two comets scheduled to be visited were Encke and Schwassmann-Wachmann-3, and the third target was d'Arrest. It was hoped that a new comet would have been discovered in the inner Solar System between 2006 and 2008, in which case the spacecraft trajectory would have been changed if possible to rendezvous with the new comet. Scientific objectives included imaging the nuclei at resolutions of up to 4 meters, performing spectral mapping of the nuclei at resolutions of up to 100 meters, and obtaining detailed compositional data on gas and dust in the near-nucleus environment, with the goal of improving knowledge of the characteristics of comet nuclei.",
      "After the solid rocket motor intended to inject the spacecraft into solar orbit was ignited on August 15, 2002, contact with the probe could not be re-established."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/CONTOUR",
    "urlGoogle": "https://artsandculture.google.com/entity/contour/m0lb8r"
  },
  "funFacts": [
    {
      "id": "915",
      "fact": "At room temperature, the average air molecule travels at the speed of a rifle bullet.",
      "category": ["Science"]
    },
    {
      "id": "249",
      "fact": "The 1st public message to be transmitted via Morse code was \"A patient waiter is no loser.\"",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    { "id": "553806", "fact": "Modern brunch was first proposed in 1895 as a post-hangover meal." }
  ],
  "idiom": {
    "id": "philadelphia-lawyer",
    "term": "Philadelphia lawyer",
    "definition": "A shrewd attorney, adept at dealing with legal technicalities, as in *It would take a Philadelphia lawyer to get him off.* This expression dates from the late 1700s and, as lexicographer Richard H. Thornton observed: \"Why members of the Philadelphia bar should be credited with superhuman sagacity has never been satisfactorily explained.\""
  },
  "person": {
    "id": "pope-pius-xii",
    "name": "Pope Pius XII",
    "dates": "Mar 2, 1876 - Oct 9, 1958",
    "mainImg": "img/people/pope-pius-xii.jpg",
    "summary": [
      "Pope Pius XII, born Eugenio Maria Giuseppe Giovanni Pacelli, was head of the Catholic Church and sovereign of the Vatican City State from 2 March 1939 to 1958 when he died. Before his election to the papacy, he served as secretary of the Department of Extraordinary Ecclesiastical Affairs, papal nuncio to Germany, and Cardinal Secretary of State, in which capacity he worked to conclude treaties with European and Latin American nations, such as the Reichskonkordat with Nazi Germany.",
      "While the Vatican was officially neutral during World War II, the Reichskonkordat and his leadership of the Catholic Church during the war remain the subject of controversy—including allegations of public silence and inaction about the fate of the Jews. After the war, he advocated peace and reconciliation, including lenient policies towards former Axis and Axis-satellite nations.",
      "During his papacy, the Church issued the Decree against Communism, declaring that Catholics who profess Communist doctrine are to be excommunicated as apostates from the Christian faith. The Church experienced severe persecution and mass deportations of Catholic clergy in the Eastern Bloc."
    ],
    "quote": "“Feeding the birds is also a form of prayer.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Pope_Pius_XII",
    "urlGoogle": "https://artsandculture.google.com/entity/pope-pius-xii/m05yhb"
  },
  "place": {
    "id": "russian-soviet-federative-socialist-republic",
    "name": "Russian Soviet Federative Socialist Republic",
    "mainImg": "img/places/russian-soviet-federative-socialist-republic.jpg",
    "summary": [
      "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union from 1922 to 1991, until becoming a sovereign part of the Soviet Union with priority of Russian laws over Union-level legislation in 1990 and 1991, the last two years of the existence of the USSR. The Russian Republic was composed of sixteen smaller constituent units of autonomous republics, five autonomous oblasts, ten autonomous okrugs, six krais and forty oblasts. Russians formed the largest ethnic group. The capital of the Russian SFSR was Moscow and the other major urban centers included Leningrad, Novosibirsk, Sverdlovsk, Gorky and Kuybishev.",
      "The economy of Russia became heavily industrialized, accounting for about two-thirds of the electricity produced in the USSR."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Russian_Soviet_Federative_Socialist_Republic",
    "urlGoogle": "https://artsandculture.google.com/entity/russian-soviet-federative-socialist-republic/m01mzwp"
  },
  "wiki": {
    "id": "johannesburg",
    "name": "Johannesburg",
    "summary": "Johannesburg is the most populous city in South Africa and the second-most populous city in Sub-Saharan Africa, behind Lagos. Johannesburg is the provincial capital of Gauteng Province, the wealthiest province in South Africa, and the site of the South African Constitutional Court. It is one of the newest major cities in the world, and is one of the few major cities in the world not along a coast or near a large river. Johannesburg is the site of a large-scale gold and diamond trade due to its location on the mineral-rich Witwatersrand. Johannesburg is also served by Johannesburg International Airport, the largest and busiest airport in Africa and the gateway for international air travel to and from the rest of South Africa. According to the 2001 Census, the population of the city is more than three million in a land area of 1,644 km². The city is one of the 35 largest metropolitan areas in the world.",
    "url": "https://en.wikipedia.org/wiki/Johannesburg"
  },
  "word": {
    "id": "gadarene",
    "word": "gadarene",
    "url": "https://www.merriam-webster.com/dictionary/gadarene",
    "partOfSpeech": "adjective",
    "pronunciation": "GAD-uh-reen",
    "audioPath": "audio/words/gadarene.mp3",
    "definitions": ["headlong, precipitate"],
    "examples": [
      "Ross has criticized his company for joining the gadarene rush into the global market."
    ],
    "origin": "Gadara, in Biblical times, was a steep hill town just southeast of the Sea of Galilee. In the account given in the book of Matthew (8:28), Jesus, on a visit there, exorcised the demons from two possessed people and sent the demons into some nearby swine. The possessed swine ran in a mad dash down a steep bank into the Sea and drowned. “Gadarene,” an adjective used to describe a headlong rush (and often capitalized in recognition of its origin), made its first known plunge into our lexicon in the 1920s. The swine sometimes make an appearance as well, as when an imprudently hasty act is compared to “the rush of the Gadarene swine.”"
  }
}
