{
  "artist": {
    "id": "steve-mc-queen",
    "name": "Steve McQueen",
    "dates": "Born Oct 9, 1969",
    "mainImg": "img/art/artists/steve-mc-queen.jpg",
    "artworkImgs": [
      {
        "name": "Prey",
        "path": "img/art/artworks/steve-mc-queen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/prey-steve-mcqueen/ZwFpiQvOpA3q-Q"
      },
      {
        "name": "Ashes",
        "path": "img/art/artworks/steve-mc-queen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ashes-steve-mcqueen/9AHqbnRpwgr0eg"
      },
      {
        "name": "Deadpan",
        "path": "img/art/artworks/steve-mc-queen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/deadpan-steve-mcqueen/cAHohX0rSlAkpw"
      },
      {
        "name": "Ashes",
        "path": "img/art/artworks/steve-mc-queen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ashes-steve-mcqueen/IAHTJUoZdiMVEA"
      },
      {
        "name": "Steve McQueen on Paul Robeson",
        "path": "img/art/artworks/steve-mc-queen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/steve-mcqueen-on-paul-robeson-steve-mcqueen/VwHhidQaSZNbwQ"
      },
      {
        "name": "Steve McQueen on Paul Robeson",
        "path": "img/art/artworks/steve-mc-queen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/steve-mcqueen-on-paul-robeson-steve-mcqueen/rAE_Q8AAltdWZg"
      }
    ],
    "summary": [
      "Sir Steven Rodney McQueen CBE is a British film director, film producer, screenwriter, and video artist. For his 2013 film 12 Years a Slave, a historical drama adaptation of an 1853 slave narrative memoir, he won an Academy Award, BAFTA Award for Best Film, and Golden Globe Award for Best Motion Picture – Drama, as a producer, and he also received the award for Best Director from the New York Film Critics Circle. McQueen is the first black filmmaker to win an Academy Award for Best Picture.",
      "McQueen frequently collaborates with actor Michael Fassbender, who has starred in three of McQueen's four feature films. McQueen's other feature films are Hunger, a historical drama about the 1981 Irish hunger strike, Shame, a drama about an executive struggling with sex addiction, and 12 Years a Slave.",
      "For his artwork, McQueen has received the Turner Prize, the highest award given to a British visual artist. In 2006, he produced Queen and Country, which commemorates the deaths of British soldiers in Iraq by presenting their portraits as a sheet of stamps. For services to the visual arts, he was appointed Commander of the Order of the British Empire in 2011."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Young British Artists"],
    "mediums": ["Photographic film"],
    "urlWiki": "https://en.wikipedia.org/wiki/Steve_McQueen_%28director%29",
    "urlGoogle": "https://artsandculture.google.com/entity/steve-mcqueen/m01c0v6"
  },
  "event": {
    "id": "campaign-in-north-east-france",
    "name": "Campaign in north-east France",
    "dates": "March 1814",
    "mainImg": "img/events/campaign-in-north-east-france.jpg",
    "summary": [
      "The 1814 campaign in north-east France was Napoleon's final campaign of the War of the Sixth Coalition. Following their victory at Leipzig in 1813, the Austrian, Prussian, Russian, and other German armies of the Sixth Coalition invaded France. Despite the disproportionate forces in favour of the Coalition, Napoleon managed to inflict many defeats, especially during the Six Days' Campaign. However, the Coalition kept advancing towards Paris, which capitulated in late March 1814. As a result, Napoleon was deposed and exiled to Elba and the victorious powers started to redraw the map of Europe during the First Treaty of Paris and during the early stages of the Congress of Vienna."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Campaign_in_north-east_France_%281814%29",
    "urlGoogle": "https://artsandculture.google.com/entity/campaign-in-north-east-france/m0_v8v0s"
  },
  "funFacts": [
    {
      "id": "715",
      "fact": "In one day, a full-grown oak tree expels 7 tons of water through its leaves.",
      "category": ["Plants"]
    },
    {
      "id": "437",
      "fact": "The woodpecker can hammer wood up to 16 times per second.",
      "category": ["Animals"]
    },
    { "id": "370", "fact": "Heat, not sunlight, ripens tomatoes.", "category": ["Food", "Plants"] }
  ],
  "funFacts2": [
    {
      "id": "504555",
      "fact": "On Good Friday in 1930, the BBC reported, “There is no news.” Instead, they played piano music."
    },
    {
      "id": "554052",
      "fact": "According to one study, dunking an Oreo in milk for three seconds gives you the optimal balance of sogginess and structural integrity."
    }
  ],
  "idiom": {
    "id": "give-an-inch-and-theyll-take-a-mile",
    "term": "give an inch and they'll take a mile",
    "definition": "Make a small concession and they'll take advantage of you. For example, *I told her she could borrow the car for one day and she's been gone a week---give an inch!* This expression, in slightly different form, was already a proverb in John Heywood's 1546 collection, \"Give him an inch and he'll take an ell,\" and is so well known it is often shortened (as in the example). The use of *mile* dates from about 1900."
  },
  "person": {
    "id": "hillary-clinton",
    "name": "Hillary Clinton",
    "dates": "Born Oct 26, 1947",
    "mainImg": "img/people/hillary-clinton.jpg",
    "summary": [
      "Hillary Diane Rodham Clinton is an American politician, diplomat, lawyer, writer, and public speaker. She served as the 67th United States Secretary of State from 2009 to 2013, as United States senator from New York from 2001 to 2009, and as First Lady of the United States from 1993 to 2001. Clinton became the first woman to be nominated for president of the United States by a major political party when she won the Democratic Party nomination in 2016. She was the first woman to win the popular vote in an American presidential election, which she lost to Donald Trump.",
      "Raised in the Chicago suburb of Park Ridge, Clinton graduated from Wellesley College in 1969, and earned a Juris Doctor from Yale Law School in 1973. After serving as a congressional legal counsel, she moved to Arkansas and married future president Bill Clinton in 1975; the two had met at Yale. In 1977, she co-founded Arkansas Advocates for Children and Families. She was appointed the first female chair of the Legal Services Corporation in 1978, and became the first female partner at Little Rock's Rose Law Firm the following year. Clinton was the first lady of Arkansas from 1979 to 1981 and again from 1983 to 1992."
    ],
    "quote": "“What we have to do... is to find a way to celebrate our diversity and debate our differences without fracturing our communities.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Hillary_Clinton",
    "urlGoogle": "https://artsandculture.google.com/entity/hillary-clinton/m0d06m5"
  },
  "place": {
    "id": "portugal",
    "name": "Portugal",
    "mainImg": "img/places/portugal.jpg",
    "summary": [
      "Portugal, officially the Portuguese Republic, is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments. The official and national language is Portuguese.",
      "Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Celts and Romans were followed by the invasions of the Suebi and Visigothic Germanic peoples. After the Muslim conquest of the Iberian Peninsula, most of its territory was part of Al-Andalus. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede. The Kingdom of Portugal was later proclaimed following the Battle of Ourique, and independence from León was recognised by the Treaty of Zamora."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Portugal",
    "urlGoogle": "https://artsandculture.google.com/entity/portugal/m05r4w"
  },
  "quote": {
    "id": "128",
    "quote": "A mind that is stretched by a new experience can never go back to its old dimensions.",
    "author": "Oliver Wendell Holmes"
  },
  "wiki": {
    "id": "grover-cleveland",
    "name": "Grover Cleveland",
    "summary": "Grover Cleveland (1837–1908) was both the 22nd and 24th President of the United States. Cleveland is the only President to serve two non-consecutive terms (1885–1889 and 1893–1897) and therefore is the only individual to be counted twice in the numbering of the presidents. He was the winner of the popular vote for President three times—in 1884, 1888, and 1892—and was the only Democrat elected to the Presidency in the era of Republican political domination that lasted from 1860 to 1912. Cleveland's admirers praise him for his honesty, independence, integrity, and commitment to the principles of classical liberalism. As a leader of the Bourbon Democrats, he opposed imperialism, taxes, subsidies and inflationary policies, but as a reformer he also worked against corruption, patronage, and bossism. Critics complained that he had little imagination and seemed overwhelmed by the nation's economic disasters—depressions and strikes—in his second term. Even so, his reputation for honesty and good character survived the troubles of his second term.",
    "url": "https://en.wikipedia.org/wiki/Grover_Cleveland"
  },
  "word": {
    "id": "eclogue",
    "word": "eclogue",
    "url": "https://www.merriam-webster.com/dictionary/eclogue",
    "partOfSpeech": "noun",
    "pronunciation": "ECK-log",
    "audioPath": "audio/words/eclogue.mp3",
    "definitions": ["a poem in which shepherds converse"],
    "examples": [
      "\"Be it in the appropriation of the goatherd or shepherd in the pastoral eclogue, or the neatly controlled terraces of the Georgics, the pastoral has always been an idyllicised representation of the rural world....\" (John Kinsella, _The Literary Review_, January 2005)"
    ],
    "origin": "Although the eclogue first appeared in the _Idylls_ of the Greek poet Theocritus, it was the 10 _Eclogues_ (or _Bucolics_) of the Roman poet Virgil that gave us the word \"eclogue.\" (The Latin title \"Eclogae\" literally meant \"selections.\") The eclogue was popular in the Renaissance and through the 17th century, when less formal eclogues were written. As our example sentence suggests, the eclogue traditionally depicted rural life as free from the complexity and corruption of more citified realms. The poets of the Romantic period rebelled against the artificiality of the older pastoral, and the eclogue fell out of favor. In more modern times, though, the term \"eclogue\" has been applied to pastoral poems involving the conversations of people other than shepherds, often with heavy doses of irony."
  }
}
