{
  "artist": {
    "id": "jacopo-bassano",
    "name": "Jacopo Bassano",
    "dates": "1510 - Feb 14, 1592",
    "mainImg": "img/art/artists/jacopo-bassano.jpg",
    "artworkImgs": [
      {
        "name": "The Good Samaritan",
        "path": "img/art/artworks/jacopo-bassano-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-good-samaritan-jacopo-bassano/ogE_MfxNO2_-eQ"
      },
      {
        "name": "Adoration of the Magi",
        "path": "img/art/artworks/jacopo-bassano-a2.jpg",
        "source": "https://artsandculture.google.com/asset/adoration-of-the-magi-jacopo-da-ponte-called-jacopo-bassano/3gFGTS6uyWFgBg"
      },
      {
        "name": "Christ in the House of Mary, Martha, and Lazarus",
        "path": "img/art/artworks/jacopo-bassano-a3.jpg",
        "source": "https://artsandculture.google.com/asset/christ-in-the-house-of-mary-martha-and-lazarus-jacopo-bassano/uAHbpVP8TGUrqg"
      },
      {
        "name": "The Way to Calvary",
        "path": "img/art/artworks/jacopo-bassano-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-way-to-calvary-jacopo-bassano/jwFzcmxQlUacZQ"
      },
      {
        "name": "The Supper at Emmaus",
        "path": "img/art/artworks/jacopo-bassano-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-supper-at-emmaus-jacopo-bassano-jacopo-dal-ponte/wQFUlygVwLx3iA"
      },
      {
        "name": "The Adoration of the Shepherds",
        "path": "img/art/artworks/jacopo-bassano-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-shepherds-jacopo-bassano-c-1510-1592/fgHHH_lWaNyDeg"
      }
    ],
    "summary": [
      "Jacopo Bassano, known also as Jacopo dal Ponte, was an Italian painter who was born and died in Bassano del Grappa near Venice, and took the village as his surname. Trained in the workshop of his father, Francesco the Elder, and studying under Bonifazio Veronese in Venice, he painted mostly religious paintings including landscape and genre scenes. Bassano's pictures were very popular in Venice because of their depiction of animals and nocturnal scenes. His four sons: Francesco Bassano the Younger, Giovanni Battista da Ponte, Leandro Bassano, and Girolamo da Ponte, also became artists and followed him closely in style and subject matter."
    ],
    "quote": null,
    "movements": ["Venetian painting", "Italian Renaissance", "Renaissance", "Mannerism"],
    "mediums": ["Oil paint", "Drawing", "Rock", "Watercolor painting", "Ink", "Slate"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jacopo_Bassano",
    "urlGoogle": "https://artsandculture.google.com/entity/jacopo-bassano/m05kdy9"
  },
  "event": {
    "id": "philadelphia-liberty-loans-parade",
    "name": "Philadelphia Liberty Loans Parade",
    "dates": null,
    "mainImg": "img/events/philadelphia-liberty-loans-parade.jpg",
    "summary": [
      "The Philadelphia Liberty Loans Parade was a parade in Philadelphia, Pennsylvania, on September 28, 1918, organized to promote government bonds that helped pay for the needs of Allied troops in World War I. More than 200,000 Philadelphians attended the parade, which led to one of the largest outbreaks of the Spanish flu in the United States. It has since been declared the deadliest parade in American history.",
      "The parade and its aftermath received significant media attention in March 2020 during the COVID-19 pandemic, to exemplify the importance of banning large gatherings and enforcing social distancing during a pandemic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Philadelphia_Liberty_Loans_Parade",
    "urlGoogle": "https://artsandculture.google.com/entity/philadelphia-liberty-loans-parade/g11ft3c_vrk"
  },
  "funFacts": [
    {
      "id": "206",
      "fact": "Over 1 million Earths would fit inside the Sun.",
      "category": ["Science"]
    },
    {
      "id": "208",
      "fact": "Add up opposing sides of a dice cue and you'll always get seven.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553832",
      "fact": "Alexander Graham Bell, who invented the telephone in 1876, suggested answering calls with \"ahoy.\""
    }
  ],
  "idiom": {
    "id": "happy-as-the-day-is-long",
    "term": "happy as the day is long",
    "definition": "Also, **happy as a lark; happy as a clam (at high tide).** Extremely glad, delighted, very cheerful, as in *He was happy as the day is long,* or *When she heard the news she was happy as a lark,* or *Once I got the test results I was happy as a clam at high tide.* The first of these similes dates from the late 1700s. The second alludes to the lark's beautiful, seemingly very happy, song. The third, from the early 1800s, alludes to the fact that clams can only be dug at low tide and therefore are safe at high tide; it is often shortened to **happy as a clam.**"
  },
  "person": {
    "id": "charles-francois-dumouriez",
    "name": "Charles François Dumouriez",
    "dates": "Jan 26, 1739 - Mar 14, 1823",
    "mainImg": "img/people/charles-francois-dumouriez.jpg",
    "summary": [
      "Charles-François du Périer Dumouriez was a French general during the French Revolutionary Wars. He shared the victory at Valmy with General François Christophe Kellermann, but later deserted the Revolutionary Army, and became a royalist intriguer during the reign of Napoleon as well as an adviser to the British government. Dumouriez is one of the names inscribed under the Arc de Triomphe, on Column 3."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_Fran%C3%A7ois_Dumouriez",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-françois-dumouriez/m019rkg"
  },
  "place": {
    "id": "suriname",
    "name": "Suriname",
    "mainImg": "img/places/suriname.jpg",
    "summary": [
      "Suriname, officially known as the Republic of Suriname, is a country on the northeastern Atlantic coast of South America. It is bordered by the Atlantic Ocean to the north, French Guiana to the east, Guyana to the west and Brazil to the south. At just under 165,000 square kilometers, it is the smallest sovereign state in South America. Suriname has a population of approximately 575,990, most of whom live on the country's north coast, in and around the capital and largest city, Paramaribo.",
      "The country is a tropical country, whose geography is dominated by forests. These forests are important to Suriname's contribution to mitigating climate change, as the first country to reach carbon neutrality. The economy of Suriname is heavily dependent on the exports of bauxite, gold, petroleum and agricultural products.",
      "Suriname was long inhabited by various indigenous people before being invaded and contested by European powers from the 16th century, eventually coming under Dutch rule in the late 17th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Suriname",
    "urlGoogle": "https://artsandculture.google.com/entity/suriname/m06nnj"
  },
  "wiki": {
    "id": "microsoft",
    "name": "Microsoft",
    "summary": "Microsoft is an international computer technology corporation with 2005 global sales of US$42.64 billion and more than 63,000 employees in 102 countries and regions that develop, manufacture, license, and support a wide range of software products for computing devices. Headquartered in Redmond, Washington, USA, its most popular products are the Microsoft Windows operating system and the Microsoft Office suite of productivity software, each of which has achieved near ubiquity in the desktop computer market. Microsoft possesses footholds in other markets, with assets such as the MSNBC cable television network, the MSN Internet portal, and the Microsoft Encarta multimedia encyclopedia. The company also markets both computer hardware products such as the Microsoft mouse, as well as home entertainment products such as the Xbox, the Xbox 360, and MSN TV.",
    "url": "https://en.wikipedia.org/wiki/Microsoft"
  },
  "word": {
    "id": "tome",
    "word": "tome",
    "url": "https://www.merriam-webster.com/dictionary/tome",
    "partOfSpeech": "noun",
    "pronunciation": "TOHM",
    "audioPath": "audio/words/tome.mp3",
    "definitions": [
      "a volume forming part of a larger work",
      "book; especially : a large or scholarly book"
    ],
    "examples": [
      "It took me more than a month to finish reading that 800-page _tome_ on European history.",
      "\"Priced at $1,000, the limited-edition _tome_ brings together Norman Mailer's 1973 biography of Monroe with Bert Stern's now-legendary photos.\" -- From a review by Nicki Gostin on the _Huffington Post_, December 7, 2011"
    ],
    "origin": "\"Tome\" comes from Latin \"tomus,\" which comes from Greek \"tomos,\" meaning \"section\" or \"roll of papyrus.\" \"Tomos\" comes from the Greek verb \"temnein,\" which means \"to cut.\" In ancient times, some of the longest scrolls of papyrus occasionally were divided into sections. When it was first used in English in the 16th century, \"tome\" was a book that was a part of a multi-volume work. Now a tome is most often simply a large and often ponderous book."
  }
}
