{
  "artist": {
    "id": "max-klinger",
    "name": "Max Klinger",
    "dates": "Feb 18, 1857 - Jul 5, 1920",
    "mainImg": "img/art/artists/max-klinger.jpg",
    "artworkImgs": [
      {
        "name": "Kiss from the series A Love, Opus X",
        "path": "img/art/artworks/max-klinger-a1.jpg",
        "source": "https://artsandculture.google.com/asset/kiss-from-the-series-a-love-opus-x-max-klinger/gQHIM4VwdpmS9A"
      },
      {
        "name": "Action (Handlung)",
        "path": "img/art/artworks/max-klinger-a2.jpg",
        "source": "https://artsandculture.google.com/asset/action-handlung-max-klinger/xAGtf5mw3iI83g"
      },
      {
        "name": "Plague (Pest)",
        "path": "img/art/artworks/max-klinger-a3.jpg",
        "source": "https://artsandculture.google.com/asset/plague-pest-max-klinger/UQH_SlaqBJatNA"
      },
      {
        "name": "Action",
        "path": "img/art/artworks/max-klinger-a4.jpg",
        "source": "https://artsandculture.google.com/asset/action-max-klinger/GQGWQHI2QL3Hhg"
      },
      {
        "name": "Venus in the shell chariot. Part of the wall decoration of the villa of Albers in Berlin-Steglitz",
        "path": "img/art/artworks/max-klinger-a5.jpg",
        "source": "https://artsandculture.google.com/asset/venus-in-the-shell-chariot-part-of-the-wall-decoration-of-the-villa-of-albers-in-berlin-steglitz-max-klinger/eAF1eZ2elJNFUw"
      },
      {
        "name": "Place (Ort)",
        "path": "img/art/artworks/max-klinger-a6.jpg",
        "source": "https://artsandculture.google.com/asset/place-ort-max-klinger/twEqmoXUeKouQg"
      }
    ],
    "summary": [
      "Max Klinger was a German symbolist painter, sculptor, printmaker, and writer.",
      "Klinger was born in Leipzig and studied in Karlsruhe. An admirer of the etchings of Menzel and Goya, he shortly became a skilled and imaginative engraver in his own right. He began creating sculptures in the early 1880s. From 1883–1893 he lived in Rome, and became increasingly influenced by the Italian Renaissance and antiquity."
    ],
    "quote": null,
    "movements": ["Modern art", "Symbolism"],
    "mediums": ["Etching", "Ink", "Engraving", "Sculpture", "Bronze", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Max_Klinger",
    "urlGoogle": "https://artsandculture.google.com/entity/max-klinger/m02jgsr"
  },
  "event": {
    "id": "austro-prussian-war",
    "name": "Austro-Prussian War",
    "dates": "1866 - Aug 23, 1866",
    "mainImg": "img/events/austro-prussian-war.jpg",
    "summary": [
      "The Austro-Prussian War or Seven Weeks' War was a war fought in 1866 between the Austrian Empire and the Kingdom of Prussia, with each also being aided by various allies within the German Confederation. Prussia had also allied with the Kingdom of Italy, linking this conflict to the Third Independence War of Italian unification. The Austro-Prussian War was part of the wider rivalry between Austria and Prussia, and resulted in Prussian dominance over the German states.",
      "The major result of the war was a shift in power among the German states away from Austrian and towards Prussian hegemony. It resulted in the abolition of the German Confederation and its partial replacement by the unification of all of the northern German states in the North German Confederation that excluded Austria and the other Southern German states, a Kleindeutsches Reich. The war also resulted in the Italian annexation of the Austrian province of Venetia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Austro-Prussian_War",
    "urlGoogle": "https://artsandculture.google.com/entity/austro-prussian-war/m011xt0"
  },
  "funFacts": [
    {
      "id": "445",
      "fact": "If there are two full moons in a month, the second one is called a blue moon.",
      "category": ["Definitions"]
    },
    {
      "id": "140",
      "fact": "Holland is the only country with a national dog.",
      "category": ["Animals", "Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554068",
      "fact": "In the 1920s and ‘30s, many movie theaters had signs instructing ladies to \"Please Remove Your Hats” to keep their elaborate headwear from blocking anyone's view."
    }
  ],
  "idiom": {
    "id": "star-chamber-proceedings",
    "term": "star-chamber proceedings",
    "definition": "An unfair, secret judicial action. The term alludes to an inquisitorial English court that sat without a jury and was famous for its harsh judgments and sentences. Called the Court of the Star Chamber because of the stars gilded on its ceiling, it was abolished in 1641. The name, however, has persisted to the present day."
  },
  "person": {
    "id": "giovanni-gronchi",
    "name": "Giovanni Gronchi",
    "dates": "Sep 10, 1887 - Oct 17, 1978",
    "mainImg": "img/people/giovanni-gronchi.jpg",
    "summary": [
      "Giovanni Gronchi OMCA was a Christian Democratic Italian politician who served as the third President of Italy from 1955 to 1962 and was marked by a controversial and failed attempt to bring about an \"opening to the left\" in Italian politics.",
      "He was reputed the real holder of the executive power in Italy from 1955 to 1962, backward the various Prime Ministers of this time."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Giovanni_Gronchi",
    "urlGoogle": "https://artsandculture.google.com/entity/giovanni-gronchi/m06gfjv"
  },
  "place": {
    "id": "bologna",
    "name": "Bologna",
    "mainImg": "img/places/bologna.jpg",
    "summary": [
      "Bologna is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy with about 390,000 inhabitants and 150 different nationalities. Its metropolitan area is home to more than 1,000,000 people.",
      "Originally Etruscan, the city has been one of the most important urban centres for centuries, first under the Etruscans, then under the Celts as Bona, later under the Romans, then again in the Middle Ages, as a free municipality and signoria, when it was among the largest European cities by population. Famous for its towers, churches and lengthy porticoes, Bologna has a well-preserved historical centre, thanks to a careful restoration and conservation policy which began at the end of the 1970s. Home to the oldest university in the world, the University of Bologna, established in AD 1088, the city has a large student population that gives it a cosmopolitan character. In 2000 it was declared European capital of culture and in 2006, a UNESCO \"City of Music\" and became part of the Creative Cities Network."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bologna",
    "urlGoogle": "https://artsandculture.google.com/entity/bologna/m096g3"
  },
  "wiki": {
    "id": "pan-american-world-airways",
    "name": "Pan American World Airways",
    "summary": "Pan American World Airways, most commonly known as \"Pan Am\", was the principal international airline of the United States from the 1930s until its collapse in 1991. Originally founded as a seaplane service out of Key West, Florida, the airline became a major company; it was credited with many innovations that shaped the international airline industry, including the widespread use of jet aircraft, jumbo jets, and computerized reservation systems. Identified by its blue globe logo and the use of \"Clipper\" in aircraft names and call signs, the airline was a cultural icon of the 20th century, and the unofficial flag carrier of the United States. Pan Am went through two incarnations after 1991. The second Pan Am operated from 1996 to 1998 with a focus on low-cost, long-distance flights between the U.S. and the Caribbean. The current incarnation, based in Portsmouth, New Hampshire and known as the Pan Am \"Clipper Connection,\" is operated by Boston-Maine Airways. The airline currently flies to destinations in the northeastern United States, Florida, Dominican Republic, and Puerto Rico.",
    "url": "https://en.wikipedia.org/wiki/Pan_American_World_Airways"
  },
  "word": {
    "id": "heliolatry",
    "word": "heliolatry",
    "url": "https://www.merriam-webster.com/dictionary/heliolatry",
    "partOfSpeech": "noun",
    "pronunciation": "hee-lee-AH-luh-tree",
    "audioPath": "audio/words/heliolatry.mp3",
    "definitions": ["sun worship"],
    "examples": [
      "The Egyptians, who personified the sun as the god Ra, were one of numerous ancient cultures that practiced heliolatry."
    ],
    "origin": "The first half of \"heliolatry\" derives from \"hēlios,\" the Greek word for \"sun.\" In Greek mythology, Hēlios was the god of the sun, imagined as \"driving\" the sun as a chariot across the sky. From \"hēlios\" we also get the word \"helium,\" referring to the very light gas that is found in balloons and airships, and \"heliocentric,\" meaning \"having or relating to the sun as center,\" as in \"a heliocentric orbit.\" The suffix \"-latry,\" meaning \"worship,\" derives via Late Latin and French from the Greek \"latreia,\" and can be found in such words as \"bardolatry\" (\"worship of Shakespeare\") and \"zoolatry\" (\"animal worship\"). A person who worships the sun is called a heliolater."
  }
}
