{
  "artist": {
    "id": "giovanni-battista-salvi-da-sassoferrato",
    "name": "Giovanni Battista Salvi da Sassoferrato",
    "dates": "Aug 25, 1609 - Aug 8, 1685",
    "mainImg": "img/art/artists/giovanni-battista-salvi-da-sassoferrato.jpg",
    "artworkImgs": [
      {
        "name": "The Virgin in Prayer",
        "path": "img/art/artworks/giovanni-battista-salvi-da-sassoferrato-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-in-prayer-sassoferrato/mAE4-IElM5jiyw"
      },
      {
        "name": "La Virgen, quien adora al Niño dormido",
        "path": "img/art/artworks/giovanni-battista-salvi-da-sassoferrato-a2.jpg",
        "source": "https://artsandculture.google.com/asset/la-virgen-quien-adora-al-niño-dormido-giovanni-battista-salvi-il-sassoferrato/JQFB21eSCpRupQ"
      },
      {
        "name": "Madonna and Child",
        "path": "img/art/artworks/giovanni-battista-salvi-da-sassoferrato-a3.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-sassoferrato-giovanni-battista-salvi/WAFtiJGWVlatng"
      },
      {
        "name": "Studies of Two Flying Putti and of Drapery (recto); Seated Virgin and Child, and Kneeling Child (verso)",
        "path": "img/art/artworks/giovanni-battista-salvi-da-sassoferrato-a4.jpg",
        "source": "https://artsandculture.google.com/asset/studies-of-two-flying-putti-and-of-drapery-recto-seated-virgin-and-child-and-kneeling-child-verso-sassoferrato-giovanni-battista-salvi/BAGYuoBqROa0dA"
      },
      {
        "name": "Virgin and Child with St. John",
        "path": "img/art/artworks/giovanni-battista-salvi-da-sassoferrato-a5.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-with-st-john-giovan-battista-salvi-known-as-sassoferrato/tgEINV9p9b534Q"
      },
      {
        "name": "Madonna and Child",
        "path": "img/art/artworks/giovanni-battista-salvi-da-sassoferrato-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-sassoferrato-italian-1609-1685/YgFhfUyW1Q680w"
      }
    ],
    "summary": [
      "Giovanni Battista Salvi da Sassoferrato, also known as Giovanni Battista Salvi, was an Italian Baroque painter, known for his archaizing commitment to Raphael's style. He is often referred to only by the town of his birthplace, as was customary in his time, and for example seen with da Vinci and Caravaggio."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Drawing", "Oil paint", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giovanni_Battista_Salvi_da_Sassoferrato",
    "urlGoogle": "https://artsandculture.google.com/entity/giovanni-battista-salvi-da-sassoferrato/m04zl6z"
  },
  "event": {
    "id": "american-revolution",
    "name": "American Revolution",
    "dates": "1775 - 1783",
    "mainImg": "img/events/american-revolution.jpg",
    "summary": [
      "The American Revolution was a colonial revolt which occurred between 1765 and 1783. The American Patriots in the Thirteen Colonies defeated the British in the American Revolutionary War with the assistance of France, winning independence from Great Britain and establishing the United States of America.",
      "The American colonials proclaimed \"no taxation without representation\" starting with the Stamp Act Congress in 1765. They had no representatives in the British Parliament and so rejected Parliament's authority to tax them. Protests steadily escalated to the Boston Massacre in 1770 and the burning of the Gaspee in Rhode Island in 1772, followed by the Boston Tea Party in December 1773. The British responded by closing Boston Harbor and enacting a series of punitive laws which effectively rescinded Massachusetts Bay Colony's rights of self-government. The other colonies rallied behind Massachusetts, and a group of American Patriot leaders set up their own government in late 1774 at the Continental Congress to coordinate their resistance of Britain; other colonists retained their allegiance to the Crown and were known as Loyalists or Tories."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/American_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/american-revolution/m0vsn"
  },
  "funFacts": [
    {
      "id": "394",
      "fact": "Nearly 9,000 people injure themselves with a toothpick each year.",
      "category": ["Habits"]
    },
    {
      "id": "936",
      "fact": "A day on Venus lasts longer than a year on Venus.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "506911",
      "fact": "Redondo Beach, California adopted the Goodyear Blimp as the city's official bird in 1983."
    }
  ],
  "person": {
    "id": "pierre-lagaillarde",
    "name": "Pierre Lagaillarde",
    "dates": "May 15, 1931 - Aug 17, 2014",
    "mainImg": "img/people/pierre-lagaillarde.jpg",
    "summary": [
      "Pierre Lagaillarde was a French politician, and a founder of the Organisation armée secrète.",
      "Lagaillarde was a lawyer at Blida in Algeria, a reserve officer of the paratroopers, and an elected deputy of Algiers. He took the presidency of the Association générale des étudiants d'Alger in 1957, and also took part in the Alger insurrection of May 1958, which brought Charles de Gaulle back to power. Lagaillarde was member of the Comité de salut public which opposed Algerian independence, and occupied the Gouvernement général de l'Algérie. In November 1958, he was on the electoral list Algérie française, and then became a leader of the insurrection during the week of the barricades in January 1960.",
      "Lagaillarde was then detained in la Santé in Paris, and took advantage of his parole to escape to Spain, where he joined Raoul Salan and founded the Organisation armée secrète on 3 December 1960. Deprived of his immunity as a deputy, he was sentenced in absentia to ten years of prison in March 1961.",
      "In October 1961 he was arrested in Madrid, along with the Italian neofascist Guido Giannettini. Franco then exiled him to the Canary Islands."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pierre_Lagaillarde",
    "urlGoogle": "https://artsandculture.google.com/entity/pierre-lagaillarde/m0fhlzf"
  },
  "place": {
    "id": "timor-leste",
    "name": "Timor-Leste",
    "mainImg": "img/places/timor-leste.jpg",
    "summary": [
      "East Timor or Timor-Leste, officially the Democratic Republic of Timor-Leste, is an island country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country's southern neighbour, separated by the Timor Sea. The country's size is about 15,007 km².",
      "East Timor was colonised by Portugal in the 16th century, and was known as Portuguese Timor until 28 November 1975, when the Revolutionary Front for an Independent East Timor declared the territory's independence. Nine days later, it was invaded and occupied by the Indonesian military, and was declared as the country's 27th province the following year. The Indonesian occupation of East Timor was characterised by a highly violent, decades-long conflict between separatist groups and the Indonesian military.",
      "In 1999, following the United Nations-sponsored act of self-determination, Indonesia relinquished control of the territory."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/East_Timor",
    "urlGoogle": "https://artsandculture.google.com/entity/timor-leste/m02lx0"
  },
  "wiki": {
    "id": "jake-gyllenhaal",
    "name": "Jake Gyllenhaal",
    "summary": "Jake Gyllenhaal is an American actor. The son of director Stephen Gyllenhaal and screenwriter Naomi Foner, Gyllenhaal began acting at age eleven, and his career has seen performances in diverse roles. Gyllenhaal's first major film appearance was in 2001's cult hit Donnie Darko, in which he played a teenager troubled by psychological problems. In the 2004 blockbuster The Day After Tomorrow, he portrayed a student caught in a cataclysmic global cooling event alongside Dennis Quaid. He then played against type as a frustrated Marine in Jarhead (2005) and, that same year, won critical acclaim as a \"gay cowboy\" in the controversial but highly lauded film, Brokeback Mountain. Gyllenhaal has taken an activist role in supporting various political and social causes. He appeared in Rock the Vote advertising, campaigned for the Democratic Party in the 2004 election, and has promoted environmental causes and the American Civil Liberties Union.",
    "url": "https://en.wikipedia.org/wiki/Jake_Gyllenhaal"
  },
  "word": {
    "id": "preterit",
    "word": "preterit",
    "url": "https://www.merriam-webster.com/dictionary/preterit",
    "partOfSpeech": "noun",
    "pronunciation": "PRET-uh-rut",
    "audioPath": "audio/words/preterit.mp3",
    "definitions": ["past tense"],
    "examples": [
      "While the past tense form of \"sneak\" is traditionally \"sneaked,\" the alternate _preterit_ \"snuck\" is increasingly common.",
      "\"The next chapter introduces Elwin Cross Jr., a professor of linguistics at Marasmus State College…. He's in his 50s, directionless, nearing a point in his life when 'what is becomes what was and all the other verbs defining your existence go slumping into the _preterite_….'\" - From a review of Jonathan Miles' _Want Not_ by Dave Eggers in the _New York Times_, November 10, 2013"
    ],
    "origin": "The original form of today's word, which dates to Middle English, has no final \"e,\" but \"preterite,\" as it appears in our second example, is another accepted styling of the word. Like many technical linguistic terms, \"preterit\" is ultimately Latin in origin: it comes from \"praeter,\" meaning \"beyond, past, by.\" (This meaning is also apparent in the now-archaic adjectival use of \"preterit\" to mean \"bygone\" or \"former.\") Another word from \"praeter\" is \"preternatural,\" from the Latin phrase \"praeter naturam,\" meaning \"beyond nature.\" That word is typically used to describe what is so unusual or extraordinary as to seem outside of what can be accounted for by nature."
  }
}
