{
  "artist": {
    "id": "l-s-lowry",
    "name": "L. S. Lowry",
    "dates": "Nov 1, 1887 - Feb 23, 1976",
    "mainImg": "img/art/artists/l-s-lowry.jpg",
    "artworkImgs": [
      {
        "name": "Coming from the Mill",
        "path": "img/art/artworks/l-s-lowry-a1.jpg",
        "source": "https://artsandculture.google.com/asset/coming-from-the-mill-ls-lowry/CgHDlsWICwQAvQ"
      },
      {
        "name": "The Cripples",
        "path": "img/art/artworks/l-s-lowry-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-cripples-ls-lowry/3QEUI4K6UzI6Ww"
      },
      {
        "name": "Portrait of Ann",
        "path": "img/art/artworks/l-s-lowry-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-ann-ls-lowry/FgGeanu3MI-iiA"
      },
      {
        "name": "Market Scene, Northern Town",
        "path": "img/art/artworks/l-s-lowry-a4.jpg",
        "source": "https://artsandculture.google.com/asset/market-scene-northern-town-ls-lowry/8wH_RxS1pbJvjg"
      },
      {
        "name": "Man Lying on a Wall",
        "path": "img/art/artworks/l-s-lowry-a5.jpg",
        "source": "https://artsandculture.google.com/asset/man-lying-on-a-wall-ls-lowry/_gFc2rrNxaNxGA"
      },
      {
        "name": "Gentleman Looking at Something",
        "path": "img/art/artworks/l-s-lowry-a6.jpg",
        "source": "https://artsandculture.google.com/asset/gentleman-looking-at-something-ls-lowry/SQGgzxA0A7R-Xg"
      }
    ],
    "summary": [
      "Laurence Stephen Lowry RBA RA was an English artist. Many of his drawings and paintings depict Pendlebury, Lancashire, where he lived and worked for more than 40 years, Salford and its vicinity.",
      "Lowry is famous for painting scenes of life in the industrial districts of North West England in the mid-20th century. He developed a distinctive style of painting and is best known for his urban landscapes peopled with human figures, often referred to as \"matchstick men\". He painted mysterious unpopulated landscapes, brooding portraits and the unpublished \"marionette\" works, which were only found after his death.",
      "His use of stylised figures, which cast no shadows, and lack of weather effects in many of his landscapes led critics to label him a naïve \"Sunday painter\"",
      "Lowry holds the record for rejecting the most number of British honours: he rejected five honours during his life, including a knighthood. A collection of his work is on display in The Lowry, a purpose-built art gallery on Salford Quays. On 26 June 2013, a major retrospective opened at the Tate Britain in London, his first at the gallery, in 2014 his first solo exhibition outside the UK was held in Nanjing, China."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Drawing", "Oil paint", "Pencil", "Watercolor painting", "Ink", "Chalk"],
    "urlWiki": "https://en.wikipedia.org/wiki/L._S._Lowry",
    "urlGoogle": "https://artsandculture.google.com/entity/l-s-lowry/m01djtd"
  },
  "event": {
    "id": "nigerian-civil-war",
    "name": "Nigerian Civil War",
    "dates": "Jul 6, 1967 - Jan 15, 1970",
    "mainImg": "img/events/nigerian-civil-war.jpg",
    "summary": [
      "The Nigerian Civil War was a civil war in Nigeria fought between the government of Nigeria and the secessionist state of Biafra from 6 July 1967 to 15 January 1970. Biafra represented nationalist aspirations of the Igbo people, whose leadership felt they could no longer coexist with the Northern-dominated federal government. The conflict resulted from political, economic, ethnic, cultural and religious tensions which preceded Britain's formal decolonization of Nigeria from 1960 to 1963. Immediate causes of the war in 1966 included ethno-religious riots in Northern Nigeria, a military coup, a counter-coup and persecution of Igbo living in Northern Nigeria. Control over the lucrative oil production in the Niger Delta also played a vital strategic role.",
      "Within a year, the Federal Government troops surrounded Biafra, capturing coastal oil facilities and the city of Port Harcourt. The blockade imposed during the ensuing stalemate led to mass starvation. During the two and half years of the war, there were about 100,000 overall military casualties, while between 500,000 and 3 million Biafran civilians died of starvation."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nigerian_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/nigerian-civil-war/m02yr8w"
  },
  "funFacts": [
    {
      "id": "995",
      "fact": "A group of flamingos is called a flamboyance.",
      "category": ["Animals", "Definitions"]
    },
    { "id": "110", "fact": "Frogs never drink.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "504752",
      "fact": "Cleopatra had a special lipstick made for her, consisting of a crushed mixture of ants and deep red carmine beetles."
    }
  ],
  "idiom": {
    "id": "castles-in-the-air",
    "term": "castles in the air",
    "definition": "Dreams about future success, as in *Musing about the bestseller list, she was apt to build castles in the air.* The idiom dates from the late 1500s. A variant, **castles in Spain** (or *chateaux en Espagne*), was recorded in the *Roman de la Rose* in the 1200s and translated into English about 1365."
  },
  "person": {
    "id": "jay-c-buckey",
    "name": "Jay C. Buckey",
    "dates": "Born Jun 6, 1956",
    "mainImg": "img/people/jay-c-buckey.jpg",
    "summary": [
      "Jay Clark Buckey, Jr. is an American physician and astronaut who flew aboard one Space Shuttle mission as a Payload Specialist. Buckey briefly ran for the Democratic nomination to challenge New Hampshire Senator John E. Sununu, a first term Republican, when he was up for re-election in 2008. Buckey withdrew from the race when former Governor Jeanne Shaheen entered the race."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jay_C._Buckey",
    "urlGoogle": "https://artsandculture.google.com/entity/jay-c-buckey/m030dq3"
  },
  "place": {
    "id": "kathmandu",
    "name": "Kathmandu",
    "mainImg": "img/places/kathmandu.jpg",
    "summary": [
      "Kathmandu is the capital and largest city of Nepal, with a population of around 2.5 million. Also known as the city of temples, with one of the oldest pagoda design, known with Pashupatinath Temple, the city stands at an elevation of approximately 1,400 metres above sea level in the bowl-shaped Kathmandu valley in central Nepal. The valley is historically called the \"Nepal Mandala\" and has been the home of Newar people, a cosmopolitan urban civilization in the Himalayas foothills. The city was the royal capital of the Kingdom of Nepal and hosts palaces, mansions and gardens of the Nepalese aristocracy. It has been home to the headquarters of the South Asian Association for Regional Cooperation since 1985. Today, it is the seat of government of the Nepalese republic, established in 2008, and is part of the Bagmati Pradesh.",
      "Kathmandu is and has been for many years the centre of Nepal's history, art, culture, and economy. It has a multi-ethnic population within a Hindu and Buddhist majority. Religious and cultural festivities form a major part of the lives of people residing in Kathmandu.",
      "Tourism is an important part of the economy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kathmandu",
    "urlGoogle": "https://artsandculture.google.com/entity/kathmandu/m04cx5"
  },
  "quote": { "id": "53", "quote": "Everything is hard before it is easy.", "author": "Goethe" },
  "wiki": {
    "id": "alfred-russel-wallace",
    "name": "Alfred Russel Wallace",
    "summary": "Alfred Russel Wallace (1823–1913) was a British naturalist, explorer, geographer, anthropologist, and biologist. He is best known for independently proposing a theory of natural selection which prompted Charles Darwin to publish on his own theory. Wallace did extensive fieldwork, first in the Amazon River basin and then in the Malay Archipelago, where he identified the Wallace Line that divides Indonesia into two distinct parts, one with animals more closely related to those of Australia and the other with animals more closely related to those found in Asia. He was considered the 19th century's leading expert on the geographical distribution of animal species and is sometimes called the \"father of biogeography\". Wallace was one of the leading evolutionary thinkers of the 19th century who made a number of other contributions to the development of evolutionary theory besides being co-discoverer of natural selection. These included the concept of warning colouration in animals, and the Wallace effect, a hypothesis on how natural selection could contribute to speciation by encouraging the development of barriers against hybridization.",
    "url": "https://en.wikipedia.org/wiki/Alfred_Russel_Wallace"
  },
  "word": {
    "id": "kegler",
    "word": "kegler",
    "url": "https://www.merriam-webster.com/dictionary/kegler",
    "partOfSpeech": "noun",
    "pronunciation": "KEG-ler",
    "audioPath": "audio/words/kegler.mp3",
    "definitions": ["a person who bowls : bowler"],
    "examples": [
      "\"Five _keglers_ … brought home money from the recent Oregon Bowlers Association tournament sponsored by Striking Image Pro Shop at Wilsonville Lanes in Wilsonville, Ore.\" -- From an article by Rick McCorkle in the Longview Daily News (Washington), November 3, 2011",
      "\"_Kegler_ alert: For all other bowlers (_keglers_ in bowling lingo), the grand opening of the 24-lane, smoke-free complex is today.\" -- From an article in the _Idaho Statesman_, November 18, 2011"
    ],
    "origin": "Some historians trace the game of bowling back to the Stone Age (that information may conjure up images of Fred Flintstone on the lanes), but it was a medieval version of the game that gave us the word \"kegler.\" In medieval Germany, the game was practiced as a test of religious faith and purity. The \"Kegel\" (bowling pin) represented a heathen, and those who could topple it with a round stone proved that they were free of sin. \"Kegel\" gave English the nouns \"kegling\" (meaning \"bowling\") and \"kegler,\" by way of the German verb \"kegeln\" (\"to bowl\"). Nowadays, both words tend to be used humorously by writers referring to the modern game."
  }
}
