{
  "artist": {
    "id": "johannes-vermeer",
    "name": "Johannes Vermeer",
    "dates": "October 1632 - December 1675",
    "mainImg": "img/art/artists/johannes-vermeer.jpg",
    "artworkImgs": [
      {
        "name": "Girl with a Pearl Earring",
        "path": "img/art/artworks/johannes-vermeer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/girl-with-a-pearl-earring-johannes-vermeer/3QFHLJgXCmQm2Q"
      },
      {
        "name": "The milkmaid",
        "path": "img/art/artworks/johannes-vermeer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-milkmaid-johannes-vermeer/9AHrwZ3Av6Zhjg"
      },
      {
        "name": "The Art of Painting",
        "path": "img/art/artworks/johannes-vermeer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-art-of-painting-jan-vermeer/lAHeqBoLaePtEA"
      },
      {
        "name": "View of Delft",
        "path": "img/art/artworks/johannes-vermeer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-delft-vermeer-johannes/CgGsQh01dnFdDQ"
      },
      {
        "name": "Woman Reading a Letter",
        "path": "img/art/artworks/johannes-vermeer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/woman-reading-a-letter-johannes-vermeer/QQF82wPVTRfMPw"
      },
      {
        "name": "Woman Holding a Balance",
        "path": "img/art/artworks/johannes-vermeer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/woman-holding-a-balance-johannes-vermeer/-wHFDKu7-mhjtQ"
      }
    ],
    "summary": [
      "Johannes Vermeer, in original Dutch Jan Vermeer van Delft, was a Dutch Baroque Period painter who specialized in domestic interior scenes of middle class life. During his lifetime, he was a moderately successful provincial genre painter, recognized in Delft and The Hague. Nonetheless, he produced relatively few paintings and evidently was not wealthy, leaving his wife and children in debt at his death.",
      "Vermeer worked slowly and with great care, and frequently used very expensive pigments. He is particularly renowned for his masterly treatment and use of light in his work.",
      "\"Almost all his paintings,\" Hans Koningsberger wrote, \"are apparently set in two smallish rooms in his house in Delft; they show the same furniture and decorations in various arrangements and they often portray the same people, mostly women.\"",
      "His modest celebrity gave way to obscurity after his death. He was barely mentioned in Arnold Houbraken's major source book on 17th-century Dutch painting and was thus omitted from subsequent surveys of Dutch art for nearly two centuries."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Textile", "Photograph", "Wood", "Adhesive"],
    "urlWiki": "https://en.wikipedia.org/wiki/Johannes_Vermeer",
    "urlGoogle": "https://artsandculture.google.com/entity/johannes-vermeer/m0bw2x"
  },
  "event": {
    "id": "capture-of-brielle",
    "name": "Capture of Brielle",
    "dates": null,
    "mainImg": "img/events/capture-of-brielle.jpg",
    "summary": [
      "The Capture of Brielle by the Watergeuzen, on 1 April 1572 marked a turning point in the uprising of the Low Countries against Spain in the Eighty Years' War. Militarily the success was minor as the port of Brielle was undefended, but it provided the first foothold on land for the rebels at a time when the rebellion was all but crushed, and it offered the sign for a new revolt throughout the Netherlands which led to the formation of the Dutch Republic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Capture_of_Brielle",
    "urlGoogle": "https://artsandculture.google.com/entity/capture-of-brielle/m0f_6n4"
  },
  "funFacts": [
    {
      "id": "218",
      "fact": "A jackrabbit can travel more than 12 feet in one hop.",
      "category": ["Animals"]
    },
    {
      "id": "814",
      "fact": "Tug-of-war was an Olympic sport in the early 1900's.",
      "category": ["History"]
    }
  ],
  "funFacts2": [{ "id": "506371", "fact": "Sea cucumbers eat with their feet." }],
  "idiom": {
    "id": "vicious-circle",
    "term": "vicious circle",
    "definition": "A series of events in which each problem creates another and worsens the original one. For example, *The fatter I get, the unhappier I am, so I eat to cheer myself up, which makes me fatter yet---it's a vicious circle.* This expression comes from the French *circle vicieux,* which in philosophy means \"a circular proof\"---that is, the proof of one statement depends on a second statement, whose proof in turn depends on the first. One writer suggests that the English meaning of \"vicious\" helped the expression acquire its more pejorative present sense, used since 1839."
  },
  "person": {
    "id": "richard-wettstein",
    "name": "Richard Wettstein",
    "dates": "Jun 30, 1863 - Aug 10, 1931",
    "mainImg": "img/people/richard-wettstein.jpg",
    "summary": [
      "Richard Wettstein was an Austrian botanist. His taxonomic system, the Wettstein system was one of the earliest based on phyletic principles.",
      "Wettstein studied in Vienna, where he was a disciple of Anton Kerner von Marilaun and married his daughter Adele. He was a professor at the University of Prague from 1892, and at the University of Vienna from 1899. He newly laid out the Botanical Garden of the University of Vienna.",
      "In 1901 he became president of the Vienna Zoological-Botanical Society, and during the same year took part in a scientific expedition to Brazil. In 1919 he was appointed vice-president of the Vienna Academy of Sciences. During his later years, he traveled with his son, Friedrich, to eastern and southern Africa.",
      "The mycological genus Wettsteinina is named in his honor. In 1905, he was co-president of the International Botanical Congress, held in Vienna."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Richard_Wettstein",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-wettstein/m0fvvws"
  },
  "place": {
    "id": "wiesbaden",
    "name": "Wiesbaden",
    "mainImg": "img/places/wiesbaden.jpg",
    "summary": [
      "Wiesbaden is a city in central western Germany and the capital of the federal state of Hesse. As of January 2018, it had 289,544 inhabitants, plus approximately 19,000 United States citizens. The Wiesbaden urban area is home to approx. 560,000 people.",
      "The city, together with nearby Frankfurt am Main, Darmstadt, and Mainz, is part of the Frankfurt Rhine Main Region, a metropolitan area with a combined population of about 5.8 million people.",
      "Wiesbaden is one of the oldest spa towns in Europe. Its name translates to \"meadow baths\", a reference to its famed hot springs. It is also internationally famous for its architecture and climate—it is also called the \"Nice of the North\" in reference to the city in France. At one time, Wiesbaden boasted 26 hot springs. As of 2008, fourteen of the springs are still flowing.",
      "In 1970, the town hosted the tenth Hessentag Landesfest.",
      "The city is considered the tenth richest in Germany boasting 110.3% of the national average gross domestic product in 2017. The average annual buying power per citizen is €24,783."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wiesbaden",
    "urlGoogle": "https://artsandculture.google.com/entity/wiesbaden/m0bp_7"
  },
  "wiki": {
    "id": "cyclol",
    "name": "Cyclol",
    "summary": "The cyclol was the first structural model of a folded, globular protein. It was developed by Dorothy Wrinch in the late 1930s. Although incorrect as a model for the structure of globular proteins, several elements of the cyclol model were later verified, such as the cyclol reaction itself and the hypothesis that hydrophobic interactions are chiefly responsible for protein folding. The cyclol hypothesis stimulated many scientists to research questions in protein structure and chemistry, and was a precursor of the more accurate models hypothesized for the DNA double helix and protein secondary structure. The proposal and testing of the cyclol model also provides an excellent illustration of empirical falsifiability acting as part of the scientific method.",
    "url": "https://en.wikipedia.org/wiki/Cyclol"
  },
  "word": {
    "id": "obnubilate",
    "word": "obnubilate",
    "url": "https://www.merriam-webster.com/dictionary/obnubilate",
    "partOfSpeech": "verb",
    "pronunciation": "ahb-NOO-buh-layt",
    "audioPath": "audio/words/obnubilate.mp3",
    "definitions": ["becloud, obscure"],
    "examples": [
      "The essays include a significant amount of digression and extra commentary, all of which tends to obnubilate the author's main point."
    ],
    "origin": "The meaning of \"obnubilate\" becomes clearer when you know that its ancestors are the Latin terms \"ob-\" (meaning \"in the way\") and \"nubes\" (\"cloud\"). It's a high-flown sounding word, which may be why it often turns up in texts by and about politicians. In fact, when the U.S. Constitution was up for ratification, 18th-century Pennsylvania statesman James Wilson used it to calm fears that the president would have too much power: \"Our first executive magistrate is not obnubilated behind the mysterious obscurity of counsellors. . . . He is the dignified, but accountable magistrate of a free and great people.\""
  }
}
