{
  "artist": {
    "id": "richard-parkes-bonington",
    "name": "Richard Parkes Bonington",
    "dates": "Oct 25, 1802 - Sep 23, 1828",
    "mainImg": "img/art/artists/richard-parkes-bonington.jpg",
    "artworkImgs": [
      {
        "name": "Abbey St-Amand, Rouen",
        "path": "img/art/artworks/richard-parkes-bonington-a1.jpg",
        "source": "https://artsandculture.google.com/asset/abbey-st-amand-rouen-richard-parkes-bonington-1802–1828-british/sQG-r1rkdtnhGg"
      },
      {
        "name": "Bologna",
        "path": "img/art/artworks/richard-parkes-bonington-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bologna-richard-parkes-bonington/jAE9T1bugHyDeg"
      },
      {
        "name": "Beached Vessels and a Wagon near Trouville",
        "path": "img/art/artworks/richard-parkes-bonington-a3.jpg",
        "source": "https://artsandculture.google.com/asset/beached-vessels-and-a-wagon-near-trouville-richard-parkes-bonington-1802–1828-british/ggHxQXoGgip7KQ"
      },
      {
        "name": "View of Rouen from St. Catherine’s Hill",
        "path": "img/art/artworks/richard-parkes-bonington-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-rouen-from-st-catherine’s-hill-richard-parkes-bonington/9gFk4iRlepUBSg"
      },
      {
        "name": "Portia and Bassanio",
        "path": "img/art/artworks/richard-parkes-bonington-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portia-and-bassanio-richard-parkes-bonington-1802–1828-british/zwHgN2U0K68rbA"
      },
      {
        "name": "Roadside Halt",
        "path": "img/art/artworks/richard-parkes-bonington-a6.jpg",
        "source": "https://artsandculture.google.com/asset/roadside-halt-richard-parkes-bonington/WgE80pHGA7sqDw"
      }
    ],
    "summary": [
      "Richard Parkes Bonington was an English Romantic landscape painter, who moved to France at the age of 14 and can also be considered as a French artist, and an intermediary bringing aspects of English style to France. Becoming, after his very early death, one of the most influential British artists of his time, the facility of his style was inspired by the old masters, yet was entirely modern in its application. His landscapes were mostly of coastal scenes, with a low horizon and large sky, showing a brilliant handling of light and atmosphere. He also painted small historical cabinet paintings in a freely-handled version of the troubadour style."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Watercolor painting", "Graphite", "Oil paint", "Ink", "Pen", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Richard_Parkes_Bonington",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-parkes-bonington/m04dxcm"
  },
  "event": {
    "id": "potsdam-conference",
    "name": "Potsdam Conference",
    "dates": "Jul 17, 1945 - Aug 2, 1945",
    "mainImg": "img/events/potsdam-conference.jpg",
    "summary": [
      "The Potsdam Conference was held in Potsdam, Germany, from 17 July to 2 August 1945. The participants were the Soviet Union, the United Kingdom, and the United States, represented respectively by Premier Joseph Stalin, Prime Ministers Winston Churchill and Clement Attlee, and President Harry S. Truman.",
      "They gathered to decide how to administer Germany, which had agreed to unconditional surrender nine weeks earlier on the 8th of May. The goals of the conference also included the establishment of postwar order, peace treaty issues, and countering the effects of the war.",
      "Additionally, the Foreign Secretaries of the three Governments, James F. Byrnes, V. M. Molotov, and Anthony Eden, the Chief of Staff, with other advisers also participated in the Conference. From July 17 to July 25 there were held nine meetings. After that, the Conference was interrupted for two days, as the results of the British general election were being announced."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Potsdam_Conference",
    "urlGoogle": "https://artsandculture.google.com/entity/potsdam-conference/m0624y"
  },
  "funFacts": [
    {
      "id": "1019",
      "fact": "Interstate 90 is the longest U.S. Interstate Highway with over 3,000 miles from Seattle, WA to Boston, MA.",
      "category": ["Geography"]
    },
    {
      "id": "120",
      "fact": "The only continent without reptiles or snakes is Antarctica.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [{ "id": "553835", "fact": "The feral puppies in Chernobyl are radioactive." }],
  "idiom": {
    "id": "take-down-a-notch",
    "term": "take down a notch",
    "definition": "Also, **take down a peg.** Deflate or humble someone, as in *He's so arrogant that I wish someone would take him down a notch,* or *That defeat took them down a peg.* Both *notch* and *peg* in this idiom allude to a series, the former of indentations, the latter of knobs, used to raise or lower something. Specifically, *peg* alludes to the pegs used to lower a ship's colors. Their figurative use dates from the second half of the 1600s."
  },
  "person": {
    "id": "kathleen-lynn",
    "name": "Kathleen Lynn",
    "dates": "Jan 28, 1874 - Sep 14, 1955",
    "mainImg": "img/people/kathleen-lynn.jpg",
    "summary": [
      "Kathleen Florence Lynn was an Irish Sinn Féin politician, activist and medical doctor.",
      "Lynn was so greatly affected by the poverty and disease among the poor in the west of Ireland that, at 16, she decided to be a doctor. She was educated in England and Germany, before enrolling in the Royal University of Ireland, a forerunner to the UCD School of Medicine. Following her graduation in 1899, Lynn went to the United States, where she worked for ten years, before returning to Ireland to become the first female doctor at the Royal Victoria Eye and Ear Hospital. In 1919, she founded Saint Ultan's Children's Hospital."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kathleen_Lynn",
    "urlGoogle": "https://artsandculture.google.com/entity/kathleen-lynn/m02q53jd"
  },
  "place": {
    "id": "honduras",
    "name": "Honduras",
    "mainImg": "img/places/honduras.jpg",
    "summary": [
      "Honduras, officially the Republic of Honduras, is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea.",
      "Honduras was home to several important Mesoamerican cultures, most notably the Maya, before the Spanish Colonization in the sixteenth century. The Spanish introduced Roman Catholicism and the now predominant Spanish language, along with numerous customs that have blended with the indigenous culture. Honduras became independent in 1821 and has since been a republic, although it has consistently endured much social strife and political instability, and remains one of the poorest countries in the Western Hemisphere. In 1960, the northern part of what was the Mosquito Coast was transferred from Nicaragua to Honduras by the International Court of Justice.",
      "The nation's economy is primarily agricultural, making it especially vulnerable to natural disasters such as Hurricane Mitch in 1998."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Honduras",
    "urlGoogle": "https://artsandculture.google.com/entity/honduras/m03h2c"
  },
  "wiki": {
    "id": "persoonia-lanceolata",
    "name": "Persoonia lanceolata",
    "summary": "Persoonia lanceolata, commonly known as lance-leaf geebung, is a shrub native to New South Wales in eastern Australia. It reaches 3 m (9.8 ft) in height and has smooth grey bark and bright green foliage. Its small yellow flowers grow on racemes and appear in the austral summer and autumn (January to April), followed by green fleshy fruit (known as drupes) which ripen the following spring (September to October). Within the genus Persoonia, Persoonia lanceolata belongs to the lanceolata group of 58 closely related species. It interbreeds with several other species found in its range. The species is usually found in dry sclerophyll forest on sandstone-based nutrient-deficient soil. It has adapted to a fire-prone environment; plants lost in bushfires can regenerate through a ground-stored seed bank. Seedlings mostly germinate within two years of fires. Several species of native bee of the genus Leioproctus pollinate the flowers. Swamp wallabies are a main consumer of its fruit, and the seeds are spread in wallaby scat. Its lifespan ranges from 25 to 60 years, though difficulties in propagation have seen low cultivation rates.",
    "url": "https://en.wikipedia.org/wiki/Persoonia_lanceolata"
  },
  "word": {
    "id": "cosmeticize",
    "word": "cosmeticize",
    "url": "https://www.merriam-webster.com/dictionary/cosmeticize",
    "partOfSpeech": "verb",
    "pronunciation": "kahz-MET-uh-syze",
    "audioPath": "audio/words/cosmeticize.mp3",
    "definitions": ["to make (something unpleasant or ugly) superficially attractive"],
    "examples": [
      "The authors of the legislation have cosmeticized it with tax breaks and tax cuts."
    ],
    "origin": "\"Cosmeticize\" first appeared in print in the early 19th century as a descendant of the noun \"cosmetic.\" Originally, its use was often literal, with the meaning \"to apply a cosmetic to,\" but today it is often used figuratively. \"Cosmeticize\" does occasionally draw criticism; usage commentators are sometimes irritated by verbs coined using \"-ize\" as they can sound like silly, nonce words. \"Cosmeticize\" is fairly well-established, however, in contrast with the two other, rarer verbs that have been derived from \"cosmetic\": \"cosmetize,\" which often turns up in the literal sense (\"cosmetize the face\"), and \"cosmetic,\" which can be literal or figurative (\"cosmeticked with bright rouge\"; \"embellished and cosmeticked\")."
  }
}
