{
  "artist": {
    "id": "james-tissot",
    "name": "James Tissot",
    "dates": "Oct 15, 1836 - Aug 8, 1902",
    "mainImg": "img/art/artists/james-tissot.jpg",
    "artworkImgs": [
      {
        "name": "Cain Leadeth Abel to Death",
        "path": "img/art/artworks/james-tissot-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cain-leadeth-abel-to-death-james-jacques-joseph-tissot/EwHci9L_2s6Gww"
      },
      {
        "name": "The Ark Passes Over the Jordan",
        "path": "img/art/artworks/james-tissot-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-ark-passes-over-the-jordan-james-jacques-joseph-tissot/-gF5GmG4ikvtNQ"
      },
      {
        "name": "The Grapes of Canaan",
        "path": "img/art/artworks/james-tissot-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-grapes-of-canaan-james-jacques-joseph-tissot/nQGOZC_6Yp9IFg"
      },
      {
        "name": "Rebecca Meets Isaac by the Way",
        "path": "img/art/artworks/james-tissot-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rebecca-meets-isaac-by-the-way-james-jacques-joseph-tissot/QwF7qDYSzLEALA"
      },
      {
        "name": "The Mess of Pottage",
        "path": "img/art/artworks/james-tissot-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-mess-of-pottage-james-jacques-joseph-tissot/UwFlkh5jobMaPg"
      },
      {
        "name": "Joseph Interprets Pharaoh's Dream",
        "path": "img/art/artworks/james-tissot-a6.jpg",
        "source": "https://artsandculture.google.com/asset/joseph-interprets-pharaoh-s-dream-james-jacques-joseph-tissot/YgG0Bp17Mt4NMw"
      }
    ],
    "summary": [
      "Jacques Joseph Tissot, Anglicized as James Tissot, was a French painter and illustrator. He was a successful painter of Paris society before moving to London in 1871. He became famous as a genre painter of fashionably dressed women shown in various scenes of everyday life. He also painted scenes and characters from the Bible."
    ],
    "quote": null,
    "movements": [
      "American Renaissance",
      "Realism",
      "Modern art",
      "Impressionism",
      "Romanticism",
      "Japonisme"
    ],
    "mediums": ["Watercolor painting", "Gouache", "Etching", "Oil paint", "Laid paper", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/James_Tissot",
    "urlGoogle": "https://artsandculture.google.com/entity/james-tissot/m051t84"
  },
  "event": {
    "id": "june-1976-protests",
    "name": "June 1976 protests",
    "dates": "Jun 24, 1976 - Jun 30, 1976",
    "mainImg": "img/events/june-1976-protests.jpg",
    "summary": [
      "June 1976 is the name of a series of protests and demonstrations in People's Republic of Poland. The protests took place after Prime Minister Piotr Jaroszewicz revealed the plan for a sudden increase in the price of many basic commodities, particularly foodstuffs. Prices in Poland were at that time fixed, and controlled by the government, which was falling into increasing debt.",
      "The protests started on 24 June and lasted until 30 June, the largest violent demonstrations and looting taking place in Płock, the Warsaw suburb of Ursus, and particularly Radom. The protests were brutally quelled by the government using tanks and helicopters, but the plan for the price increase was shelved; Polish leader Edward Gierek backed down and dismissed Prime Minister Jaroszewicz. This left the government looking both economically foolish and politically weak, a very dangerous combination. The 1976 disturbances and the subsequent arrests and dismissals of militant workers brought the workers and the intellectual opposition to the regime back into contact."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/June_1976_protests",
    "urlGoogle": "https://artsandculture.google.com/entity/june-1976-protests/m02qlbng"
  },
  "funFacts": [
    {
      "id": "81",
      "fact": "Alaska has more caribou than people.",
      "category": ["Animals", "Geography"]
    },
    {
      "id": "180",
      "fact": "The first VCR was made in 1956 and was the size of a piano.",
      "category": ["Firsts"]
    },
    {
      "id": "174",
      "fact": "The world's biggest pyramid is not in Egypt, but in Mexico.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554020",
      "fact": "A stork shot by a hunter in Germany in 1822 was found with a Central African spear piercing its throat, providing scientists with the first evidence for long-distance bird migration."
    },
    {
      "id": "554085",
      "fact": "A face with big eyes, a small nose, and a small chin exhibits kinderschema: the collection of traits humans have evolved to find adorable."
    },
    {
      "id": "553730",
      "fact": "The world’s oldest surviving piano is at the Metropolitan Museum of Art in New York City. The instrument dates back to 1720, and was made by an Italian man named Bartolomeo Cristofori."
    }
  ],
  "idiom": {
    "id": "at-someones-elbow",
    "term": "at someone's elbow",
    "definition": "Immediately beside someone, close by, as in *The apprentice was constantly at the master's elbow.* Why this idiom focuses on the elbow rather than the arm, shoulder, or some other body part is not known. Moreover, it can mean either that someone is so nearby as to constitute a nuisance or in order to readily provide assistance. Either can be meant in the example above. [Mid-1500s]"
  },
  "person": {
    "id": "sarojini-naidu",
    "name": "Sarojini Naidu",
    "dates": "Feb 13, 1879 - Mar 2, 1949",
    "mainImg": "img/people/sarojini-naidu.jpg",
    "summary": [
      "Sarojini Naidu was an Indian political activist and poet. A proponent of civil rights, women's emancipation, and anti-imperialistic ideas, she was an important figure in India's struggle for independence from colonial rule. Naidu's work as a poet earned her the sobriquet Nightingale of India.",
      "Born in a Bengali family in Hyderabad, Naidu was educated in Chennai, London and Cambridge. Following her time in England, where she worked as a suffragist, she was drawn to Indian National Congress' movement for India's independence from British rule. She became a part of the Indian nationalist movement and became a follower of Mahatma Gandhi and his idea of swaraj. She was appointed the President of the Indian National Congress in 1925 and later became the Governor of the United Provinces in 1947, becoming the first woman to hold the office of Governor in the Dominion of India.",
      "Naidu's poetry includes both children's poems and others written on more serious themes including patriotism, romance, and tragedy. Published in 1912, \"In the Bazaars of Hyderabad\" remains one of her most popular poems. She was married to Govindarajulu Naidu, a general physician, and had five children with him."
    ],
    "quote": "“We want deeper sincerity of motive, a greater courage in speech and earnestness in action.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Sarojini_Naidu",
    "urlGoogle": "https://artsandculture.google.com/entity/sarojini-naidu/m0_4pw"
  },
  "place": {
    "id": "aberdeen",
    "name": "Aberdeen",
    "mainImg": "img/places/aberdeen.jpg",
    "summary": [
      "Aberdeen is a city in northeast Scotland. It is Scotland's third most populous city, one of Scotland's 32 local government council areas and the United Kingdom's 39th most populous built-up area, with an official population estimate of 196,670 for the city of Aberdeen and 227,560 for the local council area.",
      "During the mid-18th to mid-20th centuries, Aberdeen's buildings incorporated locally quarried grey granite, which can sparkle like silver because of its high mica content. Since the discovery of North Sea oil in the 1970s, Aberdeen has been known as the off-shore oil capital of Europe.",
      "The area around Aberdeen has been settled for at least 8,000 years, when prehistoric villages lay around the mouths of the rivers Dee and Don. The city has a long, sandy coastline and a marine climate, the latter resulting in chilly summers and mild winters.",
      "Aberdeen received Royal burgh status from David I of Scotland, transforming the city economically. The city has two universities, the University of Aberdeen, founded in 1495, and Robert Gordon University, which was awarded university status in 1992, making Aberdeen the educational centre of north-east Scotland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Aberdeen",
    "urlGoogle": "https://artsandculture.google.com/entity/aberdeen/m0rng"
  },
  "quote": {
    "id": "77",
    "quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.",
    "author": "Charles Darwin"
  },
  "wiki": {
    "id": "wayne-gretzky",
    "name": "Wayne Gretzky",
    "summary": "Wayne Gretzky is a former professional ice hockey player and is currently part-owner and head coach of the Phoenix Coyotes. Nicknamed \"The Great One\", he is regarded as the best player of his era and has been called \"the greatest hockey player ever\" by sportswriters, coaches, and fans. Along with his many awards and achievements, he is the only player to ever have his playing number, 99, officially retired across the entire National Hockey League. Gretzky set 40 regular season records, 15 playoff records, 6 All-Star records, and won four Stanley Cups with the Edmonton Oilers. He won more MVP awards (9) and scoring titles (10) than any player in NHL history. He was the only player to total over 200 points in a season, accomplishing the feat 4 times. He retired from playing in 1999, becoming Executive Director for the Canadian national men's hockey team during the 2002 Winter Olympics. He became part-owner of the Phoenix Coyotes in 2000, and their head coach following the 2004-05 NHL lockout.",
    "url": "https://en.wikipedia.org/wiki/Wayne_Gretzky"
  },
  "word": {
    "id": "milquetoast",
    "word": "milquetoast",
    "url": "https://www.merriam-webster.com/dictionary/milquetoast",
    "partOfSpeech": "noun",
    "pronunciation": "MILK-tohst",
    "audioPath": "audio/words/milquetoast.mp3",
    "definitions": ["a timid, meek, or unassertive person"],
    "examples": [
      "Brian was such a milquetoast that he agreed to work extra hours on Sunday even though he had already told his boss that he needed that day off."
    ],
    "origin": "Caspar Milquetoast was a comic strip character created in 1924 by the American cartoonist Harold T. Webster. The strip, called \"The Timid Soul,\" ran every Sunday in the _New York Herald Tribune_ for many years. Webster, who claimed that Milquetoast was a self-portrait, summed up the character as \"the man who speaks softly and gets hit with a big stick.\" The earliest examples of \"Milquetoast\" being used as a generic synonym for \"timid person\" date from the mid-1930s. Caspar's last name might remind you of \"milk toast,\" a bland concoction of buttered toast served in a dish of warm milk."
  }
}
