{
  "artist": {
    "id": "jose-ferraz-de-almeida-junior",
    "name": "José Ferraz de Almeida Júnior",
    "dates": "May 8, 1850 - Nov 13, 1899",
    "mainImg": "img/art/artists/jose-ferraz-de-almeida-junior.jpg",
    "artworkImgs": [
      {
        "name": "Caipira picando fumo [Caipira Cutting Tobacco]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a1.jpg",
        "source": "https://artsandculture.google.com/asset/caipira-picando-fumo-caipira-cutting-tobacco-almeida-júnior/6wGSIEmiROgbPQ"
      },
      {
        "name": "Caipira picando fumo (estudo)",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a2.jpg",
        "source": "https://artsandculture.google.com/asset/caipira-picando-fumo-estudo-almeida-júnior/0AFhS4O-Pz0CYw"
      },
      {
        "name": "O violeiro [The Guitar Player]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a3.jpg",
        "source": "https://artsandculture.google.com/asset/o-violeiro-the-guitar-player-almeida-júnior/QwEK8L0OIq25SA"
      },
      {
        "name": "Amolação interrompida [Interrupted Whetting]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a4.jpg",
        "source": "https://artsandculture.google.com/asset/amolação-interrompida-interrupted-whetting-almeida-júnior/WwEfYoCMcyHiMg"
      },
      {
        "name": "Family Scene",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a5.jpg",
        "source": "https://artsandculture.google.com/asset/family-scene-almeida-júnior/OwGQi9iigj2YRA"
      },
      {
        "name": "Cena de família de Adolfo Augusto Pinto [Scene of Adolfo Augusto Pinto’s Family]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a6.jpg",
        "source": "https://artsandculture.google.com/asset/cena-de-família-de-adolfo-augusto-pinto-scene-of-adolfo-augusto-pinto’s-family-almeida-júnior/kwEdNFroownk5Q"
      }
    ],
    "summary": [
      "José Ferraz de Almeida Júnior, commonly known as Almeida Júnior, was a Brazilian artist and designer; one of the first there to paint in the Realistic tradition of Gustave Courbet and Jean-François Millet. The \"Dia do Artista Plástico\" is celebrated on his birthday."
    ],
    "quote": null,
    "movements": ["Academic art", "Realism", "Modern art", "American Realism"],
    "mediums": ["Oil paint", "Wood", "Adhesive"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jos%C3%A9_Ferraz_de_Almeida_J%C3%BAnior",
    "urlGoogle": "https://artsandculture.google.com/entity/josé-ferraz-de-almeida-júnior/m08yzsc"
  },
  "event": {
    "id": "hungarian-revolution-of-1956",
    "name": "Hungarian Revolution of 1956",
    "dates": "Oct 23, 1956 - Nov 10, 1956",
    "mainImg": "img/events/hungarian-revolution-of-1956.jpg",
    "summary": [
      "The Hungarian Revolution of 1956, or the Hungarian Uprising, was a nationwide revolution against the Hungarian People's Republic and its Soviet-imposed policies, lasting from 23 October until 10 November 1956. Leaderless at the beginning, it was the first major threat to Soviet control since the Red Army drove Nazi Germany from its territory at the End of World War II in Europe.",
      "The revolt began as a student protest, which attracted thousands as they marched through central Budapest to the Hungarian Parliament building, calling out on the streets using a van with loudspeakers. A student delegation, entering the radio building to try to broadcast the students' demands, was detained. When the delegation's release was demanded by the protesters outside, they were fired upon from within the building by the State Security Police, known as the ÁVH. Multiple students died and one was wrapped in a flag and held above the crowd. This was the start of the next phase of the revolution. As the news spread, disorder and violence erupted throughout the capital.",
      "The revolt spread quickly and the government collapsed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hungarian_Revolution_of_1956",
    "urlGoogle": "https://artsandculture.google.com/entity/hungarian-revolution-of-1956/m01zd7d"
  },
  "funFacts": [
    {
      "id": "428",
      "fact": "There are 118 ridges on the edge of a United States dime.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "143",
      "fact": "\"Q\" is the only letter in the alphabet not appearing in the name of any U.S. state.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "506910",
      "fact": "There's a basketball court above the Supreme Court. It's known as the Highest Court in the Land."
    }
  ],
  "idiom": {
    "id": "make-no-bones-about",
    "term": "make no bones about",
    "definition": "Act or speak frankly about something, without hesitation or evasion. For example, *Tom made no bones about wanting to be promoted,* or *Make no bones about it---she's very talented.* Versions of this expression date back to the mid-1400s and the precise allusion is no longer known. Some believe it meant a boneless stew or soup that one could eat without hesitation; others relate it to dice, originally made from bones, that were thrown without hesitation or fuss."
  },
  "person": {
    "id": "jan-kwapinski",
    "name": "Jan Kwapiński",
    "dates": "Nov 12, 1885 - Nov 4, 1964",
    "mainImg": "img/people/jan-kwapinski.jpg",
    "summary": [
      "Jan Kwapiński, born Piotr Chałupka was a Polish independence activist and politician. A member of Combat Organization of the Polish Socialist Party, he was imprisoned by Russian Empire authorities in Warsaw Citadel. After Poland regained independence following the First World War, he became a member of Polish parliament after being elected in 1922 Polish legislative election. He then went on to serve as mayor of Łódź. After being Soviet invasion of Poland arrested by the NKVD, then freed after the Sikorski-Mayski Agreement, he joined the London-based Polish government-in-exile as Vice-Premier and Minister of Industry, Trade and Shipping, later Minister of Treasury."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Kwapi%C5%84ski",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-kwapiński/m02rhpcl"
  },
  "place": {
    "id": "arequipa",
    "name": "Arequipa",
    "mainImg": "img/places/arequipa.jpg",
    "summary": [
      "Arequipa is a city located in the province and the eponymous department of Peru. It is the seat of the Constitutional Court of Peru and often dubbed the \"legal capital of Peru.\" It is the second most populated city in Peru, after Lima, with an urban population of 1,008,290 inhabitants according to the 2017 national census.",
      "Its metropolitan area integrates twenty-one districts, including the foundational central area, which it is the seat of the city government. The city has a Nominal GDP of 9,445 million and a nominal GDP per capita of US$10,277, which represents a GDP per capita PPP of US$18,610 in the period 2015, being the second city with the highest economic activity in Peru.",
      "Arequipa is also an important industrial and commercial center of Peru, and is considered as the second industrial city of the country. Within its industrial activity the manufactured products and the textile production of wool of camelids. The town maintains close commercial links with Chile, Bolivia, and Brazil and with the cities connected by the South trainway, as well as with the port of Matarani."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Arequipa",
    "urlGoogle": "https://artsandculture.google.com/entity/arequipa/m01py87"
  },
  "wiki": {
    "id": "menstrual-cycle",
    "name": "Menstrual cycle",
    "summary": "The menstrual cycle is the recurring physiological changes in a female's body that are under the control of the reproductive hormone system and necessary for reproduction. In women, menstrual cycles occur typically on a monthly basis between puberty and menopause. Besides humans, only other members of great apes exhibit menstrual cycles, in contrast to the estrus cycle of most mammalian species. During the menstrual cycle, the sexually mature female body releases one egg (or occasionally two, which might result in non-identical twins) at the time of ovulation. The lining of the uterus, the endometrium, builds up in a synchronised fashion. After ovulation, this lining changes to prepare for potential implantation of the fertilized egg to establish a pregnancy. If fertilisation and pregnancy do not ensue, the uterus sheds the lining and a new menstrual cycle begins.",
    "url": "https://en.wikipedia.org/wiki/Menstrual_cycle"
  },
  "word": {
    "id": "hoodwink",
    "word": "hoodwink",
    "url": "https://www.merriam-webster.com/dictionary/hoodwink",
    "partOfSpeech": "verb",
    "pronunciation": "HOOD-wink",
    "audioPath": "audio/words/hoodwink.mp3",
    "definitions": ["to deceive by false appearance : dupe"],
    "examples": [
      "By making it look like a fun, enjoyable privilege instead of an exhausting chore, Tom Sawyer _hoodwinks_ Ben Rogers into helping him whitewash Aunt Polly's fence.",
      "\"In Moliére's classic comedy, the religious fraud Tartuffe has _hoodwinked_ rich merchant Orgon and is poised to marry his host's teenage daughter, to seduce his lovely wife and to take over his gullible patron’s fortune-unless someone stops him.\" - From an article in _The Edmond Sun_ (Oklahoma), June 25, 2013"
    ],
    "origin": "A now-obsolete sense of the word \"wink\" is \"to close one's eyes,\" and \"hoodwink\" once meant to cover the eyes of someone, such as a prisoner, with a hood or blindfold. (\"Hoodwink\" was also once a name for the game of blindman's buff.) This 16th-century term soon came to be used figuratively for veiling the truth. \"The Public is easily hood-winked,\" wrote the Irish physician Charles Lucas in 1756, by which time the figurative use had been around for almost a century and a half. Over two hundred and fifty years later, this meaning of the word hasn't changed a wink."
  }
}
