{
  "artist": {
    "id": "maruyama-okyo",
    "name": "Maruyama Ōkyo",
    "dates": "Jun 12, 1733 - Aug 31, 1795",
    "mainImg": "img/art/artists/maruyama-okyo.jpg",
    "artworkImgs": [
      {
        "name": "Peacock and Peonies",
        "path": "img/art/artworks/maruyama-okyo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/peacock-and-peonies-maruyama-ōkyo/ZwGuJx2fKkMQvg"
      },
      {
        "name": "Green Maple and Waterfall",
        "path": "img/art/artworks/maruyama-okyo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/green-maple-and-waterfall/mAHOcKfevFRruQ"
      },
      {
        "name": "Peacock and Peonies",
        "path": "img/art/artworks/maruyama-okyo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/peacock-and-peonies-maruyama-ōkyo/zAFQU42sSyvruQ"
      },
      {
        "name": "Tiger",
        "path": "img/art/artworks/maruyama-okyo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/tiger-maruyama-okyo-japanese-1733-1795/3AF7y9wIJyWZfQ"
      },
      {
        "name": "円山応挙筆 白鷺図|White Herons",
        "path": "img/art/artworks/maruyama-okyo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/円山応挙筆-白鷺図-white-herons-maruyama-ōkyo/VQGSwuFQrNv5gw"
      },
      {
        "name": "円山応挙筆 芦雁∙柳月図屏風|Goose and Reeds; Willows in the Moonlight",
        "path": "img/art/artworks/maruyama-okyo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/円山応挙筆-芦雁∙柳月図屏風-goose-and-reeds-willows-in-the-moonlight-maruyama-ōkyo/NQGv5TXgBns5Fg"
      }
    ],
    "summary": [
      "Maruyama Ōkyo, born Maruyama Masataka, was a Japanese artist active in the late 18th century. He moved to Kyoto, during which he studied artworks from Chinese, Japanese and Western sources. A personal style of Western naturalism mixed with Eastern decorative design emerged, and Ōkyo founded the Maruyama school of painting. Although many of his fellow artists criticized his work as too slavishly devoted to natural representation, it proved a success with laymen."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Textile", "Silk", "Metal", "Gold", "Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/Maruyama_%C5%8Ckyo",
    "urlGoogle": "https://artsandculture.google.com/entity/maruyama-ōkyo/m0992xl"
  },
  "event": {
    "id": "death-and-state-funeral-of-mustafa-kemal-ataturk",
    "name": "Death and state funeral of Mustafa Kemal Atatürk",
    "dates": "Nov 21, 1938",
    "mainImg": "img/events/death-and-state-funeral-of-mustafa-kemal-ataturk.jpg",
    "summary": [
      "Mustafa Kemal Atatürk, first President of the Republic of Turkey, died at the Dolmabahçe Palace, his official residence in Istanbul, on 10 November 1938. His state funeral was held in the capital city of Ankara on 21 November, and was attended by dignitaries from seventeen nations. His body remained at the Ethnography Museum of Ankara until 10 November 1953, the fifteenth anniversary of his death, when his remains were carried to his final resting place at Anıtkabir."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Death_and_state_funeral_of_Mustafa_Kemal_Atat%C3%BCrk",
    "urlGoogle": "https://artsandculture.google.com/entity/death-and-state-funeral-of-mustafa-kemal-atatürk/m0glp0v7"
  },
  "funFacts": [
    { "id": "230", "fact": "Caterpillars have over 2,000 muscles.", "category": ["Animals"] },
    { "id": "377", "fact": "\"Disco\" means \"I learn\" in Latin.", "category": ["Definitions"] }
  ],
  "funFacts2": [{ "id": "504748", "fact": "Marie Curie’s notebooks are still radioactive." }],
  "idiom": {
    "id": "albatross-around-ones-neck",
    "term": "albatross around one's neck",
    "definition": "A heavy burden of guilt that becomes an obstacle to success, as in *The failed real estate scheme became an albatross around her neck, for now she could not interest other investors in a new project.* This idiom comes from Samuel Coleridge's narrative poem, *The Rime of the Ancient Mariner* (1798), which is based on the widespread superstition that it is unlucky to kill this large white sea bird. In the poem a sailor does kill an albatross, and when the ship then is becalmed near the equator and runs out of water, his shipmates blame him and force him to wear the dead bird around his neck."
  },
  "person": {
    "id": "john-william-friso-prince-of-orange",
    "name": "John William Friso, Prince of Orange",
    "dates": "Aug 14, 1687 - Jul 14, 1711",
    "mainImg": "img/people/john-william-friso-prince-of-orange.jpg",
    "summary": [
      "John William Friso became the Prince of Orange in 1702. He was the Stadtholder of Friesland and Groningen in the Dutch Republic until his death by accidentally drowning in the Hollands Diep in 1711. Friso and his wife, Marie Louise, are the most recent common ancestors of all European monarchs occupying the throne today."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_William_Friso,_Prince_of_Orange",
    "urlGoogle": "https://artsandculture.google.com/entity/john-william-friso-prince-of-orange/m0jvjk"
  },
  "place": {
    "id": "aurangabad",
    "name": "Aurangabad",
    "mainImg": "img/places/aurangabad.jpg",
    "summary": [
      "Aurangabad is a city in the Indian state of Maharashtra. It is the administrative headquarters of Aurangabad district and is the largest city in the Marathwada region. Located on a hilly upland terrain in the Deccan Traps, Aurangabad is the fourth-most populous urban area in Maharashtra with a population of 1,175,116. The city is known as a major production center of cotton textile and artistic silk fabrics. Several prominent educational institutions, including Dr. Babasaheb Ambedkar Marathwada University, are located in the city. The city is also a popular tourism hub, with tourist destinations like the Ajanta and Ellora caves lying on its outskirts, both of which have been designated as UNESCO World Heritage Sites since 1983. Other tourist attractions include the Aurangabad Caves, Daulatabad Fort, Grishneshwar Temple, Jama Mosque, Himayat Bagh, Panchakki and Salim Ali Lake. Historically, there were 52 Gates in Aurangabad, some of them extant, because of which Aurangabad is nicknamed as the \"City of Gates\". In 2019, the Aurangabad Industrial City became the first greenfield industrial smart city of India under the country's flagship Smart Cities Mission."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Aurangabad",
    "urlGoogle": "https://artsandculture.google.com/entity/aurangabad/m02npk5"
  },
  "wiki": {
    "id": "kirsten-dunst",
    "name": "Kirsten Dunst",
    "summary": "Kirsten Dunst (born 1982) is an American actress, model, and singer. She made her film debut in Oedipus Wrecks, a short film directed by Woody Allen for the anthology New York Stories. At the age of 12, Dunst gained widespread recognition playing the role of vampire Claudia in Interview with the Vampire. She was nominated for a Golden Globe Award for Best Supporting Actress for this performance. That year she appeared in Little Women, to further acclaim. Dunst achieved international fame as a result of her portrayal of Mary Jane Watson in the Spider-Man trilogy. Since then her films have included the romantic comedy Wimbledon, the science fiction drama Eternal Sunshine of the Spotless Mind and Cameron Crowe's tragicomedy Elizabethtown. She played the title role in Sofia Coppola's Marie Antoinette, and she starred in the comedy How to Lose Friends & Alienate People. In 2001, Dunst made her singing debut in the film Get Over It, in which she performed two songs. She also sang the jazz song \"After You've Gone\" for the end credits of the film The Cat's Meow.",
    "url": "https://en.wikipedia.org/wiki/Kirsten_Dunst"
  },
  "word": {
    "id": "edentulous",
    "word": "edentulous",
    "url": "https://www.merriam-webster.com/dictionary/edentulous",
    "partOfSpeech": "adjective",
    "pronunciation": "ee-DEN-chuh-luss",
    "audioPath": "audio/words/edentulous.mp3",
    "definitions": ["having no teeth : toothless"],
    "examples": [
      "Thanks to improvements in public health and dental care in the 20th century, far fewer Americans are edentulous when they enter their golden years."
    ],
    "origin": "\"Edentulous\" comes to English directly from the Latin word \"edentulus,\" which in turn comes from the Latin prefix \"e-,\" meaning \"missing\" or \"absent,\" and the Latin root \"dent-,\" meaning \"tooth.\" This root is at work in many familiar English words that relate to teeth, including \"dental,\" \"dentist,\" and \"denture.\" It is also found in \"edentate,\" a less common word that functions as a noun referring to an order of mammals with few or no teeth (e.g. sloths and armadillos), and as an adjective describing such mammals. \"Edentate\" is also sometimes used as a synonym of \"edentulous.\""
  }
}
