{
  "artist": {
    "id": "mahmoud-farshchian",
    "name": "Mahmoud Farshchian",
    "dates": "Born Jan 24, 1930",
    "mainImg": "img/art/artists/mahmoud-farshchian.jpg",
    "artworkImgs": [
      {
        "name": "M. Zibawi",
        "path": "img/art/artworks/mahmoud-farshchian-a1.jpg",
        "source": "https://artsandculture.google.com/asset/m-zibawi-mahmoud-zibawi/iAGJbDrVs5wJkQ"
      },
      {
        "name": "A Life without Colour",
        "path": "img/art/artworks/mahmoud-farshchian-a2.jpg",
        "source": "https://artsandculture.google.com/asset/a-life-without-colour-khlaif-mahmoud/2AHqmITGYxI4VA"
      },
      {
        "name": "Mamoud Zibawi : Oils",
        "path": "img/art/artworks/mahmoud-farshchian-a3.jpg",
        "source": "https://artsandculture.google.com/asset/mamoud-zibawi-oils-mahmoud-zibawi/TQGO6sS8C227ZQ"
      },
      {
        "name": "Mahmoud Safa",
        "path": "img/art/artworks/mahmoud-farshchian-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mahmoud-safa-mahmoud-safa/hAHtVduJvOY7gg"
      }
    ],
    "summary": [
      "Mahmoud Farshchian is a master of Persian painting and miniatures. He was born in the city of Isfahan in Iran, and it was here where he learned art, painting, and sculpting.",
      "His paintings have been hosted by several museums and exhibitions worldwide. He is the most prominent moderniser of the field of miniatures, an art form which was first established in Ancient Persia and later spread to China and Turkey and other Middle eastern countries."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Cardboard", "Oil paint", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Mahmoud_Farshchian",
    "urlGoogle": "https://artsandculture.google.com/entity/mahmoud-farshchian/m0gm3ht"
  },
  "event": {
    "id": "united-states-presidential-election-2012",
    "name": "United States presidential election, 2012",
    "dates": null,
    "mainImg": "img/events/united-states-presidential-election-2012.jpg",
    "summary": [
      "The 2012 United States presidential election was the 57th quadrennial presidential election, held on Tuesday, November 6, 2012. The Democratic nominee, President Barack Obama, and his running mate, Vice President Joe Biden, were elected to a second term. They defeated the Republican ticket of businessman and former Governor Mitt Romney of Massachusetts and Representative Paul Ryan of Wisconsin.",
      "As the incumbent president, Obama secured the Democratic nomination with no serious opposition. The Republicans experienced a competitive primary. Romney was consistently competitive in the polls and won the support of many party leaders, but he faced challenges from a number of more conservative contenders. Romney clinched his party's nomination in May, defeating Rick Santorum, Newt Gingrich, and other candidates.",
      "The campaigns focused heavily on domestic issues, and debate centered largely around sound responses to the Great Recession. Other issues included long-term federal budget issues, the future of social insurance programs, and the Affordable Care Act, Obama's marquee legislative program."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2012_United_States_presidential_election",
    "urlGoogle": "https://artsandculture.google.com/entity/united-states-presidential-election-2012/m0g4_c19"
  },
  "funFacts": [
    {
      "id": "355",
      "fact": "A tune that gets stuck in your head is called an earworm.",
      "category": ["Definitions"]
    },
    {
      "id": "236",
      "fact": "Cows give more milk when they listen to music.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553850",
      "fact": "Some female sharks store sperm after mating, potentially holding on to it for years before they’re ready to reproduce."
    }
  ],
  "idiom": {
    "id": "throw-out-the-baby-with-the-bath-water",
    "term": "throw out the baby with the bath water",
    "definition": "Discard something valuable along with something not wanted. For example, *I know you don't approve of that one item in the bill but we shouldn't throw out the baby with the bath water by voting the bill down.* This expression, with its vivid image of a baby being tossed out with a stream of dirty water, is probably translated from a German proverb, *Das Kind mit dem Bade ausschütten* (\"Pour the baby out with the bath\"). It was first recorded in English in 1853 by Thomas Carlyle, who translated many works from German."
  },
  "person": {
    "id": "annegret-kramp-karrenbauer",
    "name": "Annegret Kramp-Karrenbauer",
    "dates": "Born Aug 9, 1962",
    "mainImg": "img/people/annegret-kramp-karrenbauer.jpg",
    "summary": [
      "Annegret Kramp-Karrenbauer, sometimes referred to by her initials of AKK, is a German politician serving as Minister of Defence since July 2019 and Chairwoman of the Christian Democratic Union since the 2018 leadership election, succeeding Angela Merkel.",
      "On 10 February 2020, Kramp-Karrenbauer announced that she would resign her position as CDU leader later in the year and would not put herself forward as a candidate for chancellor for the 2021 federal election.",
      "She previously served as secretary general of the party and as Minister-President of Saarland from 2011 to 2018, the first woman to lead the Government of Saarland and fourth woman to head a German state government. Kramp-Karrenbauer is regarded as socially conservative, but on the CDU's left wing in economic policy and has been described as a centrist. She is an active Catholic and has served on the Central Committee of German Catholics. She is the second woman to hold the office of German defence minister."
    ],
    "quote": "“Our hand is still outstretched to the CSU.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Annegret_Kramp-Karrenbauer",
    "urlGoogle": "https://artsandculture.google.com/entity/annegret-kramp-karrenbauer/m0c6srmj"
  },
  "place": {
    "id": "honduras",
    "name": "Honduras",
    "mainImg": "img/places/honduras.jpg",
    "summary": [
      "Honduras, officially the Republic of Honduras, is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea.",
      "Honduras was home to several important Mesoamerican cultures, most notably the Maya, before the Spanish Colonization in the sixteenth century. The Spanish introduced Roman Catholicism and the now predominant Spanish language, along with numerous customs that have blended with the indigenous culture. Honduras became independent in 1821 and has since been a republic, although it has consistently endured much social strife and political instability, and remains one of the poorest countries in the Western Hemisphere. In 1960, the northern part of what was the Mosquito Coast was transferred from Nicaragua to Honduras by the International Court of Justice.",
      "The nation's economy is primarily agricultural, making it especially vulnerable to natural disasters such as Hurricane Mitch in 1998."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Honduras",
    "urlGoogle": "https://artsandculture.google.com/entity/honduras/m03h2c"
  },
  "quote": {
    "id": "16",
    "quote": "Whether you think you can or you think you can't, you're right.",
    "author": "Henry Ford"
  },
  "wiki": {
    "id": "the-catlins",
    "name": "The Catlins",
    "summary": "The Catlins is an area in the southeastern corner of the South Island of New Zealand, lying between Balclutha and Invercargill and straddling the border between the Otago and Southland regions. The area lies along the southern coast of the South Island; the South Island's southernmost point, Slope Point, lies in the southwestern Catlins. The Catlins is a rugged, sparsely populated area, noted for its scenic coastal landscape and its dense temperate rainforest, both of which are home to many endangered species of birds. Its exposed location leads to its frequently wild weather and heavy ocean swells, which are an attraction to big-wave surfers. Ecotourism is now a growing factor in the economy, which otherwise relies heavily on dairy farming and fishing. The region's early whaling and forestry industries have long since died away, along with the coastal shipping that led to several tragic shipwrecks. Only some 1200 people now live in the area, many of them in the settlement of Owaka.",
    "url": "https://en.wikipedia.org/wiki/The_Catlins"
  },
  "word": {
    "id": "dovecote",
    "word": "dovecote",
    "url": "https://www.merriam-webster.com/dictionary/dovecote",
    "partOfSpeech": "noun",
    "pronunciation": "DUV-koht",
    "audioPath": "audio/words/dovecote.mp3",
    "definitions": [
      "a small compartmented raised house or box for domestic pigeons",
      "a settled or harmonious group or organization"
    ],
    "examples": [
      "\"The Sultan of Oman has also been a significant contributor, paying for the magnificent _dovecote_ made from English walnut at the end of the lime walk.\" - Steve Whysall, _Vancouver Sun_, June 26, 2014",
      "\"A leaked anonymous letter, the so-called Trojan Horse letter, claimed there was a conservative Muslim conspiracy to infiltrate and take over as many as two dozen local schools. It caused fluttering in very many interested _dovecotes_.\" - Mary Dejevsky, _Newsweek_, June 15, 2014"
    ],
    "origin": "When Shakespeare's Coriolanus was condemned to die by the Volscians, the doomed general proudly reminded his enemies, \"Like an eagle in a dove-cote, I Flutter'd your Volscians in Corioli.\" (Coriolanus was referring to an earlier victory in which his army had seized the city of Corioli from the Volscians.) When he introduced that eagle into the dovecote, Shakespeare also introduced a new figure of speech, but one that wasn't truly \"discovered\" by most writers until the 19th century-and then from a misquote. English novelist Edward G. Lytton reminded folks about it in 1853 when he wrote about how \"the great Roman general did 'flutter the dove-cots in Corioli.'\" Nowadays, we sometimes \"ruffle\" dovecotes or \"cause a flurry\" in them, in addition to \"fluttering\" them or \"causing a flutter\" in them."
  }
}
