{
  "artist": {
    "id": "robert-s-duncanson",
    "name": "Robert S. Duncanson",
    "dates": "1821 - Dec 21, 1872",
    "mainImg": "img/art/artists/robert-s-duncanson.jpg",
    "artworkImgs": [
      {
        "name": "Vesuvius and Pompeii",
        "path": "img/art/artworks/robert-s-duncanson-a1.jpg",
        "source": "https://artsandculture.google.com/asset/vesuvius-and-pompeii-robert-s-duncanson-born-seneca-county-ny-1821-22-died-detroit-mi-1872/tgFRNKl7Y4Aj8g"
      },
      {
        "name": "Still Life with Fruit and Nuts",
        "path": "img/art/artworks/robert-s-duncanson-a2.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-fruit-and-nuts/UQF2rCzpyiBE8A"
      },
      {
        "name": "Chapultpec Castle",
        "path": "img/art/artworks/robert-s-duncanson-a3.jpg",
        "source": "https://artsandculture.google.com/asset/chapultpec-castle-robert-scott-duncanson/sAG8Wk9NDXUIvw"
      },
      {
        "name": "Landscape with Rainbow",
        "path": "img/art/artworks/robert-s-duncanson-a4.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-with-rainbow-robert-s-duncanson-born-seneca-county-ny-1821-22-died-detroit-mi-1872/tgE9Z4fq1tj8rA"
      },
      {
        "name": "Scottish Landscape",
        "path": "img/art/artworks/robert-s-duncanson-a5.jpg",
        "source": "https://artsandculture.google.com/asset/scottish-landscape-robert-s-duncanson-born-seneca-county-ny-1821-22-died-detroit-mi-1872/qgGghOdY4oi6gA"
      },
      {
        "name": "Pompeii",
        "path": "img/art/artworks/robert-s-duncanson-a6.jpg",
        "source": "https://artsandculture.google.com/asset/pompeii-robert-s-duncanson-born-seneca-county-ny-1821-22-died-detroit-mi-1872/owFMdHssR-XDCg"
      }
    ],
    "summary": [
      "Robert Seldon Duncanson was a nineteenth century American artist of European and African ancestry known for his contributions to landscape painting. Inspired by famous American landscape artists like Thomas Cole, Duncanson created renowned landscape paintings and is considered a second generation Hudson River School artist. Duncanson spent the majority of his career in Cincinnati, Ohio and helped develop the Ohio River Valley landscape tradition. As a free black man in antebellum America, Duncanson utilized the white abolitionist community in America and England to support and promote his work. Duncanson is considered the first African-American artist to be internationally known. He operated in the elite cultural circles of Cincinnati, Detroit, Montreal, and London. The primary art historical debate centered on Duncanson concerns the role that contemporary racial issues played in his work. Some art historians, like Joseph D. Ketner, believe that Duncanson used racial metaphors in his artwork, while others, like Margaret Rose Vendryes, discourage viewers from approaching his art with a racialized perspective."
    ],
    "quote": null,
    "movements": ["Hudson River School"],
    "mediums": ["Oil paint", "Cardboard"],
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_S._Duncanson",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-s-duncanson/m0djzqv"
  },
  "event": {
    "id": "maundy-thursday",
    "name": "Maundy Thursday",
    "dates": null,
    "mainImg": "img/events/maundy-thursday.jpg",
    "summary": [
      "Maundy Thursday is the Christian holy day falling on the Thursday before Easter. It commemorates the Washing of the Feet and Last Supper of Jesus Christ with the Apostles, as described in the canonical gospels.",
      "It is the fifth day of Holy Week, preceded by Holy Wednesday and followed by Good Friday. \"Maundy\" comes from the Latin word mandatum, or commandment, reflecting Jesus' words \"I give you a new commandment.\"",
      "The day comes always between March 19 and April 22, inclusive, and will vary according to whether the Gregorian calendar or the Julian calendar is used. Eastern churches generally use the Julian system.",
      "Maundy Thursday initiates the Easter Triduum, the period which commemorates the passion, death, and resurrection of Jesus; this period includes Good Friday and Holy Saturday, and ends on the evening of Easter. The Mass of the Lord's Supper or service of worship is normally celebrated in the evening, when Friday begins according to Jewish tradition, as the Last Supper was held on the feast of Passover, according to the three Synoptic Gospels."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maundy_Thursday",
    "urlGoogle": "https://artsandculture.google.com/entity/maundy-thursday/m016v69"
  },
  "funFacts": [
    {
      "id": "984",
      "fact": "When creating a mummy, Ancient Egyptians removed the brain by inserting a hook through the nostrils.",
      "category": ["Anatomy", "Geography", "Habits", "History", "Science", "Make-it-Easies"]
    },
    {
      "id": "450",
      "fact": "A group of cats is called a clowder.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553926",
      "fact": "Eighteen percent of Americans claim to have seen or felt the presence of a ghost."
    }
  ],
  "person": {
    "id": "alexander-ii-of-russia",
    "name": "Alexander II of Russia",
    "dates": "Apr 29, 1818 - Mar 13, 1881",
    "mainImg": "img/people/alexander-ii-of-russia.jpg",
    "summary": [
      "Alexander II was the emperor of Russia from 2 March 1855 until his assassination on 13 March 1881. He was also the king of Poland and the grand duke of Finland.",
      "Alexander's most significant reform as emperor was emancipation of Russia's serfs in 1861, for which he is known as Alexander the Liberator. The tsar was responsible for other reforms, including reorganizing the judicial system, setting up elected local judges, abolishing corporal punishment, promoting local self-government through the zemstvo system, imposing universal military service, ending some privileges of the nobility, and promoting university education. After an assassination attempt in 1866, Alexander adopted a somewhat more reactionary stance until his death.",
      "Alexander pivoted towards foreign policy and sold Alaska to the United States in 1867, fearing the remote colony would fall into British hands if there were another war. He sought peace, moved away from bellicose France when Napoleon III fell in 1871, and in 1872 joined with Germany and Austria in the League of the Three Emperors that stabilized the European situation."
    ],
    "quote": "“It is better to abolish serfdom from above than to wait for it to abolish itself from below.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_II_of_Russia",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-ii-of-russia/m0r8y"
  },
  "place": {
    "id": "boca-raton",
    "name": "Boca Raton",
    "mainImg": "img/places/boca-raton.jpg",
    "summary": [
      "Boca Raton, is the southernmost city in Palm Beach County, Florida, United States. It was first incorporated on August 2, 1924, as \"Bocaratone,\" and then incorporated as \"Boca Raton\" in 1925. The 2019 population estimated by the U.S. Census Bureau was 99,805. Known as one of the wealthiest cities in South Florida with common sights of yachts, private jets, exotic cars, and mansions which are concentrated in the Downtown, Coastal, and Gated Country Club Communities. With a multitude of amenities such as golf, tennis, racquetball, polo, swimming pools, spas, gyms, and restaurants, Boca Raton has been consistently highly ranked for fitness and leisure. Outside of the Boca Raton city jurisdiction, there are approximately 200,000 people with a Boca Raton postal address, even though they live outside of municipal boundaries, such as West Boca Raton. As a business center, the city experiences significant daytime population increases. Boca Raton is 43 miles north of Miami and is a principal city of the Miami metropolitan area, which had a population of 6,012,331 people as of 2015."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Boca_Raton,_Florida",
    "urlGoogle": "https://artsandculture.google.com/entity/boca-raton/m0c5v2"
  },
  "wiki": {
    "id": "marjory-stoneman-douglas",
    "name": "Marjory Stoneman Douglas",
    "summary": "Marjory Stoneman Douglas (1890–1998) was an American journalist, writer, feminist, and environmentalist known for her staunch defense of the Everglades against efforts to drain it and reclaim land for development. Moving to Miami as a young woman to work for The Miami Herald, Douglas became a freelance writer, producing over a hundred short stories that were published in popular magazines. Her most influential work was the book The Everglades: River of Grass, which redefined the popular conception of the Everglades as a treasured river instead of a worthless swamp; its impact has been compared to that of the influential 1962 book Silent Spring. Her books, stories, and journalism career brought her influence in Miami, which she used to advance her causes. Douglas lived until age 108, working until nearly the end of her life for Everglades restoration. Upon her death, an obituary in The Independent in London stated, \"In the history of the American environmental movement, there have been few more remarkable figures than Marjory Stoneman Douglas.\"",
    "url": "https://en.wikipedia.org/wiki/Marjory_Stoneman_Douglas"
  },
  "word": {
    "id": "oriflamme",
    "word": "oriflamme",
    "url": "https://www.merriam-webster.com/dictionary/oriflamme",
    "partOfSpeech": "noun",
    "pronunciation": "OR-uh-flam",
    "audioPath": "audio/words/oriflamme.mp3",
    "definitions": ["a banner, symbol, or ideal inspiring devotion or courage"],
    "examples": [
      "For many Americans, the photograph of the Iwo Jima flag raising served as an _oriflamme_ and a reminder of the sacrifices and courage of the American servicemen.",
      "\"Researchers now think there's a da Vinci painting underneath. The Italian phrase on that little _oriflamme_, or battle banner, is what reporters say inspired today's search by contemporary engineer Maurizio Seracini.\" - From an article by Robert Morrison in _The Examiner_ (Washington, DC), April 4, 2012"
    ],
    "origin": "The original \"oriflamme\" was the banner of Saint Denis, a patron saint of France who is said to have been the first bishop of Paris. Middle English speakers referred to this red or reddish orange banner using the Middle French term \"oriflamble,\" from Old French \"ori flambe,\" meaning \"small flag.\" From the 12th to the 15th centuries, French kings carried the banner into battle as a way of inspiring their troops. This tactic met with such success that, by 1600, English speakers were using \"oriflamme\" to refer to any group's rallying symbol."
  }
}
