{
  "artist": {
    "id": "michiel-sweerts",
    "name": "Michiel Sweerts",
    "dates": "Sep 29, 1618 - Jun 1, 1664",
    "mainImg": "img/art/artists/michiel-sweerts.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Joseph Deutz",
        "path": "img/art/artworks/michiel-sweerts-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-joseph-deutz-michael-sweerts/MQE6Yw8K13OxqQ"
      },
      {
        "name": "Refreshing the Thirsty",
        "path": "img/art/artworks/michiel-sweerts-a2.jpg",
        "source": "https://artsandculture.google.com/asset/refreshing-the-thirsty-michael-sweerts/MQHKcql4GpOkcg"
      },
      {
        "name": "Visiting the Sick",
        "path": "img/art/artworks/michiel-sweerts-a3.jpg",
        "source": "https://artsandculture.google.com/asset/visiting-the-sick-michael-sweerts/2AGu0DsBcq3GMQ"
      },
      {
        "name": "The Draughts Players",
        "path": "img/art/artworks/michiel-sweerts-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-draughts-players-michael-sweerts/IAEs9ml-u9682Q"
      },
      {
        "name": "Feeding the Hungry",
        "path": "img/art/artworks/michiel-sweerts-a5.jpg",
        "source": "https://artsandculture.google.com/asset/feeding-the-hungry-michael-sweerts/ZQFdxoX4xyh8pQ"
      },
      {
        "name": "Clothing the Naked",
        "path": "img/art/artworks/michiel-sweerts-a6.jpg",
        "source": "https://artsandculture.google.com/asset/clothing-the-naked-michael-sweerts/8AFEQLC7El0jWA"
      }
    ],
    "summary": [
      "Michiel Sweerts or Michael Sweerts was a Flemish painter and printmaker of the Baroque period, who is known for his allegorical and genre paintings, portraits and tronies. The artist led an itinerant life and worked in Rome, Brussels, Amsterdam, Persia and India.",
      "While in Rome Sweerts became linked to the group of Dutch and Flemish painters of low-life scenes known as the Bamboccianti. Sweerts' contributions to the Bamboccianti genre display generally greater stylistic mastery and social-philosophical sensitivity than the other artists working in this manner. While he was successful during his lifetime, Sweerts and his work fell into oblivion until he was rediscovered in the 20th century as one of the most intriguing and enigmatic artists of his time."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Oil paint", "Etching", "Engraving", "Laid paper", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Michiel_Sweerts",
    "urlGoogle": "https://artsandculture.google.com/entity/michiel-sweerts/m02pml26"
  },
  "event": {
    "id": "great-patriotic-war",
    "name": "Great Patriotic War",
    "dates": "Jun 22, 1941 - May 9, 1945",
    "mainImg": "img/events/great-patriotic-war.jpg",
    "summary": [
      "The Great Patriotic War is a term used in Russia and other former republics of the Soviet Union to describe the conflict fought during the period from 22 June 1941 to 9 May 1945 along the many fronts of the Eastern Front of World War II, primarily between the Soviet Union and Nazi Germany. For some legal purposes, this period may be extended to 11 May 1945 to include the end of the Prague Offensive.",
      "The end of the Great Patriotic War is commemorated on the 9th of May."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Great_Patriotic_War_%28term%29",
    "urlGoogle": "https://artsandculture.google.com/entity/great-patriotic-war/m025rzfc"
  },
  "funFacts": [
    { "id": "97", "fact": "A turkey can run at 20 mph.", "category": ["Animals"] },
    {
      "id": "139",
      "fact": "Hawaii is the only state with one school district.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [
    { "id": "505072", "fact": "Paraskavedekatriaphobia is the fear of Friday the 13th." }
  ],
  "idiom": {
    "id": "without-a-stitch-on",
    "term": "without a stitch on",
    "definition": "Naked, as in *They let their baby run around outside without a stitch on.* A related phrase is **not have a stitch on.** These expressions use *stitch* in the sense of \"a piece of clothing,\" a usage dating from the early 1800s."
  },
  "person": {
    "id": "julius-caesar",
    "name": "Julius Caesar",
    "dates": "Died 43 BC",
    "mainImg": "img/people/julius-caesar.jpg",
    "summary": [
      "Gaius Julius Caesar, known simply as Julius Caesar, was a Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire. He was also a historian and author of Latin prose.",
      "In 60 BC, Caesar, Crassus and Pompey formed the First Triumvirate, a political alliance that dominated Roman politics for several years. Their attempts to amass power as Populares were opposed by the Optimates within the Roman Senate, among them Cato the Younger with the frequent support of Cicero. Caesar rose to become one of the most powerful politicians in the Roman Republic through a number of his accomplishments, notably his victories in the Gallic Wars, completed by 51 BC. During this time, Caesar became the first Roman general to cross both the English Channel and the Rhine River, when he built a bridge across the Rhine and crossed the Channel to invade Britain. Caesar's wars extended Rome's territory to Britain and past Gaul. These achievements granted him unmatched military power and threatened to eclipse the standing of Pompey, who had realigned himself with the Senate after the death of Crassus in 53 BC."
    ],
    "quote": "“I have lived long enough to satisfy both nature and glory.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Julius_Caesar",
    "urlGoogle": "https://artsandculture.google.com/entity/julius-caesar/m041wm"
  },
  "place": {
    "id": "stuttgart",
    "name": "Stuttgart",
    "mainImg": "img/places/stuttgart.jpg",
    "summary": [
      "Stuttgart is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living, innovation agency 2thinknow ranked the city 24th globally out of 442 cities and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
      "Since the 7th millennium BC, the Stuttgart area has been an important agricultural area and has been host to a number of cultures seeking to utilize the rich soil of the Neckar valley."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Stuttgart",
    "urlGoogle": "https://artsandculture.google.com/entity/stuttgart/m0727_"
  },
  "wiki": {
    "id": "black-seminoles",
    "name": "Black Seminoles",
    "summary": "The Black Seminoles are descendants of free African Americans and fugitive slaves traditionally allied with Seminole Indians in the U.S. states of Florida and Oklahoma. Twentieth-century historians popularized the name \"Black Seminoles\" to describe the community, whose members were known in the 19th century as Seminole Negroes, or Seminole maroons. Today Black Seminoles are concentrated in parts of Oklahoma, in Nacimiento in the Mexican state of Coahuila, and along the U.S.-Mexico border near Del Rio and Brackettville, Texas. As early as 1689, African slaves fled from the British American colonies to Spanish Florida seeking freedom. Under an edict from the King of Spain, the black fugitives received liberty in exchange for defending the Spanish settlers at St. Augustine.",
    "url": "https://en.wikipedia.org/wiki/Black_Seminoles"
  },
  "word": {
    "id": "bioturbation",
    "word": "bioturbation",
    "url": "https://www.merriam-webster.com/dictionary/bioturbation",
    "partOfSpeech": "noun",
    "pronunciation": "bye-oh-ter-BAY-shun",
    "audioPath": "audio/words/bioturbation.mp3",
    "definitions": [
      "the restructuring of sedimentary deposits (as in a lake bottom or seabed) by moving organisms (as worms and burrowing clams)"
    ],
    "examples": [
      "\"Native oysters are likely even more susceptible to _bioturbation_ from shrimp, but it is unclear whether they formed reefs before they were harvested and how stable these were in the face of burrowing shrimp invasions.\" -- From an article in _Journal of Shellfish Research_, April 1, 2011",
      "\"Many studies have looked at _bioturbation_ -- how plants and animals alter archaeological sites -- but rarely in ground saturated by monsoons.\" -- From an article by Samir S. Patel in _Archaeology_, January 2011"
    ],
    "origin": "From about the 1400s to the 1600s, the Latin borrowing \"turbation\" was used to refer to a disturbance or perturbation -- even though both \"disturbance\" and \"perturbation\" were already well-established words in the language. Years later, the word was revived in the International Scientific Vocabulary as the base for \"congeliturbation,\" the churning or heaving of the soil by freezing and thawing,\" and \"bioturbation,\" referring to the activity of organisms disturbing the sediment."
  }
}
