{
  "artist": {
    "id": "hua-yan",
    "name": "Hua Yan",
    "dates": "1682 - 1756",
    "mainImg": "img/art/artists/hua-yan.jpg",
    "artworkImgs": [
      {
        "name": "清 華喦 白芍藥圖 軸|White Peony and Rocks",
        "path": "img/art/artworks/hua-yan-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-華喦-白芍藥圖-軸-white-peony-and-rocks-hua-yan/NQG7I1zGZbXkTQ"
      },
      {
        "name": "Birds and Flowers",
        "path": "img/art/artworks/hua-yan-a2.jpg",
        "source": "https://artsandculture.google.com/asset/birds-and-flowers-artist-hua-yan/8AGY0rojX68AQQ"
      },
      {
        "name": "Nambu Tekki Casting",
        "path": "img/art/artworks/hua-yan-a3.jpg",
        "source": "https://artsandculture.google.com/asset/nambu-tekki-casting-iwachu/KQGVcwtzZolauQ"
      },
      {
        "name": "Mynah Birds and Leaping Squirrel",
        "path": "img/art/artworks/hua-yan-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mynah-birds-and-leaping-squirrel-artist-hua-yan/ZgE3SOaXHij7kA"
      },
      {
        "name": "Nambu Tekki Casting",
        "path": "img/art/artworks/hua-yan-a5.jpg",
        "source": "https://artsandculture.google.com/asset/nambu-tekki-casting-iwachu/AQES8IaY4RHVWg"
      },
      {
        "name": "Nambu Tekki Melting",
        "path": "img/art/artworks/hua-yan-a6.jpg",
        "source": "https://artsandculture.google.com/asset/nambu-tekki-melting-iwachu/ygEpm2CBgE6Pgw"
      }
    ],
    "summary": [
      "Hua Yan simplified Chinese: 华嵒; traditional Chinese: 華嵒; pinyin: Huà Yán; Wade–Giles: Hua Yen; courtesy name Qiu Yue, sobriquets Xinluo Shanren, Dong Yuan Sheng, Buyi Sheng, Ligou Jushi and Bosha Daoren was a Qing Dynasty Chinese painter. He was born in Shanghang Fujian province and lived in Yangzhou and later in Hangzhou. Yan's work is within the tradition of the Yangzhou school and is often named as one of the Eight Eccentrics of Yangzhou."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hua_Yan",
    "urlGoogle": "https://artsandculture.google.com/entity/hua-yan/m0279tpc"
  },
  "event": {
    "id": "die-wende",
    "name": "Die Wende",
    "dates": "1989 - 1990",
    "mainImg": "img/events/die-wende.jpg",
    "summary": [
      "The Peaceful Revolution was the process of sociopolitical change that led to the opening of East Germany's borders with the west, the end of the Socialist Unity Party of Germany in the German Democratic Republic and the transition to a parliamentary democracy, which enabled the reunification of Germany in October 1990. This happened through non-violent initiatives and demonstrations. This period of change is also referred to in German as Die Wende.",
      "These events were closely linked to Soviet leader Mikhail Gorbachev's decision to abandon Soviet hegemony in Eastern Europe as well as the reformist movements that spread through Eastern Bloc countries. In addition to the Soviet Union's shift in foreign policy, the GDR's lack of competitiveness in the global market, as well as its sharply rising national debt, hastened the destabilization of the SED's one-party state.",
      "Those driving the reform process within the GDR included intellectuals and church figures who had been in underground opposition for several years, people attempting to flee the country, and peaceful demonstrators who were no longer willing to yield to the threat of violence and repression."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Peaceful_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/die-wende/m0271f6y"
  },
  "funFacts": [
    {
      "id": "98",
      "fact": "When the moon is directly overhead, you weigh slightly less.",
      "category": ["Science"]
    },
    {
      "id": "687",
      "fact": "The average cat can jump 5 times as high as its tail is long.",
      "category": ["Animals"]
    },
    { "id": "177", "fact": "The first sailing boats were built in Egypt.", "category": ["Firsts"] }
  ],
  "funFacts2": [
    {
      "id": "506183",
      "fact": "It’s illegal to own only one guinea pig in Switzerland. (They get lonely.)"
    },
    {
      "id": "506211",
      "fact": "Mexico’s full name translates to \"The United States of Mexico.\"&nbsp;"
    }
  ],
  "idiom": {
    "id": "rule-the-roost",
    "term": "rule the roost",
    "definition": "Be in charge, boss others, as in *In our division the chairman's son rules the roost.* This expression originated in the 15th century as *rule the roast,* which was either a corruption of *rooster* or alluded to the person who was in charge of the roast and thus ran the kitchen. In the barnyard a rooster decides which hen should roost near him. Both interpretations persisted for 200 years. Thomas Heywood (c. 1630) put it as \"Her that ruled the roast in the kitchen,\" but Shakespeare had it in *2 Henry VI* (1:1): \"The new-made duke that rules the roast,\" which is more ambiguous. In the mid-1700s *roost* began to compete with *roast,* and in the 1900s *roost* displaced *roast* altogether."
  },
  "person": {
    "id": "angela-merkel",
    "name": "Angela Merkel",
    "dates": "Born Jul 17, 1954",
    "mainImg": "img/people/angela-merkel.jpg",
    "summary": [
      "Angela Dorothea Merkel is a German politician who has been Chancellor of Germany since 2005. She served as the Leader of the Christian Democratic Union from 2000 to 2018. Merkel has been widely described as the de facto leader of the European Union, the most powerful woman in the world, and by some commentators as the \"leader of the free world\".",
      "Merkel was born in Hamburg in then-West Germany, moving to East Germany as an infant when her father, a Lutheran clergyman, received a pastorate in Perleberg. She obtained a doctorate in quantum chemistry in 1986 and worked as a research scientist until 1989. Merkel entered politics in the wake of the Revolutions of 1989, briefly serving as deputy spokesperson for the first democratically elected East German Government led by Lothar de Maizière. Following German reunification in 1990, Merkel was elected to the Bundestag for the state of Mecklenburg-Vorpommern. As the protégée of Chancellor Helmut Kohl, Merkel was appointed as Minister for Women and Youth in 1991, later becoming Minister for the Environment, Nature Conservation and Nuclear Safety in 1994."
    ],
    "quote": "“Whoever decides to dedicate their life to politics knows that earning money isn't the top priority.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Angela_Merkel",
    "urlGoogle": "https://artsandculture.google.com/entity/angela-merkel/m0jl0g"
  },
  "place": {
    "id": "le-havre",
    "name": "Le Havre",
    "mainImg": "img/places/le-havre.jpg",
    "summary": [
      "Le Havre is an urban French commune and city in the Seine-Maritime department in the Normandy region of northwestern France. It is situated on the right bank of the estuary of the river Seine on the Channel southwest of the Pays de Caux. Le Havre is the most populous commune of Upper Normandy, although the total population of the greater Le Havre conurbation is smaller than that of Rouen. After Reims, it is also the second largest subprefecture in France. The name Le Havre means \"the harbour\" or \"the port\". Its inhabitants are known as Havrais or Havraises.",
      "The city and port were founded by King Francis I in 1517. Economic development in the Early modern period was hampered by religious wars, conflicts with the English, epidemics, and storms. It was from the end of the 18th century that Le Havre started growing and the port took off first with the slave trade then other international trade. After the 1944 bombings the firm of Auguste Perret began to rebuild the city in concrete."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Le_Havre",
    "urlGoogle": "https://artsandculture.google.com/entity/le-havre/m0f3vg"
  },
  "wiki": {
    "id": "the-chaser-apec-pranks",
    "name": "The Chaser APEC pranks",
    "summary": "The Chaser APEC pranks constituted a series of comic stunts that targeted the 2007 Asia-Pacific Economic Cooperation (APEC) Leaders Summit, which occurred from 2–9 September, in Sydney, Australia. They were coordinated and performed by the Australian satire group The Chaser for the television series The Chaser's War on Everything. The most prominent prank was the breach of an APEC restricted zone in the heart of Sydney's CBD on 6 September. Julian Morrow directed a fake Canadian motorcade, which was allowed through the restricted zone by police and not detected until Chas Licciardello alighted, dressed as Osama bin Laden. Although pranks that involved public locations, figures, and organisations were always a feature of the series, the APEC pranks yielded unprecedented local and international publicity, both positive and negative. Some team members faced charges for breaching the APEC zone, but these were dropped because police had allowed their entry in the restricted zone. Other less controversial and less publicised stunts were also shown on The Chaser's War on Everything, with ratings peaking at almost three million Australian viewers for the APEC wrap-up episode.",
    "url": "https://en.wikipedia.org/wiki/The_Chaser_APEC_pranks"
  },
  "word": {
    "id": "yegg",
    "word": "yegg",
    "url": "https://www.merriam-webster.com/dictionary/yegg",
    "partOfSpeech": "noun",
    "pronunciation": "YEG",
    "audioPath": "audio/words/yegg.mp3",
    "definitions": ["safecracker; also : robber"],
    "examples": [
      "\"The cops grabbed him and another _yegg_ for a Philadelphia store burglary.\" -- From the James Lardner and Thomas Reppetto book, _NYPD: A City and Its Police_, 2001",
      "\"According to police the _yeggs_, apparently knowing exactly where the money was, punched a six-inch hole in the corner of the safe.\" -- From an article in the _Eastern Express Times_, November 26, 2011"
    ],
    "origin": "\"Safecracker\" first appeared in print in English around 1825, but English speakers evidently felt that they needed a more colorful word for this rather colorful profession. No one is quite sure where \"yegg\" came from. It first appeared in the _New York Evening Post_ on June 23, 1903, in an article about \"the prompt breaking up of the organized gangs of professional beggars and yeggs.\" By 1905, it had acquired the variant \"yeggmen,\" which was printed in the _New York Times_ in reference to unsavory characters captured in the Bowery District. \"Yegg\" has always been, and continues to be, less common than \"safecracker,\" but it still turns up once in a while."
  }
}
