{
  "artist": {
    "id": "samuel-morse",
    "name": "Samuel Morse",
    "dates": "Apr 27, 1791 - Apr 2, 1872",
    "mainImg": "img/art/artists/samuel-morse.jpg",
    "artworkImgs": [
      {
        "name": "Susan Walker Morse (The Muse)",
        "path": "img/art/artworks/samuel-morse-a1.jpg",
        "source": "https://artsandculture.google.com/asset/susan-walker-morse-the-muse-samuel-f-b-morse/GAGvLmcgIjcVbQ"
      },
      {
        "name": "James Monroe",
        "path": "img/art/artworks/samuel-morse-a2.jpg",
        "source": "https://artsandculture.google.com/asset/james-monroe-samuel-f-b-morse/hwEBlfGj02RBjA"
      },
      {
        "name": "James Monroe",
        "path": "img/art/artworks/samuel-morse-a3.jpg",
        "source": "https://artsandculture.google.com/asset/james-monroe/UAHAVCVoaEkw9w"
      },
      {
        "name": "Samuel F. B. Morse Self-Portrait",
        "path": "img/art/artworks/samuel-morse-a4.jpg",
        "source": "https://artsandculture.google.com/asset/samuel-f-b-morse-self-portrait-samuel-finley-breese-morse/XQFaVSe3AeAK7A"
      },
      {
        "name": "Portrait of Mrs. Morse and Two Children",
        "path": "img/art/artworks/samuel-morse-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-mrs-morse-and-two-children-samuel-f-b-morse/fAHz9JFz5b6tdA"
      },
      {
        "name": "Mrs. Daniel DeSaussure Bacot",
        "path": "img/art/artworks/samuel-morse-a6.jpg",
        "source": "https://artsandculture.google.com/asset/mrs-daniel-desaussure-bacot-samuel-f-b-morse/BwHp91o-atSHog"
      }
    ],
    "summary": [
      "Samuel Finley Breese Morse was an American inventor and painter. After having established his reputation as a portrait painter, in his middle age Morse contributed to the invention of a single-wire telegraph system based on European telegraphs. He was a co-developer of Morse code and helped to develop the commercial use of telegraphy."
    ],
    "quote": "“Education without religion is in danger of substituting wild theories for the simple commonsense rules of Christianity.”",
    "movements": ["Romanticism", "Hudson River School", "Neoclassicism", "Realism"],
    "mediums": ["Oil paint", "Engraving", "Wood", "Iron", "Graphite", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Samuel_Morse",
    "urlGoogle": "https://artsandculture.google.com/entity/samuel-morse/m06q6n"
  },
  "event": {
    "id": "battle-of-amiens",
    "name": "Battle of Amiens",
    "dates": "Aug 8, 1918 - Aug 11, 1918",
    "mainImg": "img/events/battle-of-amiens.jpg",
    "summary": [
      "The Battle of Amiens, also known as the Third Battle of Picardy, was the opening phase of the Allied offensive which began on 8 August 1918, later known as the Hundred Days Offensive, that ultimately led to the end of the First World War. Allied forces advanced over 11 kilometres on the first day, one of the greatest advances of the war, with Gen Henry Rawlinson's British Fourth Army playing the decisive role. The battle is also notable for its effects on both sides' morale and the large number of surrendering German forces. This led Erich Ludendorff to later describe the first day of the battle as \"the black day of the German Army\". Amiens was one of the first major battles involving armoured warfare."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Amiens_%281918%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-amiens/m03m7yn"
  },
  "funFacts": [
    { "id": "775", "fact": "Bees are born fully grown.", "category": ["Animals"] },
    {
      "id": "414",
      "fact": "Chameleons can move both their eyes in different directions at the same time.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504658",
      "fact": "Amerigo Vespucci, for whom many historians believe America was named, was an Italian merchant."
    }
  ],
  "idiom": {
    "id": "hide-ones-light-under-a-bushel",
    "term": "hide one's light under a bushel",
    "definition": "Show extreme modesty, as in *Even after Paul won the scholarship he went on hiding his light under a bushel.* This expression, which does not necessarily express approval of this behavior, has its origin in the New Testament (Matthew 5:15): \"Neither do men light a candle, and put it under a bushel, but on a candlestick.\" [Early 1600s]"
  },
  "person": {
    "id": "sejanus",
    "name": "Sejanus",
    "dates": "19 BC - 31 AD",
    "mainImg": "img/people/sejanus.jpg",
    "summary": [
      "Lucius Aelius Sejanus, commonly known as Sejanus, was an ambitious soldier, friend and confidant of the Roman Emperor Tiberius. An equestrian by birth, Sejanus rose to power as prefect of the Roman imperial bodyguard, known as the Praetorian Guard, of which he was commander from AD 14 until his death in AD 31.",
      "While the Praetorian Guard was formally established under Emperor Augustus, Sejanus introduced a number of reforms which saw the unit evolve beyond a mere bodyguard, into a powerful and influential branch of the government involved in public security, civil administration and ultimately political intercession; these changes would have a lasting impact on the course of the Principate.",
      "During the 20s, Sejanus gradually accumulated power by consolidating his influence over Tiberius and eliminating potential political opponents, including the emperor's son Drusus Julius Caesar. When Tiberius withdrew to Capri in AD 26, Sejanus was left in control of the administration of the empire. For a time the most influential and feared citizen of Rome, Sejanus suddenly fell from power in AD 31, the year his career culminated with the consulship."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sejanus",
    "urlGoogle": "https://artsandculture.google.com/entity/sejanus/m0143nc"
  },
  "place": {
    "id": "spokane",
    "name": "Spokane",
    "mainImg": "img/places/spokane.jpg",
    "summary": [
      "Spokane is a city in Spokane County in the state of Washington in the northwestern United States. It is located in eastern Washington along the Spokane River adjacent to the Selkirk Mountains and west of the Rocky Mountain foothills—92 miles south of the Canada–US border, 18 miles west of the Washington–Idaho border, and 279 miles east of Seattle along Interstate 90.",
      "Known as the birthplace of Father's Day, Spokane's official nickname is the \"Lilac City\". A pink, double flower cultivar of the common lilac, known as Syringa vulgaris 'Spokane', is named for the city. It is the seat of Spokane County and the economic and cultural center of the Spokane metropolitan area, the Spokane–Coeur d'Alene combined statistical area, and the Inland Northwest. The city, along with the whole Inland Northwest, is served by Spokane International Airport, 5 miles west of downtown Spokane. According to the 2010 Census, Spokane had a population of 208,916, making it the second-largest city in Washington, and the 100th-largest city in the United States. In 2019, the United States Census Bureau estimated the city's population at 222,081 and the population of the Spokane Metropolitan Area at 573,493."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Spokane,_Washington",
    "urlGoogle": "https://artsandculture.google.com/entity/spokane/m010v8k"
  },
  "quote": {
    "id": "62",
    "quote": "The real voyage of discovery consists not in seeking new lands but seeing with new eyes.",
    "author": "Marcel Proust"
  },
  "wiki": {
    "id": "buddhist-art",
    "name": "Buddhist art",
    "summary": "Buddhist art, defined as the figurative arts and decorative arts linked to the Buddhist religion, originated in the Indian subcontinent in the centuries following the life of the historical Gautama Buddha in the 6th to 5th century BCE, before evolving through its contact with other cultures and its diffusion through the rest of Asia and the world. A first, essentially Indian, aniconic phase (avoiding direct representations of the Buddha), was followed from around the 1st century CE by an iconic phase (with direct representations of the Buddha). From that time, Buddhist art diversified and evolved as it adapted to the new countries where the faith was expanding. It developed to the north through Central Asia and into Eastern Asia to form the Northern branch of Buddhist art, and to the east as far as South-East Asia to form the Southern Branch of Buddhist art. In India, the land of its birth, Buddhist art flourished and even influenced the development of Hindu art, until Buddhism almost disappeared around the 10th century with the expansion of Hinduism and Islam.",
    "url": "https://en.wikipedia.org/wiki/Buddhist_art"
  },
  "word": {
    "id": "callow",
    "word": "callow",
    "url": "https://www.merriam-webster.com/dictionary/callow",
    "partOfSpeech": "adjective",
    "pronunciation": "KAL-oh",
    "audioPath": "audio/words/callow.mp3",
    "definitions": ["lacking adult sophistication : immature"],
    "examples": [
      "\"Back when I was a callow college student,\" said Emma, \"I paid little attention to the advice given to me by my professors.\""
    ],
    "origin": "You might not expect a relationship between \"callow\" and baldness, but that connection does in fact exist. \"Callow\" comes from \"calu,\" a word that meant \"bald\" in Middle English and Old English. By the 17th century, \"callow\" had come to mean \"without feathers\" and was applied to young birds not yet ready for flight. The term was also used for those who hadn't yet spread their wings in a figurative sense. \"Callow\" continues to mean \"inexperienced\" or \"unsophisticated\" today."
  }
}
