{
  "artist": {
    "id": "walter-crane",
    "name": "Walter Crane",
    "dates": "Aug 15, 1845 - Mar 14, 1915",
    "mainImg": "img/art/artists/walter-crane.jpg",
    "artworkImgs": [
      {
        "name": "Flowers from Shakespeare's Garden by Walter Crane",
        "path": "img/art/artworks/walter-crane-a1.jpg",
        "source": "https://artsandculture.google.com/asset/flowers-from-shakespeare-s-garden-by-walter-crane-walter-crane/owHv_-rjLXkUsw"
      },
      {
        "name": "Woman Seated on a Sofa",
        "path": "img/art/artworks/walter-crane-a2.jpg",
        "source": "https://artsandculture.google.com/asset/woman-seated-on-a-sofa-walter-crane/wwE9OzegFyKcDw"
      },
      {
        "name": "Goody Two Shoes' Picture Book",
        "path": "img/art/artworks/walter-crane-a3.jpg",
        "source": "https://artsandculture.google.com/asset/goody-two-shoes-picture-book-walter-crane-edmund-evans-george-routledge-sons/1AF3_VgN75o_wA"
      },
      {
        "name": "'Travels with a Donkey in the Cévennes' frontispiece",
        "path": "img/art/artworks/walter-crane-a4.jpg",
        "source": "https://artsandculture.google.com/asset/travels-with-a-donkey-in-the-cévennes-frontispiece-crane-walter-1845-1915/1gFLDVcWBuwbhQ"
      },
      {
        "name": "The Lady of Shalott",
        "path": "img/art/artworks/walter-crane-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-lady-of-shalott-walter-crane-1845–1915-british/gwENEqxMrWcUlw"
      },
      {
        "name": "Title Page [Plate 1]",
        "path": "img/art/artworks/walter-crane-a6.jpg",
        "source": "https://artsandculture.google.com/asset/title-page-plate-1-walter-crane/OgGf4sqtS8U98w"
      }
    ],
    "summary": [
      "Walter Crane was a British artist and book illustrator. He is considered to be the most influential, and among the most prolific, children's book creators of his generation and, along with Randolph Caldecott and Kate Greenaway, one of the strongest contributors to the child's nursery motif that the genre of English children's illustrated literature would exhibit in its developmental stages in the later 19th century.",
      "Crane's work featured some of the more colourful and detailed beginnings of the child-in-the-garden motifs that would characterize many nursery rhymes and children's stories for decades to come. He was part of the Arts and Crafts movement and produced an array of paintings, illustrations, children's books, ceramic tiles and other decorative arts. Crane is also remembered for his creation of a number of iconic images associated with the international Socialist movement."
    ],
    "quote": null,
    "movements": ["Art Nouveau", "American Renaissance", "Pre-Raphaelite Brotherhood"],
    "mediums": ["Textile", "Linen", "Silk", "Pen", "Satin", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Walter_Crane",
    "urlGoogle": "https://artsandculture.google.com/entity/walter-crane/m0378jh"
  },
  "event": {
    "id": "eruption-of-mount-vesuvius-in-79-ad",
    "name": "Eruption of Mount Vesuvius in 79 AD",
    "dates": null,
    "mainImg": "img/events/eruption-of-mount-vesuvius-in-79-ad.jpg",
    "summary": [
      "Of the many eruptions of Mount Vesuvius in Italy, the most famous is the eruption in 79 AD. This eruption is one of the deadliest in European history.",
      "Mount Vesuvius violently spewed forth a deadly cloud of super-heated tephra and gases to a height of 33 km, ejecting molten rock, pulverized pumice and hot ash at 1.5 million tons per second, ultimately releasing 100,000 times the thermal energy of the Hiroshima-Nagasaki bombings. The event gives its name to the Vesuvian type of volcanic eruptions, characterised by eruption columns of hot gases and ash exploding into the stratosphere, although the event also included pyroclastic flows associated with Pelean eruptions.",
      "Several Roman cities were obliterated and buried underneath massive pyroclastic surges and ashfall deposits, the best known being Pompeii and Herculaneum. After archaeological excavations revealed much about the lives of the inhabitants, the area became a major tourist attraction, and is now a UNESCO World Heritage Site, and part of Vesuvius National Park.",
      "The total population of both cities was over 20,000."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Eruption_of_Mount_Vesuvius_in_79_AD",
    "urlGoogle": "https://artsandculture.google.com/entity/eruption-of-mount-vesuvius-in-79-ad/m0gfh_gg"
  },
  "funFacts": [
    {
      "id": "190",
      "fact": "Thailand means \"Land of the Free.\"",
      "category": ["Definitions", "Geography"]
    },
    { "id": "19", "fact": "Children tend to grow faster in the spring.", "category": ["Anatomy"] }
  ],
  "funFacts2": [
    {
      "id": "553730",
      "fact": "The world’s oldest surviving piano is at the Metropolitan Museum of Art in New York City. The instrument dates back to 1720, and was made by an Italian man named Bartolomeo Cristofori."
    }
  ],
  "idiom": {
    "id": "best-bib-and-tucker",
    "term": "best bib and tucker",
    "definition": "One's finest clothes, dressed up, as in *The men were told to put on their best bib and tucker for the dinner dance.* Although wearing either a bib (frill at front of a man's shirt) or a tucker (ornamental lace covering a woman's neck and shoulders) is obsolete, the phrase survives. [Mid-1700s]"
  },
  "person": {
    "id": "tughril",
    "name": "Tughril",
    "dates": "990 AD - Sep 4, 1063",
    "mainImg": "img/people/tughril.jpg",
    "summary": [
      "Tughril Bey was the Turkoman founder of the Seljuk Empire, ruling from 1037 to 1063. Tughril united the Turkmen warriors of the Great Eurasian Steppes into a confederacy of tribes, who traced their ancestry to a single ancestor named Seljuq, and led them in conquest of eastern Iran. He would later establish the Seljuq Sultanate after conquering Persia and retaking the Abbasid capital of Baghdad from the Buyid dynasty in 1055. Tughril relegated the Abbasid Caliphs to state figureheads and took command of the caliphate's armies in military offensives against the Byzantine Empire and the Fatimid Caliphate in an effort to expand his empire's borders and unite the Islamic world."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tughril",
    "urlGoogle": "https://artsandculture.google.com/entity/tughril/m02s1_n"
  },
  "place": {
    "id": "brasilia",
    "name": "Brasilia",
    "mainImg": "img/places/brasilia.jpg",
    "summary": [
      "Brasília is the federal capital of Brazil and seat of government of the Federal District. The city is located atop the Brazilian highlands in the country's center-western region. It was founded on April 21, 1960, to serve as the new national capital. Brasília is estimated to be Brazil's third-most populous city. Among major Latin American cities, it has the highest GDP per capita.",
      "Brasília was planned and developed by Lúcio Costa, Oscar Niemeyer and Joaquim Cardozo in 1956 in a scheme to move the capital from Rio de Janeiro to a more central location. The landscape architect was Roberto Burle Marx. The city's design divides it into numbered blocks as well as sectors for specified activities, such as the Hotel Sector, the Banking Sector, and the Embassy Sector. Brasília was chosen as a UNESCO World Heritage Site due to its modernist architecture and uniquely artistic urban planning. It was named \"City of Design\" by UNESCO in October 2017 and has been part of the Creative Cities Network since then.",
      "All three branches of Brazil's federal government are centered in the city: executive, legislative and judiciary. Brasília also hosts 124 foreign embassies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bras%C3%ADlia",
    "urlGoogle": "https://artsandculture.google.com/entity/brasilia/m01hy_"
  },
  "wiki": {
    "id": "concerto-delle-donne",
    "name": "Concerto delle donne",
    "summary": "The concerto delle donne was a group of professional female singers in the late Renaissance court of Ferrara, Italy, renowned for their technical and artistic virtuosity. The ensemble was founded by Alfonso II, Duke of Ferrara, in 1580 and was active until the court was dissolved in 1597. Giacomo Vincenti, a music publisher, praised the women as \"virtuose giovani\" (virtuosic youths), echoing the sentiments of contemporaneous diarists and commentators. The concerto delle donne revolutionized the role of women in professional music, and continued the tradition of the Este court as a musical center. Word of the ladies' ensemble spread across Italy, inspiring imitations in the powerful courts of the Medici and Orsini. The founding of the concerto delle donne was the most important event in secular Italian music in the late sixteenth century; the musical innovations established in the court were important in the development of the madrigal, and eventually the seconda pratica.",
    "url": "https://en.wikipedia.org/wiki/Concerto_delle_donne"
  },
  "word": {
    "id": "coruscate",
    "word": "coruscate",
    "url": "https://www.merriam-webster.com/dictionary/coruscate",
    "partOfSpeech": "verb",
    "pronunciation": "KOR-uh-skayt",
    "audioPath": "audio/words/coruscate.mp3",
    "definitions": [
      "to give off or reflect light in bright beams or flashes : sparkle",
      "to be brilliant or showy in technique or style"
    ],
    "examples": [
      "The astronomy students observed the _coruscating_ stars through a high-powered telescope.",
      "\"Down below the Sea of Galilee gleamed, _coruscated_, in the setting biblical sun.\" -- From Justin Cartwright's 2011 book _Other People's Money_"
    ],
    "origin": "To help you gain a flash of recognition next time you see \"coruscate\" (or to prompt you when you need a brilliant synonym for \"sparkle\"), remember this bit of bright imagery by George Bernard Shaw, describing a centuries-old abbey: \"O'er this north door a trace still lingers / Of how a Gothic craftsman's fingers / Could make stones creep like ivy stems / And tilings coruscate like gems.\" Or you could just remember that \"coruscate\" developed from Latin \"coruscare,\" which means \"to flash.\" That word also gave us the noun \"coruscation\" (\"glitter\" or \"sparkle\") and the adjective \"coruscant\" (\"shining\" or \"glittering\")."
  }
}
