{
  "artist": {
    "id": "matthias-stom",
    "name": "Matthias Stom",
    "dates": "1600 - 1650",
    "mainImg": "img/art/artists/matthias-stom.jpg",
    "artworkImgs": [
      {
        "name": "The Adoration of the Shepherds",
        "path": "img/art/artworks/matthias-stom-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-shepherds-matthias-stom-stomer/YwEv_1zCaBSslQ"
      },
      {
        "name": "Mucius Scaevola in the presence of Lars Porsenna",
        "path": "img/art/artworks/matthias-stom-a2.jpg",
        "source": "https://artsandculture.google.com/asset/mucius-scaevola-in-the-presence-of-lars-porsenna-matthias-stomer/NgGl8_beYsY8Gg"
      },
      {
        "name": "Old Woman Praying",
        "path": "img/art/artworks/matthias-stom-a3.jpg",
        "source": "https://artsandculture.google.com/asset/old-woman-praying-matthias-stom/IAFIpc0wfcImOg"
      },
      {
        "name": "Christ chasing the moneychangers from the temple",
        "path": "img/art/artworks/matthias-stom-a4.jpg",
        "source": "https://artsandculture.google.com/asset/christ-chasing-the-moneychangers-from-the-temple-matthias-stom/2wF3EkJo2peG9Q"
      },
      {
        "name": "The Adoration of the Shepherds",
        "path": "img/art/artworks/matthias-stom-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-shepherds-matthias-stomer/1gGmiAK4tfbeig"
      },
      {
        "name": "Christ Before the High Priest",
        "path": "img/art/artworks/matthias-stom-a6.jpg",
        "source": "https://artsandculture.google.com/asset/christ-before-the-high-priest-matthias-stom-er/iwGFMyGB6wXH9g"
      }
    ],
    "summary": [
      "Matthias Stom or Matthias Stomer was a Dutch, or possibly Flemish, painter who is only known for the works he produced during his residence in Italy. He was influenced by the work of other followers of Caravaggio in Italy, in particular his Dutch followers often referred to as the Utrecht Caravaggists, as well as by Jusepe de Ribera and Peter Paul Rubens. He did not share the other Northern Caravaggisti's preference for humorous, and sometimes scabrous, genre scenes and elaborate decorative allegories but favored stories from the bible instead. He worked in various locations in Italy where he enjoyed the patronage of religious institutions as well as prominent members of the nobilty."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age", "Utrecht Caravaggism"],
    "mediums": ["Oil paint", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Matthias_Stom",
    "urlGoogle": "https://artsandculture.google.com/entity/matthias-stom/m03ynwnz"
  },
  "event": {
    "id": "yugoslav-wars",
    "name": "Yugoslav Wars",
    "dates": "1991 - 2001",
    "mainImg": "img/events/yugoslav-wars.jpg",
    "summary": [
      "The Yugoslav Wars were a series of separate but related ethnic conflicts, wars of independence and insurgencies fought in the former Yugoslavia from 1991 to 2001, which led to the breakup of the Yugoslav state. Its constituent republics declared independence, despite unresolved tensions between ethnic minorities in the new countries, fueling the wars.",
      "Most of the wars ended through peace accords, involving full international recognition of new states, but with a massive human cost and economic damage to the region. Initially the Yugoslav People's Army sought to preserve the unity of the whole of Yugoslavia by crushing the secessionist governments, but it increasingly came under the influence of the Serbian government of Slobodan Milošević, which evoked Serbian nationalist rhetoric and was willing to use the Yugoslav cause to preserve the unity of Serbs in one state. As a result, the JNA began to lose Slovenes, Croats, Kosovar Albanians, Bosniaks, and ethnic Macedonians, and effectively became a Serb army. According to a 1994 United Nations report, the Serb side did not aim to restore Yugoslavia, but to create a \"Greater Serbia\" from parts of Croatia and Bosnia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Yugoslav_Wars",
    "urlGoogle": "https://artsandculture.google.com/entity/yugoslav-wars/m0286jd"
  },
  "funFacts": [
    {
      "id": "904",
      "fact": "If done perfectly, any Rubik's Cube combination can be solved in 17 turns.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "786",
      "fact": "The brain operates on the same amount of power as a 10-watt light bulb.",
      "category": ["Anatomy", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "506183",
      "fact": "It’s illegal to own only one guinea pig in Switzerland. (They get lonely.)"
    }
  ],
  "idiom": {
    "id": "in-for-a-penny-in-for-a-pound",
    "term": "in for a penny, in for a pound",
    "definition": "Once involved, one must not stop at half- measures. For example, *All right, I'll drive you all the way there---in for a penny, in for a pound.* This term originally meant that if one owes a penny one might as well owe a pound, and came into American use without changing the British monetary unit to *dollar.* [Late 1600s]"
  },
  "person": {
    "id": "frederick-william-ii-of-prussia",
    "name": "Frederick William II of Prussia",
    "dates": "Sep 25, 1744 - Nov 16, 1797",
    "mainImg": "img/people/frederick-william-ii-of-prussia.jpg",
    "summary": [
      "Frederick William II was King of Prussia from 1786 until his death. He was in personal union the Prince-elector of Brandenburg and sovereign prince of the Canton of Neuchâtel. Pleasure-loving and indolent, he is seen as the antithesis to his predecessor, Frederick II. Under his reign, Prussia was weakened internally and externally, and he failed to deal adequately with the challenges to the existing order posed by the French Revolution. His religious policies were directed against the Enlightenment and aimed at restoring a traditional Protestantism. However, he was a patron of the arts and responsible for the construction of some notable buildings, among them the Brandenburg Gate in Berlin."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Frederick_William_II_of_Prussia",
    "urlGoogle": "https://artsandculture.google.com/entity/frederick-william-ii-of-prussia/m01f9fw"
  },
  "place": {
    "id": "rennes",
    "name": "Rennes",
    "mainImg": "img/places/rennes.jpg",
    "summary": [
      "Rennes is a city in the east of Brittany in northwestern France at the confluence of the Ille and the Vilaine. Rennes is the capital of the region of Brittany, as well as the Ille-et-Vilaine department.",
      "Rennes's history goes back more than 2,000 years, at a time when it was a small Gallic village named Condate. Together with Vannes and Nantes, it was one of the major cities of the ancient Duchy of Brittany. From the early sixteenth century until the French Revolution, Rennes was a parliamentary, administrative and garrison city of the historic province of Brittany of the Kingdom of France.",
      "Since the 1950s, Rennes has grown in importance through rural flight and its modern industrial development, partly automotive. The city developed extensive building plans to accommodate upwards of 200,000 inhabitants. During the 1980s, Rennes became one of the main centres in telecommunication and high technology industry. It is now a significant digital innovation centre in France.",
      "In 2015, the city was the tenth largest in France, with a metropolitan area of about 720,000 inhabitants. With more than 66,000 students in 2016, it is also the eighth-largest university campus of France."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Rennes",
    "urlGoogle": "https://artsandculture.google.com/entity/rennes/m0chjm"
  },
  "wiki": {
    "id": "benjamin-harrison",
    "name": "Benjamin Harrison",
    "summary": "Benjamin Harrison (1833–1901) was the 23rd President of the United States, serving one term from 1889 to 1893. Harrison was born in North Bend, Ohio, and at age 21 moved to Indianapolis, Indiana, where he became a prominent state politician. During the American Civil War Harrison served as a Brigadier General in the XXI Corps of the Army of the Cumberland. After the war he unsuccessfully ran for the governorship of Indiana, but was later elected to the U.S. Senate from that state. Harrison, a Republican, was elected to the presidency in 1888, defeating the Democratic incumbent, Grover Cleveland. He is the only president elected from the state of Indiana. His presidential administration is best known for its economic legislation, including the McKinley Tariff and the Sherman Antitrust Act, and for annual federal spending that reached one billion dollars for the first time. Democrats attacked the \"Billion Dollar Congress\", and used the issue, along with the growing unpopularity of the high tariff, to defeat the Republicans, both in the 1890 mid-term elections and in Harrison's bid for re-election in 1892.",
    "url": "https://en.wikipedia.org/wiki/Benjamin_Harrison"
  },
  "word": {
    "id": "betwixt",
    "word": "betwixt",
    "url": "https://www.merriam-webster.com/dictionary/betwixt",
    "partOfSpeech": "adverb or preposition",
    "pronunciation": "bih-TWIKST",
    "audioPath": "audio/words/betwixt.mp3",
    "definitions": ["between"],
    "examples": [
      "\"Whatever Prabal Gurung thinks about when he is designing … he always views those inspirations from the New York crossroads _betwixt_ uptown and downtown, historically the great divide of American fashion.\" - From an article by Mark Holgate in _Vogue_, November 2010",
      "\"The film hops back and forth from Clark's grown-up life and his Smallville, Kansas, upbringing…. Superman wrestles with his allegiances, but the quandaries of a superpowered man _betwixt_ worlds doesn't have any real resonance.\" - From a film review by Jake Coyle in _Ventura County Star_ (California), August 8, 2013"
    ],
    "origin": "\"Jack Sprat could eat no fat, his wife could eat no lean; and so betwixt the two of them, they licked the platter clean.\" Perhaps you've always said \"and so between the two of them\" when reciting the tale of Jack Sprat and his wife. That's fine. \"Betwixt\" and \"between\" have similar origins: they both come from a combination of \"be-\" and related Old English roots. Both words appeared before the 12th century, but use of \"betwixt\" dropped off considerably toward the end of the 1600s. It survived in the phrase \"betwixt and between\" (\"neither one thing nor the other\"), which took on a life of its own in the 18th century. Nowadays \"betwixt\" is uncommon, but it isn't archaic; it's simply used more consciously than \"between.\""
  }
}
