{
  "artist": {
    "id": "ernest-meissonier",
    "name": "Ernest Meissonier",
    "dates": "Feb 21, 1815 - Jan 31, 1891",
    "mainImg": "img/art/artists/ernest-meissonier.jpg",
    "artworkImgs": [
      {
        "name": "1814",
        "path": "img/art/artworks/ernest-meissonier-a1.jpg",
        "source": "https://artsandculture.google.com/asset/1814/tgErH7NaVf3DeA"
      },
      {
        "name": "A General and His Aide-de-camp",
        "path": "img/art/artworks/ernest-meissonier-a2.jpg",
        "source": "https://artsandculture.google.com/asset/a-general-and-his-aide-de-camp-ernest-meissonier/HwFqeVinb7NoGQ"
      },
      {
        "name": "The Siege of Paris",
        "path": "img/art/artworks/ernest-meissonier-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-siege-of-paris-ernest-meissonier/uwGLvXNtcgRH-w"
      },
      {
        "name": "Soldier Playing the Theorbo",
        "path": "img/art/artworks/ernest-meissonier-a4.jpg",
        "source": "https://artsandculture.google.com/asset/soldier-playing-the-theorbo-ernest-meissonier/nQG9GLIL9f3pEQ"
      },
      {
        "name": "1806, Jena",
        "path": "img/art/artworks/ernest-meissonier-a5.jpg",
        "source": "https://artsandculture.google.com/asset/1806-jena-jean-louis-ernest-meissonier/EAFX--5dk0-JGg"
      },
      {
        "name": "1807, Friedland",
        "path": "img/art/artworks/ernest-meissonier-a6.jpg",
        "source": "https://artsandculture.google.com/asset/1807-friedland-ernest-meissonier/jgE__EjAXkP7lg"
      }
    ],
    "summary": [
      "Jean-Louis-Ernest Meissonier was a French Classicist painter and sculptor famous for his depictions of Napoleon, his armies and military themes. He documented sieges and manoeuvres and was the teacher of Édouard Detaille.",
      "Meissonier enjoyed great success in his lifetime, and was acclaimed both for his mastery of fine detail and assiduous craftsmanship. The English art critic John Ruskin examined his work at length under a magnifying glass, \"marvelling at Meissonier's manual dexterity and eye for fascinating minutiae.\"",
      "Meissonier's work commanded enormous prices and in 1846 he purchased a great mansion in Poissy, sometimes known as the Grande Maison. The Grande Maison included two large studios, the atelier d'hiver, or winter workshop, situated on the top floor of the house, and at ground level, a glass-roofed annexe, the atelier d'été or summer workshop. Meissonier himself said that his house and temperament belonged to another age, and some, like the critic Paul Mantz for example, criticised the artist's seemingly limited repertoire."
    ],
    "quote": null,
    "movements": ["Academic art"],
    "mediums": ["Oil paint", "Pen", "Drawing", "Ink", "Wood", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ernest_Meissonier",
    "urlGoogle": "https://artsandculture.google.com/entity/ernest-meissonier/m03w2yz"
  },
  "event": {
    "id": "siege-of-bergen-op-zoom",
    "name": "Siege of Bergen op Zoom",
    "dates": null,
    "mainImg": "img/events/siege-of-bergen-op-zoom.jpg",
    "summary": [
      "The Siege of Bergen op Zoom took place during the Austrian War of Succession, when a French army, under the command of Lowendal and the overall direction of Marshal Maurice de Saxe, laid siege and captured the strategic Dutch border fortress of Bergen op Zoom on the border of Brabant and Zeeland in 1747. The fortress was defended by Dutch, Austrians, British, Hanoverians and Hessians that supported the Pragmatic Sanction.",
      "After seven years of brutal war, both sides in this conflict were suffering from weariness of the war. Although tentative peace initiatives had been put forward, neither side was yet willing to make meaningful concessions. The capture of Bergen op Zoom would be a signal defeat for the Dutch and would open the door for an invasion of the Dutch Netherlands. The siege was the center of attention in Europe and news of it followed eagerly in numerous reports with the Pragmatic allies confident that the fortress would withstand the French and the French determined it should fall."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Bergen_op_Zoom_%281747%29",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-bergen-op-zoom/m05f64tj"
  },
  "funFacts": [
    {
      "id": "953",
      "fact": "The longest attack of hiccups ever lasted 68 years.",
      "category": ["Anatomy", "History", "Science"]
    },
    {
      "id": "297",
      "fact": "David Rice Atchison was President of the United States for only one day.",
      "category": ["History", "Onlies"]
    }
  ],
  "funFacts2": [
    { "id": "553547", "fact": "Blue whales may weigh up to twice as much as the largest dinosaur." }
  ],
  "idiom": {
    "id": "green-about-the-gills",
    "term": "green about the gills",
    "definition": "Also, **green around the gills.** Looking ill or nauseated, as in *After that bumpy ride she looked quite green about the gills.* The use of *green* to describe an ailing person's complexion dates from about 1300, and *gills* has referred to the flesh around human jaws and ears since the 1600s. Although in the 1800s *white* and *yellow* were paired with *gills* to suggest illness, the alliterative *green* has survived them."
  },
  "person": {
    "id": "judas-maccabeus",
    "name": "Judas Maccabeus",
    "dates": "190 BC - 159 BC",
    "mainImg": "img/people/judas-maccabeus.jpg",
    "summary": [
      "Judah Maccabee was a Jewish priest and a son of the priest Mattathias. He led the Maccabean Revolt against the Seleucid Empire.",
      "The Jewish holiday of Hanukkah commemorates the restoration of Jewish worship at the Second Temple in Jerusalem in 164 BCE, after Judah Maccabeus removed all of the statues depicting Greek gods and goddesses and purified it."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Judas_Maccabeus",
    "urlGoogle": "https://artsandculture.google.com/entity/judas-maccabeus/m01tx4x"
  },
  "place": {
    "id": "myanmar-burma",
    "name": "Myanmar (Burma)",
    "mainImg": "img/places/myanmar-burma.jpg",
    "summary": [
      "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres, Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon. Myanmar has been a member of the Association of Southeast Asian Nations since 1997.",
      "Early civilisations in Myanmar included the Tibeto-Burman-speaking Pyu city-states in Upper Burma and the Mon kingdoms in Lower Burma. In the 9th century, the Bamar people entered the upper Irrawaddy valley and, following the establishment of the Pagan Kingdom in the 1050s, the Burmese language, culture and Theravada Buddhism slowly became dominant in the country. The Pagan Kingdom fell due to the Mongol invasions and several warring states emerged."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Myanmar",
    "urlGoogle": "https://artsandculture.google.com/entity/myanmar-burma/m04xn_"
  },
  "wiki": {
    "id": "cerebellum",
    "name": "Cerebellum",
    "summary": "The cerebellum is a region of the brain that plays an important role in the integration of sensory perception and motor output. Many neural pathways link the cerebellum with the motor cortex—which sends information to the muscles causing them to move—and the spinocerebellar tract—which provides feedback on the position of the body in space (proprioception). The cerebellum integrates these two functions, using the constant feedback on body position to fine-tune motor movements. Because of this 'updating' function of the cerebellum, lesions within it are not so debilitating as to cause paralysis, but rather present as feedback deficits resulting in disorders in fine movement, equilibrium, posture, and motor learning. Initial observations by physiologists during the 18th century indicated that patients with cerebellar damage show problems with motor coordination and movement. Modern research has shown that the cerebellum has a broader role in a number of key cognitive functions, including attention and the processing of language, music, and other sensory temporal stimuli.",
    "url": "https://en.wikipedia.org/wiki/Cerebellum"
  },
  "word": {
    "id": "hew",
    "word": "hew",
    "url": "https://www.merriam-webster.com/dictionary/hew",
    "partOfSpeech": "verb",
    "pronunciation": "HYOO",
    "audioPath": "audio/words/hew.mp3",
    "definitions": [
      "to cut or fell with blows (as of an ax)",
      "to give shape to with or as if with an ax",
      "to conform or to adhere"
    ],
    "examples": [
      "Josh was never one to _hew_ to policies with which he disagreed.",
      "\"Typically at this point on the political calendar, a sitting vice president scrupulously downplays his interest in ascending to the top job.... Vice presidents as varied as Walter Mondale, George H.W. Bush, and Al Gore all gamely _hewed_ to this script.\" - From an article by Noam Scheiber in _The New Republic_, August 24, 2012"
    ],
    "origin": "\"Hew\" is a strong, simple word of Anglo-Saxon descent. It can suggest actual ax-wielding, or it can be figurative: \"If ... our ambition hews and shapes \\[our\\] new relations, their virtue escapes, as strawberries lose their flavor in garden-beds\" (Ralph Waldo Emerson). It's easy to see how the figurative \"shape\" sense of \"hew\" developed from the literal hacking sense, but what does chopping have to do with adhering and conforming? That sense first appeared in the late 1800s in the phrase \"hew to the line.\" The \"hew line\" is a line marked along the length of a log indicating where to chop in order to shape a beam. \"Hewing to the line,\" literally, is cutting along the mark-adhering to it-until the side of the log is squared."
  }
}
