{
  "artist": {
    "id": "renzo-piano",
    "name": "Renzo Piano",
    "dates": "Born Sep 14, 1937",
    "mainImg": "img/art/artists/renzo-piano.jpg",
    "artworkImgs": [
      {
        "name": "L’ARCHITETTO CONDOTTO",
        "path": "img/art/artworks/renzo-piano-a1.jpg",
        "source": "https://artsandculture.google.com/asset/l’architetto-condotto-renzo-piano-building-workshop-e-g124-senator-renzo-piano-s-working-group/jAGI0k-tq5p21w"
      },
      {
        "name": "L’ARCHITETTO CONDOTTO",
        "path": "img/art/artworks/renzo-piano-a2.jpg",
        "source": "https://artsandculture.google.com/asset/l’architetto-condotto-renzo-piano-building-workshop-e-g124-senator-renzo-piano-s-working-group/SAFkMMbpPU6uYg"
      },
      {
        "name": "Lungarno",
        "path": "img/art/artworks/renzo-piano-a3.jpg",
        "source": "https://artsandculture.google.com/asset/lungarno-renzo-pavanello/3AFB1_HONFGl6w"
      },
      {
        "name": "Kiosk",
        "path": "img/art/artworks/renzo-piano-a4.jpg",
        "source": "https://artsandculture.google.com/asset/kiosk-renzo-pavanello/WwHilcLA2YCSWw"
      },
      {
        "name": "Light",
        "path": "img/art/artworks/renzo-piano-a5.jpg",
        "source": "https://artsandculture.google.com/asset/light-renzo-piano/IgEfrWsbGXgNBQ"
      },
      {
        "name": "L’ARCHITETTO CONDOTTO",
        "path": "img/art/artworks/renzo-piano-a6.jpg",
        "source": "https://artsandculture.google.com/asset/l’architetto-condotto-renzo-piano-building-workshop-e-g124-senator-renzo-piano-s-working-group/VgGKRRPS3cc79w"
      }
    ],
    "summary": [
      "Renzo Piano OMRI OMCA is an Italian architect. His notable buildings include the Centre Georges Pompidou in Paris, The Shard in London, and the Whitney Museum of American Art in New York City and Stavros Niarchos Foundation Cultural Center in Athens. He won the Pritzker Architecture Prize in 1998."
    ],
    "quote": null,
    "movements": [],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Renzo_Piano",
    "urlGoogle": "https://artsandculture.google.com/entity/renzo-piano/m06gpm"
  },
  "event": {
    "id": "easter-rising",
    "name": "Easter Rising",
    "dates": "Apr 24, 1916 - Apr 29, 1916",
    "mainImg": "img/events/easter-rising.jpg",
    "summary": [
      "The Easter Rising, also known as the Easter Rebellion, was an armed insurrection in Ireland during Easter Week, April 1916. The Rising was launched by Irish republicans to end British rule in Ireland and establish an independent Irish Republic while the United Kingdom was fighting the First World War. It was the most significant uprising in Ireland since the rebellion of 1798 and the first armed action of the Irish revolutionary period. Sixteen of the Rising's leaders were executed in May 1916, but the insurrection, the nature of the executions, and subsequent political developments ultimately contributed to an increase in popular support for Irish independence.",
      "Organised by a seven-man Military Council of the Irish Republican Brotherhood, the Rising began on Easter Monday, 24 April 1916 and lasted for six days. Members of the Irish Volunteers, led by schoolmaster and Irish language activist Patrick Pearse, joined by the smaller Irish Citizen Army of James Connolly and 200 women of Cumann na mBan, seized strategically important buildings in Dublin and proclaimed an Irish Republic. The British Army brought in thousands of reinforcements as well as artillery and a gunboat."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Easter_Rising",
    "urlGoogle": "https://artsandculture.google.com/entity/easter-rising/m02t1t"
  },
  "funFacts": [
    {
      "id": "744",
      "fact": "Polar bears can smell a seal from 20 miles away.",
      "category": ["Animals"]
    },
    {
      "id": "22",
      "fact": "Alaska has the highest percentage of people who walk to work.",
      "category": ["Geography", "Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "554002",
      "fact": "Sphenopalatine ganglioneuralgia \u0003is the medical term for brain freeze."
    }
  ],
  "idiom": {
    "id": "spare-the-rod-and-spoil-the-child",
    "term": "spare the rod and spoil the child",
    "definition": "Discipline is necessary for good upbringing, as in *She lets Richard get away with anything---spare the rod, you know.* This adage appears in the Bible (Proverbs 13:24) and made its way into practically every proverb collection. It originally referred to corporal punishment. It is still quoted, often in shortened form, and today does not necessarily mean physical discipline."
  },
  "person": {
    "id": "george-marshall",
    "name": "George Marshall",
    "dates": "Dec 31, 1880 - Oct 16, 1959",
    "mainImg": "img/people/george-marshall.jpg",
    "summary": [
      "General of the Army George Catlett Marshall Jr. was an American soldier and statesman. He rose through the United States Army to become Chief of Staff under presidents Franklin D. Roosevelt and Harry S. Truman, then served as Secretary of State and Secretary of Defense under Truman. Winston Churchill lauded Marshall as the \"organizer of victory\" for his leadership of the Allied victory in World War II, although Marshall declined a final field leadership position that went to his protégé, later U.S. President, Dwight D. Eisenhower. After the war, as Secretary of State, Marshall advocated a significant U.S. economic and political commitment to post-war European recovery, including the Marshall Plan that bore his name. In recognition of this work, he was awarded the Nobel Peace Prize in 1953.",
      "Born in Uniontown, Pennsylvania, Marshall graduated from the Virginia Military Institute in 1901. After serving briefly as commandant of students at the Danville Military Academy in Danville, Virginia, Marshall received his commission as a second lieutenant of Infantry in February, 1902."
    ],
    "quote": "“The only way human beings can win a war is to prevent it.”",
    "urlWiki": "https://en.wikipedia.org/wiki/George_Marshall",
    "urlGoogle": "https://artsandculture.google.com/entity/george-marshall/m094rh"
  },
  "place": {
    "id": "bremen",
    "name": "Bremen",
    "mainImg": "img/places/bremen.jpg",
    "summary": [
      "The City Municipality of Bremen is the capital of the German federal state Free Hanseatic City of Bremen, a two-city-state consisting of the cities of Bremen and Bremerhaven. With around 570,000 inhabitants, the Hanseatic city is the 11th largest city of Germany as well as the second largest city in Northern Germany after Hamburg.",
      "Bremen is the largest city on the River Weser, the longest river flowing entirely in Germany, lying some 60 km upstream from its mouth into the North Sea, and is surrounded by the state of Lower Saxony. A commercial and industrial city, Bremen is, together with Oldenburg and Bremerhaven, part of the Bremen/Oldenburg Metropolitan Region, with 2.5 million people. Bremen is contiguous with the Lower Saxon towns of Delmenhorst, Stuhr, Achim, Weyhe, Schwanewede and Lilienthal. There is an exclave of Bremen in Bremerhaven, the \"Citybremian Overseas Port Area Bremerhaven\". Bremen is the fourth largest city in the Low German dialect area after Hamburg, Dortmund and Essen.",
      "Bremen's port, together with the port of Bremerhaven at the mouth of the Weser, is the second largest port in Germany after the Port of Hamburg."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bremen",
    "urlGoogle": "https://artsandculture.google.com/entity/bremen/m017w_"
  },
  "quote": {
    "id": "122",
    "quote": "There is no friend as loyal as a book.",
    "author": "Ernest Hemingway"
  },
  "wiki": {
    "id": "robert-oppenheimer",
    "name": "Robert Oppenheimer",
    "summary": "Robert Oppenheimer was an American physicist and the scientific director of the Manhattan Project, the World War II effort to develop the first nuclear weapons, at the secret Los Alamos laboratory in New Mexico. Known colloquially as \"the father of the atomic bomb\", Oppenheimer lamented the weapon's killing power after it was used to destroy the Japanese cities of Hiroshima and Nagasaki. After the war, he was a chief advisor to the newly-created Atomic Energy Commission and used that position to lobby for international control of atomic energy and to avert the nuclear arms race with the Soviet Union. After invoking the ire of many politicians and scientists with his outspoken political opinions during the Red Scare, he had his security clearance revoked in a much-publicized and politicized hearing in 1954. Though stripped of his political influence, Oppenheimer continued to lecture, write, and work in physics. A decade later, President Lyndon B. Johnson awarded him the Enrico Fermi Award as a gesture of rehabilitation.",
    "url": "https://en.wikipedia.org/wiki/Robert_Oppenheimer"
  },
  "word": {
    "id": "tamale",
    "word": "tamale",
    "url": "https://www.merriam-webster.com/dictionary/tamale",
    "partOfSpeech": "noun",
    "pronunciation": "tuh-MAH-lee",
    "audioPath": "audio/words/tamale.mp3",
    "definitions": [
      "cornmeal dough rolled with ground meat or beans seasoned usually with chili, wrapped usually in corn husks, and steamed"
    ],
    "examples": [
      "\"The Mexican Dinner has a little of everything; the moist _tamale_ and cheese enchilada, both with chili, are especially good.\" - From a restaurant review in _Texas Monthly_, November 2012",
      "\"You think I'm full of shame and regret for what I've done now, Sister? You could shave me bald as a cue ball and I'll still be the hottest _tamale_ in this joint.\" - Chloë Sevigny in the television series _American Horror Story_, October 2012"
    ],
    "origin": "\"Hot tamale\" is sometimes used figuratively, as in our second example, to suggest sexual attractiveness, but it's the word's literal use that puts it in an interesting category. How many English food words can you name that derive from Nahuatl, a group of languages spoken by native peoples of Mexico and Central America? You've probably guessed that \"tamale\" gives you one; it came to us (by way of Mexican Spanish) from the Nahuatl \"tamalli,\" a word for steamed cornmeal dough. Add to the menu \"chili\" (from \"chīlli,\" identifying all those fiery peppers); \"chocolate\" (from \"chocolātl,\" first used for a beverage made from chocolate and water); \"guacamole\" (from \"āhuacatl,\" meaning \"avocado,\" plus \"mōlli,\" meaning \"sauce\"); and \"tomato\" (from \"tomatl\"). Top it all off with \"chipotle\" (a smoked and dried pepper), from \"chīlli\" and \"pōctli\" (meaning \"something smoked\")."
  }
}
