{
  "artist": {
    "id": "nicolaes-maes",
    "name": "Nicolaes Maes",
    "dates": "January 1634 - Nov 24, 1693",
    "mainImg": "img/art/artists/nicolaes-maes.jpg",
    "artworkImgs": [
      {
        "name": "Young Woman Peeling Apples",
        "path": "img/art/artworks/nicolaes-maes-a1.jpg",
        "source": "https://artsandculture.google.com/asset/young-woman-peeling-apples-nicolaes-maes/AAEX96-QhtjN9Q"
      },
      {
        "name": "Old Woman Saying Grace, Known as 'The Prayer without End'",
        "path": "img/art/artworks/nicolaes-maes-a2.jpg",
        "source": "https://artsandculture.google.com/asset/old-woman-saying-grace-known-as-the-prayer-without-end-nicolaes-maes/3AEBA7dFnmFKVg"
      },
      {
        "name": "The Eavesdropper",
        "path": "img/art/artworks/nicolaes-maes-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-eavesdropper-nicolaes-maes/FgFta55E_GHZ2A"
      },
      {
        "name": "The maidservant",
        "path": "img/art/artworks/nicolaes-maes-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-maidservant-maes-nicolaes/6gG2QSlAwxLLdg"
      },
      {
        "name": "Portrait of a Woman",
        "path": "img/art/artworks/nicolaes-maes-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-woman-nicholas-maes/SwGjxWJGuCaIjw"
      },
      {
        "name": "Abraham Dismissing Hagar and Ishmael",
        "path": "img/art/artworks/nicolaes-maes-a6.jpg",
        "source": "https://artsandculture.google.com/asset/abraham-dismissing-hagar-and-ishmael-nicolaes-maes/RQE5Y9p9A7N5HQ"
      }
    ],
    "summary": [
      "Nicolaes Maes was a Dutch painter known for his genre scenes, portraits, religious compositions and the occasional still life. A pupil of Rembrandt in Amsterdam, he returned to work in his native city Dordrecht for 20 years. In the latter part of his career he returned to Amsterdam where he became the leading portrait painter of his time. Maes contributed to the development of genre painting in the Netherlands and was the most prominent portrait painter working in Amsterdam in the final three decennia of the 17th century."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Pen", "Drawing", "Ink", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Nicolaes_Maes",
    "urlGoogle": "https://artsandculture.google.com/entity/nicolaes-maes/m03fvwq"
  },
  "event": {
    "id": "richard-nixon-1969-presidential-inauguration",
    "name": "Richard Nixon 1969 presidential inauguration",
    "dates": null,
    "mainImg": "img/events/richard-nixon-1969-presidential-inauguration.jpg",
    "summary": [
      "The first inauguration of Richard Nixon as the 37th President of the United States was held on Monday, January 20, 1969 at the East Portico of the United States Capitol in Washington, D.C. This was the 46th inauguration and marked the commencement of the first and eventually only full term of both Richard Nixon as President and Spiro Agnew as Vice President. Chief Justice Earl Warren administered the presidential oath of office to Nixon, and Senate Minority Leader Everett Dirksen administered the vice-presidential oath to Agnew. Nixon became the first and – as of 2019 – only president to be inaugurated not immediately after leaving the vice-presidential office."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/First_inauguration_of_Richard_Nixon",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-nixon-1969-presidential-inauguration/m05brxyn"
  },
  "funFacts": [
    { "id": "351", "fact": "Cold water weighs less than hot water.", "category": ["Science"] },
    { "id": "827", "fact": "Your skull is made up of 29 different bones.", "category": ["Anatomy"] }
  ],
  "funFacts2": [
    {
      "id": "506903",
      "fact": "A British man changed his name to Tim Pppppppppprice to make it harder for telemarketers to pronounce."
    }
  ],
  "idiom": {
    "id": "pull-someones-chestnuts-out-of-the-fire",
    "term": "pull someone's chestnuts out of the fire",
    "definition": "Perform someone else's unpleasant task. The term comes from an old fable in which a monkey persuades a cat to pull roasting chestnuts from the fire, thus avoiding burning its fingers. The story appears in many fable collections of the 17th century and was transferred to mean anyone doing someone else's dirty work by the 18th century. Humorist S. J. Perelman used it in *Vinegar Puss* (1975): \"...he believed he could pull the chestnuts out of the fire if the investors furnished enough oxygen to keep the curtain up a few days longer\" (cited by *OED).* The same fable gave rise to the term **cat's paw**."
  },
  "person": {
    "id": "charles-the-bald",
    "name": "Charles the Bald",
    "dates": "823 AD - 877 AD",
    "mainImg": "img/people/charles-the-bald.jpg",
    "summary": [
      "Charles ΙΙ the Bald was a 9th-century king of West Francia, king of Italy and emperor of the Carolingian Empire. After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun, in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious by his second wife, Judith."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_the_Bald",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-the-bald/m0cq_n"
  },
  "place": {
    "id": "visakhapatnam",
    "name": "Visakhapatnam",
    "mainImg": "img/places/visakhapatnam.jpg",
    "summary": [
      "Visakhapatnam is the largest city in the Indian state of Andhra Pradesh, serving as headquarters of the Visakhapatnam district. It lies between the Eastern Ghats and the coast of the Bay of Bengal. The city is set to become the executive capital of Andhra Pradesh once a decentralization bill is enacted the Andhra Pradesh Legislative Assembly. It is one of the four smart cities of Andhra Pradesh selected under Smart Cities Mission. It is the most populous city in the state, with a population of 2,035,922 as of 2011, making it the 11th largest city in the country and the fourth most populous in South India. It is also the ninth most populous metropolitan area in India, with a population of 5,018,000. With an estimated output of $43.5billion, the city is the ninth largest contributor to India's overall gross domestic product as of 2016. Vishakhapatnam serves as the headquarters for the Eastern Naval Command.",
      "Visakhapatnam's history stretches back to the 6th century BCE, when it was considered a part of the Kalinga Kingdom, and later ruled by the Vengi, the Pallava and Eastern Ganga dynasties."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Visakhapatnam",
    "urlGoogle": "https://artsandculture.google.com/entity/visakhapatnam/m01jmpf"
  },
  "wiki": {
    "id": "diary-of-a-camper",
    "name": "Diary of a Camper",
    "summary": "Diary of a Camper is a short 1996 American film created by United Ranger Films, then a subdivision of a popular group of players, or clan, known as the Rangers. Made using id Software's 1996 first-person shooter computer game Quake and released over the Internet as a non-interactive game demo file, the video is considered the first example of machinima—the art of using real-time, virtual 3-D environments, often game engines, to create animated films. The story centers on a lone camper, a pejorative for a player who waits in a strategic location instead of seeking active battle, who faces five members of the Rangers clan in a deathmatch, a type of multiplayer game whose goal is to kill as many opponents as possible. Although players had previously recorded segments of gameplay, these were usually deathmatches or speedruns, attempts to complete a map as quickly as possible. Diary of a Camper was the first demo to contain a narrative with (text-based) dialogue, instead of merely showing gameplay. Commentators agree that the work itself is primitive, but acknowledge its importance in establishing video games as a medium for filmmaking.",
    "url": "https://en.wikipedia.org/wiki/Diary_of_a_Camper"
  },
  "word": {
    "id": "quincunx",
    "word": "quincunx",
    "url": "https://www.merriam-webster.com/dictionary/quincunx",
    "partOfSpeech": "noun",
    "pronunciation": "KWIN-kunks",
    "audioPath": "audio/words/quincunx.mp3",
    "definitions": [
      "an arrangement of five things in a square or rectangle with one at each corner and one in the middle"
    ],
    "examples": [
      "The tables were arranged in a _quincunx_, with the hosting family at the center table and guests at the four corners.",
      "\"As we walked along the geometric beds -- many of them planted in an ancient Roman _quincunx_ pattern -- I made notes on the beautiful crops I had never grown.\" -- From an article by Anne Raver in the _New York Times_, June 30, 2010"
    ],
    "origin": "As our second example sentence suggests, today's word has its origins in ancient Rome. To the Romans, a \"quincunx\" was a coin whose name comes from the Latin roots \"quinque,\" meaning \"five,\" and \"uncia,\" meaning \"one twelfth.\" The weight of the coin equaled five twelfths of a libra, a unit of weight similar to our pound. The ancients used a pattern of five dots arranged like the spots on a die as a symbol for the coin, and English speakers applied the word to arrangements similar to that distinctive five-dot mark."
  }
}
