{
  "artist": {
    "id": "one",
    "name": "ONE",
    "dates": "Born Oct 29, 1986",
    "mainImg": "img/art/artists/one.jpg",
    "artworkImgs": [
      {
        "name": "BANKSY, ARMY OF ONE, XVALA, Femme Fatale, Johanna Kolodny",
        "path": "img/art/artworks/one-a1.jpg",
        "source": "https://artsandculture.google.com/asset/banksy-army-of-one-xvala-femme-fatale-johanna-kolodny-banksy/0AEaZl3s3GgrFw"
      },
      {
        "name": "Bang",
        "path": "img/art/artworks/one-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bang-sat-one/NQHw_QpbW98fPA"
      },
      {
        "name": "4.15.13",
        "path": "img/art/artworks/one-a3.jpg",
        "source": "https://artsandculture.google.com/asset/4-15-13-meres-one/5gF1Jk2B4jf3OA"
      },
      {
        "name": "Tutini (Pukumani grave posts)",
        "path": "img/art/artworks/one-a4.jpg",
        "source": "https://artsandculture.google.com/asset/tutini-pukumani-grave-posts-laurie-nelson-mungatopi-bob-one-apuatimi-jack-yarunga-don-burakmadjua-charlie-quiet-kwangdini-unknown/6gGaPwFx-cIIfw"
      },
      {
        "name": "5.10.13",
        "path": "img/art/artworks/one-a5.jpg",
        "source": "https://artsandculture.google.com/asset/5-10-13-el-seed-jaye-meres-one/IwHreg1jkH3GYQ"
      },
      {
        "name": "5.30.11",
        "path": "img/art/artworks/one-a6.jpg",
        "source": "https://artsandculture.google.com/asset/5-30-11-meres-one/TgHsprWLR8yOAg"
      }
    ],
    "summary": [
      "One is the pseudonym of a Japanese manga artist, best known for his web manga series One-Punch Man, which was later remade as a digital manga illustrated by Yusuke Murata. One serialises One-Punch Man on his own website under no official publisher, while the manga remake is serialized in the web version of Weekly Young Jump. His other well-known series, Mob Psycho 100, was serialized in the online version of Weekly Shōnen Sunday, called Ura Sunday.",
      "As of December 2015, his website gets more than 100,000 hits a day, and has logged more than 70 million total visits.",
      "He was born in Niigata and grew up in Kōnosu, Saitama."
    ],
    "quote": "“I'll leave tomorrow's problems to tomorrow's me.”",
    "movements": ["Street art"],
    "mediums": ["Oil paint", "Iron", "Spray painting", "Metal", "Sculpture", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/One_%28manga_artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/one/m011q2fjr"
  },
  "event": {
    "id": "anglo-zulu-war",
    "name": "Anglo-Zulu War",
    "dates": "Jan 11, 1879 - Jul 4, 1879",
    "mainImg": "img/events/anglo-zulu-war.jpg",
    "summary": [
      "The Anglo-Zulu War was fought in 1879 between the British Empire and the Zulu Kingdom. Following the Constitution Act, 1867 for the federation in Canada, by Lord Carnarvon, it was thought that similar political effort, coupled with military campaigns, might succeed with the African kingdoms, tribal areas and Boer republics in South Africa. In 1874, Sir Bartle Frere was sent to South Africa as High Commissioner for the British Empire to bring such plans into being. Among the obstacles were the presence of the independent states of the South African Republic and the Kingdom of Zululand and its army.",
      "Frere, on his own initiative and with the intent of instigating a war with the Zulu, had presented an ultimatum on 11 December 1878, to the Zulu king Cetshwayo with which the Zulu king could not comply, including disbanding his army and abandoning key cultural traditions. Bartle Frere then sent Lord Chelmsford to invade Zululand after this ultimatum was not met. The war is notable for several particularly bloody battles, including an opening victory of the Zulu at the Battle of Isandlwana, followed by the defeat of a large Zulu army at Rorke's Drift by a small force of British troops."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Anglo-Zulu_War",
    "urlGoogle": "https://artsandculture.google.com/entity/anglo-zulu-war/m014vdx"
  },
  "funFacts": [
    {
      "id": "969",
      "fact": "U.S. President John Tyler had 15 children, the last of which was born when he was 70 years old.",
      "category": ["History"]
    },
    { "id": "932", "fact": "Horses can't vomit.", "category": ["Animals", "Science"] }
  ],
  "funFacts2": [
    {
      "id": "504556",
      "fact": "Goosebumps are actually caused by a muscle. It is called the arrector pili muscle."
    }
  ],
  "idiom": {
    "id": "spread-oneself-too-thin",
    "term": "spread oneself too thin",
    "definition": "Overextend oneself, undertake too many different enterprises. For example, *Tom's exhausted; what with work, volunteer activities, and social life he's spread himself too thin.* This expression alludes to smearing something (like butter on bread) in such a thin layer that it does not cover the surface. Jonathan Swift used *spread thin* in a positive sense, that is, something should occur less often (*Polite Conversation,* 1731--1738): \"They [polite speeches] ought to be husbanded better, and spread much thinner.\""
  },
  "person": {
    "id": "william-henry-harrison",
    "name": "William Henry Harrison",
    "dates": "Feb 9, 1773 - Apr 4, 1841",
    "mainImg": "img/people/william-henry-harrison.jpg",
    "summary": [
      "William Henry Harrison was an American military officer and politician who served as the ninth president of the United States in 1841. He died of typhoid, pneumonia or paratyphoid fever 31 days into his term, becoming the first president to die in office. His death sparked a brief constitutional crisis regarding succession to the presidency, because the Constitution was unclear as to whether Vice President John Tyler should assume the office of president or merely execute the duties of the vacant office. Tyler claimed a constitutional mandate to become the new president and took the presidential oath of office, setting an important precedent for an orderly transfer of the presidency and its full powers when the previous president fails to complete the elected term.",
      "Harrison was born in Charles City County, Virginia, the son of Founding Father Benjamin Harrison V and the paternal grandfather of Benjamin Harrison, the 23rd president of the United States. He was the last president born as a British subject in the Thirteen Colonies before the start of the Revolutionary War in 1775."
    ],
    "quote": "“All the measures of the Government are directed to the purpose of making the rich richer and the poor poorer.”",
    "urlWiki": "https://en.wikipedia.org/wiki/William_Henry_Harrison",
    "urlGoogle": "https://artsandculture.google.com/entity/william-henry-harrison/m0835q"
  },
  "place": {
    "id": "ljubljana",
    "name": "Ljubljana",
    "mainImg": "img/places/ljubljana.jpg",
    "summary": [
      "Ljubljana is the capital and largest city of Slovenia. It has been the cultural, educational, economic, political, and administrative centre of independent Slovenia since 1991.",
      "During antiquity, a Roman city called Emona stood in the area. Ljubljana itself was first mentioned in the first half of the 12th century. Situated at the middle of a trade route between the northern Adriatic Sea and the Danube region, it was the historical capital of Carniola, one of the Slovene-inhabited parts of the Habsburg Monarchy. It was under Habsburg rule from the Middle Ages until the dissolution of the Austro-Hungarian Empire in 1918. After World War II, Ljubljana became the capital of the Socialist Republic of Slovenia, part of the Socialist Federal Republic of Yugoslavia. It retained this status until Slovenia became independent in 1991 and Ljubljana became the capital of the newly formed state."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ljubljana",
    "urlGoogle": "https://artsandculture.google.com/entity/ljubljana/m0bmm4"
  },
  "wiki": {
    "id": "medecins-sans-frontieres",
    "name": "Médecins Sans Frontières",
    "summary": "Médecins Sans Frontières is a secular humanitarian-aid non-governmental organisation most recognised for its projects in war-torn regions and developing countries facing endemic disease. Headquartered in Brussels, MSF is governed by an International Board of Directors and organised into 20 national sections. Private donors provide about 80% of the organisation's funding, while governmental and corporate donations provide the rest, giving MSF an annual budget of approximately USD 400 million. The organisation actively provides health care and medical training to populations in more than 70 countries, and frequently insists on political responsibility in conflict zones such as Chechnya and Kosovo. Only once in its history, during the 1994 genocide in Rwanda, has the organisation called for a military intervention. In recognition of its members' continuous effort to provide medical care in acute crises, as well as raising international awareness of potential humanitarian disasters, MSF received the 1999 Nobel Peace Prize.",
    "url": "https://en.wikipedia.org/wiki/M%C3%A9decins_Sans_Fronti%C3%A8res"
  },
  "word": {
    "id": "simpatico",
    "word": "simpatico",
    "url": "https://www.merriam-webster.com/dictionary/simpatico",
    "partOfSpeech": "adjective",
    "pronunciation": "sim-PAH-tih-koh",
    "audioPath": "audio/words/simpatico.mp3",
    "definitions": ["agreeable, likeable", "being on the same wavelength : congenial, sympathetic"],
    "examples": [
      "Even though they weren't always _simpatico_ with regard to the direction of their company, Jerry and Michael managed to be successful partners for more than 35 years.",
      "\"Regular readers might be sick of my saying this, but there's nothing that will help you drink better wine more than getting to know a merchant or three, and letting them get to know you (or at least your palate). No holding back on your end, and you’ll know fairly quickly if you’ve found a _simpatico_ soul.\" - From an article by Bill Ward in the _Minnesota Star Tribune_, December 24, 2013"
    ],
    "origin": "\"Simpatico,\" which derives from the Greek noun \"sympatheia,\" meaning \"sympathy,\" was borrowed into English from both Italian and Spanish. In those languages, the word has been chiefly used to describe people who are well-liked or easy to get along with; early uses of the word in English reflected this, as in Henry James's 1881 novel _The Portrait of a Lady_, in which a character says of another's dying cousin, \"Ah, he was so simpatico. I’m awfully sorry for you.\" In recent years, however, the word's meaning has shifted. Now we see it used to describe the relationship between people who get along well or work well together."
  }
}
