{
  "artist": {
    "id": "ernst-ludwig-kirchner",
    "name": "Ernst Ludwig Kirchner",
    "dates": "May 6, 1880 - Jun 15, 1938",
    "mainImg": "img/art/artists/ernst-ludwig-kirchner.jpg",
    "artworkImgs": [
      {
        "name": "Fränzi in front of Carved Chair",
        "path": "img/art/artworks/ernst-ludwig-kirchner-a1.jpg",
        "source": "https://artsandculture.google.com/asset/fränzi-in-front-of-carved-chair-ernst-ludwig-kirchner/MAEAy6troM27qQ"
      },
      {
        "name": "The Red Tower in Halle",
        "path": "img/art/artworks/ernst-ludwig-kirchner-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-red-tower-in-halle-ernst-ludwig-kirchner/UwHdAp_HJhwOOg"
      },
      {
        "name": "Six Dancers",
        "path": "img/art/artworks/ernst-ludwig-kirchner-a3.jpg",
        "source": "https://artsandculture.google.com/asset/six-dancers-ernst-ludwig-kirchner/TAEjMr4mFkwb9Q"
      },
      {
        "name": "Standing Nude with Hat",
        "path": "img/art/artworks/ernst-ludwig-kirchner-a4.jpg",
        "source": "https://artsandculture.google.com/asset/standing-nude-with-hat-ernst-ludwig-kirchner/jQFx-OSfmT0D0g"
      },
      {
        "name": "Street at Schöneberg City Park",
        "path": "img/art/artworks/ernst-ludwig-kirchner-a5.jpg",
        "source": "https://artsandculture.google.com/asset/street-at-schöneberg-city-park-ernst-ludwig-kirchner/lAFMtfeLTYHfiA"
      },
      {
        "name": "Three bathers",
        "path": "img/art/artworks/ernst-ludwig-kirchner-a6.jpg",
        "source": "https://artsandculture.google.com/asset/three-bathers-ernst-ludwig-kirchner/IQElkDWOfovyww"
      }
    ],
    "summary": [
      "Ernst Ludwig Kirchner was a German expressionist painter and printmaker and one of the founders of the artists group Die Brücke or \"The Bridge\", a key group leading to the foundation of Expressionism in 20th-century art. He volunteered for army service in the First World War, but soon suffered a breakdown and was discharged. His work was branded as \"degenerate\" by the Nazis in 1933, and in 1937 more than 600 of his works were sold or destroyed."
    ],
    "quote": null,
    "movements": ["Modern art", "Expressionism", "German Expressionism", "Die Brücke"],
    "mediums": ["Oil paint", "Ink", "Graphite", "Drawing", "Etching", "Charcoal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ernst_Ludwig_Kirchner",
    "urlGoogle": "https://artsandculture.google.com/entity/ernst-ludwig-kirchner/m049kqx"
  },
  "event": {
    "id": "battle-of-port-arthur",
    "name": "Battle of Port Arthur",
    "dates": "Feb 8, 1904 - Feb 9, 1904",
    "mainImg": "img/events/battle-of-port-arthur.jpg",
    "summary": [
      "The Battle of Port Arthur of 8–9 February 1904 marked the commencement of the Russo-Japanese War. It began with a surprise night attack by a squadron of Japanese destroyers on the neutral Russian fleet anchored at Port Arthur, Manchuria, and continued with an engagement the following morning; further skirmishing off Port Arthur would continue until May 1904. The attack ended inconclusively, though the war resulted in a decisive Japanese victory."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Port_Arthur",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-port-arthur/m0237q_"
  },
  "funFacts": [
    {
      "id": "773",
      "fact": "Mountain goats aren't actually goats. They are antelopes.",
      "category": ["Animals", "Definitions"]
    },
    {
      "id": "965",
      "fact": "It is illegal to play annoying games in the street in the United Kingdom.",
      "category": ["Geography", "Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "554090",
      "fact": "Octopuses don’t have tentacles; they have arms. A tentacle only has suckers at its end, while a cephalopod arm has suckers for most of its length."
    }
  ],
  "idiom": {
    "id": "cleanliness-is-next-to-godliness",
    "term": "cleanliness is next to godliness",
    "definition": "Being clean is a sign of spiritual purity or goodness, as in *Don't forget to wash your ears---cleanliness is next to godliness.* This phrase was first recorded in a sermon by John Wesley in 1778, but the idea is ancient, found in Babylonian and Hebrew religious tracts. It is still invoked, often as an admonition to wash or clean up."
  },
  "person": {
    "id": "alexander-i-of-russia",
    "name": "Alexander I of Russia",
    "dates": "Dec 23, 1777 - Dec 1, 1825",
    "mainImg": "img/people/alexander-i-of-russia.jpg",
    "summary": [
      "Alexander I was the Emperor of Russia between 1801 and 1825. He was the eldest son of Paul I and Sophie Dorothea of Württemberg. Alexander was the first king of Congress Poland, reigning from 1815 to 1825, as well as the first Russian Grand Duke of Finland, reigning from 1809 to 1825.",
      "Born in Saint Petersburg to Grand Duke Paul Petrovich, later Paul I, Alexander succeeded to the throne after his father was murdered. He ruled Russia during the chaotic period of the Napoleonic Wars. As prince and during the early years of his reign, Alexander often used liberal rhetoric, but continued Russia's absolutist policies in practice. In the first years of his reign, he initiated some minor social reforms and major, liberal educational reforms, such as building more universities. Alexander appointed Mikhail Speransky, the son of a village priest, as one of his closest advisors. The Collegia was abolished and replaced by the State Council, which was created to improve legislation. Plans were also made to set up a parliament and sign a constitution.",
      "In foreign policy, he changed Russia's position relative to France four times between 1804 and 1812 among neutrality, opposition, and alliance."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_I_of_Russia",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-i-of-russia/m0r8f"
  },
  "place": {
    "id": "ciudad-juarez",
    "name": "Ciudad Juárez",
    "mainImg": "img/places/ciudad-juarez.jpg",
    "summary": [
      "Ciudad Juárez is the most populous city in the Mexican state of Chihuahua. The city is commonly referred to as simply Juárez, and was known as El Paso del Norte until 1888. Juárez is the seat of the Juárez Municipality with an estimated population of 1.5 million people. It lies on the Rio Grande river, south of El Paso, Texas, United States. Together with the surrounding areas, the cities form El Paso–Juárez, the second largest binational metropolitan area on the Mexico–U.S. border, with a combined population of over 2.7 million people.",
      "Four international points of entry connect Ciudad Juárez and El Paso: the Bridge of the Americas, the Ysleta International Bridge, the Paso del Norte Bridge, and the Stanton Street Bridge. Combined, these bridges allowed 22,958,472 crossings in 2008, making Ciudad Juárez a major point of entry and transportation into the U.S. for all of central northern Mexico. The city has a growing industrial center, which in large part is made up by more than 300 \"maquiladoras\" located in and around the city. According to a 2007 New York Times article, Ciudad Juárez was \"absorbing more new industrial real estate space than any other North American city\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ciudad_Ju%C3%A1rez",
    "urlGoogle": "https://artsandculture.google.com/entity/ciudad-juárez/m0n06p"
  },
  "wiki": {
    "id": "nguyen-ngoc-tho",
    "name": "Nguyen Ngoc Tho",
    "summary": "Nguyen Ngoc Tho was the first Prime Minister of South Vietnam, serving from November 1963 to late January 1964. Tho was appointed to head a civilian cabinet by General Duong Van Minh's military junta, which came to power after overthrowing and assassinating Ngo Dinh Diem, the nation's first president. Tho's rule was marked by a period of confusion and weak government, as the Military Revolutionary Council and the civilian cabinet vied for power. Tho oversaw South Vietnam's failed land reform policy, and was accused of lacking vigour in implementing the program because he was a large landowner. He was noted for his faithful support of Diem during the Buddhist crisis that ended the rule of the Ngo family. Despite being a Buddhist, Tho staunchly defended the regime's pro-Catholic policies and its violent actions against the Buddhist majority. Tho lost his job and retired from politics when Minh's junta was deposed in a January 1964 coup by General Nguyen Khanh.",
    "url": "https://en.wikipedia.org/wiki/Nguyen_Ngoc_Tho"
  },
  "word": {
    "id": "scintilla",
    "word": "scintilla",
    "url": "https://www.merriam-webster.com/dictionary/scintilla",
    "partOfSpeech": "noun",
    "pronunciation": "sin-TIL-uh",
    "audioPath": "audio/words/scintilla.mp3",
    "definitions": ["a very small amount : spark, trace"],
    "examples": [
      "\"Nobody but the cast and crew has even a _scintilla_ of an idea of how things will actually end, but that hasn't stopped people from speculating, including us.\" - From an article by Tom Mendelsohn in _The Independent_ (London), September 26, 2013",
      "\"Hunters say the wolves are depleting the native elk populations; ranchers fret their livestock is at risk. Both claims have a _scintilla_ of truth in them, but are mostly overblown.\" - From an article by Mike Di Paola in _Salon_, September 3, 2013"
    ],
    "origin": "\"Scintilla\" comes directly from Latin, where it carries the meaning of \"spark\"-that is, a bright flash such as you might see from a burning ember. In English, however, our use of \"scintilla\" is restricted to the figurative sense of \"spark\"-a hint or trace of something that barely suggests its presence. Latin \"scintilla\" is related to the verb \"scintillare,\" which means \"to sparkle\" and is responsible for our verb \"scintillate\" (\"to sparkle or gleam,\" literally or figuratively). In an odd twist, \"scintilla\" underwent a transposition of the \"c\" and the \"t\" (a linguistic phenomenon known as metathesis) to create the Vulgar Latin form \"stincilla,\" which is believed to be an ancestor of our word \"stencil.\""
  }
}
