{
  "artist": {
    "id": "marc-chagall",
    "name": "Marc Chagall",
    "dates": "Jul 7, 1887 - Mar 28, 1985",
    "mainImg": "img/art/artists/marc-chagall.jpg",
    "artworkImgs": [
      {
        "name": "Estudo do vitral Juda",
        "path": "img/art/artworks/marc-chagall-a1.jpg",
        "source": "https://artsandculture.google.com/asset/estudo-do-vitral-juda-marc-chagall/kQHbq-IpiAO-gQ"
      },
      {
        "name": "Rabbi No. 2",
        "path": "img/art/artworks/marc-chagall-a2.jpg",
        "source": "https://artsandculture.google.com/asset/rabbi-no-2-marc-chagall/9AE0jclzlvm16A"
      },
      {
        "name": "Dans mon pays",
        "path": "img/art/artworks/marc-chagall-a3.jpg",
        "source": "https://artsandculture.google.com/asset/dans-mon-pays-marc-chagall/pwGQGdh1RVuLfA"
      },
      {
        "name": "Double Portrait with a Glass of Wine",
        "path": "img/art/artworks/marc-chagall-a4.jpg",
        "source": "https://artsandculture.google.com/asset/double-portrait-with-a-glass-of-wine-marc-chagall-1887-1985-paris-centre-pompidou-musée-national-d-art-moderne-©-adagp-paris-2018/1QGSkW67ciQ8Gw"
      },
      {
        "name": "Cena de circo",
        "path": "img/art/artworks/marc-chagall-a5.jpg",
        "source": "https://artsandculture.google.com/asset/cena-de-circo-marc-chagall/1gFVm99WjeRTng"
      },
      {
        "name": "Champs de mars (Field of Mars)",
        "path": "img/art/artworks/marc-chagall-a6.jpg",
        "source": "https://artsandculture.google.com/asset/champs-de-mars-field-of-mars-marc-chagall/NwF64Vv4J7aL3Q"
      }
    ],
    "summary": [
      "Marc Chagall was a Russian-French artist of Belarusian Jewish origin. An early modernist, he was associated with several major artistic styles and created works in a wide range of artistic formats, including painting, drawings, book illustrations, stained glass, stage sets, ceramic tapestries and fine art prints.",
      "Art critic Robert Hughes referred to Chagall as \"the quintessential Jewish artist of the twentieth century\". According to art historian Michael J. Lewis, Chagall was considered to be \"the last survivor of the first generation of European modernists\". For decades, he \"had also been respected as the world's pre-eminent Jewish artist\". Using the medium of stained glass, he produced windows for the cathedrals of Reims and Metz, windows for the UN and the Art Institute of Chicago and the Jerusalem Windows in Israel. He also did large-scale paintings, including part of the ceiling of the Paris Opéra.",
      "Before World War I, he travelled between Saint Petersburg, Paris, and Berlin. During this period he created his own mixture and style of modern art based on his idea of Eastern European Jewish folk culture."
    ],
    "quote": "“Only love interests me, and I am only in contact with things that revolve around love.”",
    "movements": ["Symbolism", "Modern art", "Modernism", "Surrealism", "Expressionism", "Cubism"],
    "mediums": ["Oil paint", "Watercolor painting", "Gouache", "Rock", "Faience", "Stoneware"],
    "urlWiki": "https://en.wikipedia.org/wiki/Marc_Chagall",
    "urlGoogle": "https://artsandculture.google.com/entity/marc-chagall/m0g_j0"
  },
  "event": {
    "id": "un-retreat-from-north-korea",
    "name": "UN retreat from North Korea",
    "dates": "Dec 2, 1950 - Dec 25, 1950",
    "mainImg": "img/events/un-retreat-from-north-korea.jpg",
    "summary": [
      "The UN retreat from North Korea was the withdrawal of United Nations forces from North Korea that took place from 2–25 December 1950.",
      "On 30 September Republic of Korea Army forces crossed the 38th Parallel, the de facto border between North and South Korea on the east coast of the Korean peninsula and this was followed by a general UN offensive into North Korea to pursue the shattered North Korean Korean People's Army. Within one month UN forces were approaching the Yalu River prompting Chinese intervention in the war. Despite the initial attacks by the Chinese People's Volunteer Army in late October-early November, the UN renewed their offensive on 24 November before it was abruptly halted by massive Chinese intervention in the Second Phase Offensive starting on 25 November. Following their defeats by the PVA in the Battle of the Ch'ongch'on River and the Battle of Chosin Reservoir in eastern Korea, UN forces withdrew from North Korea completing their withdrawal on 25 December. UN forces then prepared new defensive lines above Seoul for an expected renewal of the PVA offensive."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/UN_retreat_from_North_Korea",
    "urlGoogle": "https://artsandculture.google.com/entity/un-retreat-from-north-korea/g11h106s87n"
  },
  "funFacts": [
    {
      "id": "216",
      "fact": "TV dinners originated in the Arctic.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "879",
      "fact": "Most Koala bears can sleep up to 22 hours a day.",
      "category": ["Animals"]
    },
    {
      "id": "991",
      "fact": "The Chicago river flows backwards; the flow reversal project was completed in 1900.",
      "category": ["Geography", "History", "Science", "Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553921",
      "fact": "Ornithologists often use Cheetos to study behavior in crows. Along with being easy to spot, they’re also one of the birds’ favorite snacks."
    },
    {
      "id": "553877",
      "fact": "The Hardy Tree in London’s St. Pancras churchyard is named for Thomas Hardy. The Victorian writer worked at the burial ground in the 1860s and rearranged tombstones around the base of an ash tree to make room for a railway expansion."
    }
  ],
  "idiom": {
    "id": "grasp-at-straws",
    "term": "grasp at straws",
    "definition": "Also, **clutch at straws.** Make a desperate attempt at saving oneself. For example, *He had lost the argument, but he kept grasping at straws, naming numerous previous cases that had little to do with this one.* This metaphoric expression alludes to a drowning person trying to save himself by grabbing at flimsy reeds. First recorded in 1534, the term was used figuratively by the late 1600s."
  },
  "person": {
    "id": "dwight-d-eisenhower",
    "name": "Dwight D. Eisenhower",
    "dates": "Oct 14, 1890 - Mar 28, 1969",
    "mainImg": "img/people/dwight-d-eisenhower.jpg",
    "summary": [
      "Dwight David \"Ike\" Eisenhower, GCB, OM was an American army general and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he became a five-star general in the Army and served as Supreme Commander of the Allied Expeditionary Force in Europe. He was responsible for planning and supervising the invasion of North Africa in Operation Torch in 1942–43 and the successful invasion of Normandy in 1944–45 from the Western Front.",
      "Eisenhower was born David Dwight Eisenhower, and raised in Abilene, Kansas, in a large family of mostly Pennsylvania Dutch ancestry. His family had a strong religious background. His mother was a Lutheran, married as a River Brethren, and later became a Jehovah's Witness. Eisenhower, however, did not belong to any organized church until 1952. He cited constant relocation during his military career as one reason. He graduated from West Point in 1915 and later married Mamie Doud, with whom he had two sons. During World War I, he was denied a request to serve in Europe and instead commanded a unit that trained tank crews."
    ],
    "quote": "“I have found out in later years that we were very poor, but the glory of America is that we didn't know it then.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Dwight_D._Eisenhower",
    "urlGoogle": "https://artsandculture.google.com/entity/dwight-d-eisenhower/m028rk"
  },
  "place": {
    "id": "stavanger",
    "name": "Stavanger",
    "mainImg": "img/places/stavanger.jpg",
    "summary": [
      "Stavanger is a city and municipality in Norway. It is the fourth largest city and third largest metropolitan area in Norway and the administrative centre of Rogaland county. The municipality is the fourth most populous in Norway. Located on the Stavanger Peninsula in Southwest Norway, Stavanger counts its official founding year as 1125, the year the Stavanger Cathedral was completed. Stavanger's core is to a large degree 18th- and 19th-century wooden houses that are protected and considered part of the city's cultural heritage. This has caused the town centre and inner city to retain a small-town character with an unusually high ratio of detached houses, and has contributed significantly to spreading the city's population growth to outlying parts of Greater Stavanger.",
      "The city's rapid population growth in the late 20th century was primarily a result of Norway's booming offshore oil industry. Today the oil industry is a key industry in the Stavanger region and the city is widely referred to as the Oil Capital of Norway. Norwegian energy company Equinor, the largest company in the Nordic region, is headquartered in Stavanger."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Stavanger",
    "urlGoogle": "https://artsandculture.google.com/entity/stavanger/m01773g"
  },
  "quote": {
    "id": "86",
    "quote": "If you're not making mistakes, then you're not making decisions.",
    "author": "Catherine Cook"
  },
  "wiki": {
    "id": "jack-marsh",
    "name": "Jack Marsh",
    "summary": "Jack Marsh (c. 1874 – 1916) was a first-class cricketer of Australian aboriginal descent whose career was curtailed by continual controversy surrounding the legality of his bowling action. Born into the Bundjalung people at Yulgilbar in New South Wales, he first made an impression as a professional runner before playing club cricket in Sydney. In a trial match against the New South Wales state team in 1900, he dismissed two Test cricketers but was called for throwing; he then bowled with his arm in splints to prove that his action was legitimate. Having topped the bowling averages in the local competition, Marsh was selected to make his debut in the Sheffield Shield. He made an immediate impression and led the first-class bowling averages for the season after three matches. He was no-balled in his second match and then seventeen times in his fourth match, leading to angry crowd demonstrations. Marsh only played in two more first-class matches and he was passed over for selection for Australia because of his action. Regarded as one of the outstanding talents of his era, his lack of opportunities has often been attributed to racial discrimination.",
    "url": "https://en.wikipedia.org/wiki/Jack_Marsh"
  },
  "word": {
    "id": "heterodox",
    "word": "heterodox",
    "url": "https://www.merriam-webster.com/dictionary/heterodox",
    "partOfSpeech": "adjective",
    "pronunciation": "HET-uh-ruh-dahks",
    "audioPath": "audio/words/heterodox.mp3",
    "definitions": [
      "contrary to or different from an acknowledged standard, a traditional form, or an established religion : unorthodox, unconventional",
      "holding unorthodox opinions or doctrines"
    ],
    "examples": [
      "A lifelong contrarian, Alexa was known for putting forth _heterodox_ opinions in her weekly culture column.",
      "\"Levy is an intellectual descendant of the economist Hyman Minsky, a _heterodox_ thinker who spent many years working at the Jerome Levy Economic Institute and whose theories were largely ignored by economists up until the latest financial crisis.\" - Chris Matthews, _Fortune_, October 28, 2014"
    ],
    "origin": "\"Orthodoxy ... is my doxy-heterodoxy is another man's doxy,\" quipped 18th-century bishop William Warburton. He was only punning, but it is true that individuals often see other people's ideas as unconventional while regarding their own as beyond reproach. The antonyms _orthodox_ and _heterodox_ developed from the same root, the Greek _doxa_, which means \"opinion.\" _Heterodox_ derives from _doxa_ plus _heter-_, a combining form meaning \"other\" or \"different\"; _orthodoxy_ pairs _doxa_ with _orth-_, meaning \"correct\" or \"straight.\""
  }
}
