{
  "artist": {
    "id": "maurice-de-vlaminck",
    "name": "Maurice de Vlaminck",
    "dates": "Apr 4, 1876 - Oct 11, 1958",
    "mainImg": "img/art/artists/maurice-de-vlaminck.jpg",
    "artworkImgs": [
      {
        "name": "Button",
        "path": "img/art/artworks/maurice-de-vlaminck-a1.jpg",
        "source": "https://artsandculture.google.com/asset/button-maurice-vlaminck/9gEVUQyCRkMIHQ"
      },
      {
        "name": "The Seine at Nanterre",
        "path": "img/art/artworks/maurice-de-vlaminck-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-seine-at-nanterre-maurice-de-vlaminck/PQE4GBYpAZZ7Ww"
      },
      {
        "name": "Vase with flowers",
        "path": "img/art/artworks/maurice-de-vlaminck-a3.jpg",
        "source": "https://artsandculture.google.com/asset/vase-with-flowers-maurice-de-vlaminck/7wHT1mCyktaL0g"
      },
      {
        "name": "Village Street",
        "path": "img/art/artworks/maurice-de-vlaminck-a4.jpg",
        "source": "https://artsandculture.google.com/asset/village-street-maurice-vlaminck/RwFq4cw2mZ4fGg"
      },
      {
        "name": "House and Road",
        "path": "img/art/artworks/maurice-de-vlaminck-a5.jpg",
        "source": "https://artsandculture.google.com/asset/house-and-road-vlaminck-maurice-de/FQGQTj8aDWPAbw"
      }
    ],
    "summary": [
      "Maurice de Vlaminck was a French painter. Along with André Derain and Henri Matisse he is considered one of the principal figures in the Fauve movement, a group of modern artists who from 1904 to 1908 were united in their use of intense colour. Vlaminck was one of the Fauves at the controversial Salon d'Automne exhibition of 1905."
    ],
    "quote": null,
    "movements": ["Modern art", "Fauvism"],
    "mediums": ["Oil paint", "Rock", "Ceramic", "Clay"],
    "urlWiki": "https://en.wikipedia.org/wiki/Maurice_de_Vlaminck",
    "urlGoogle": "https://artsandculture.google.com/entity/maurice-de-vlaminck/m0342rt"
  },
  "event": {
    "id": "kamakura-period",
    "name": "Kamakura period",
    "dates": "1185 - 1333",
    "mainImg": "img/events/kamakura-period.jpg",
    "summary": [
      "The Kamakura period is a period of Japanese history that marks the governance by the Kamakura shogunate, officially established in 1192 in Kamakura by the first shōgun, Minamoto no Yoritomo. The period is known for the emergence of the samurai, the warrior caste, and for the establishment of feudalism in Japan.",
      "The Kamakura period ended in 1333 with the destruction of the shogunate and the short re-establishment of imperial rule under Emperor Go-Daigo by Ashikaga Takauji, Nitta Yoshisada, and Kusunoki Masashige."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kamakura_period",
    "urlGoogle": "https://artsandculture.google.com/entity/kamakura-period/m01cl2h"
  },
  "funFacts": [
    { "id": "398", "fact": "Hippos can open their mouths 180 degrees.", "category": ["Animals"] },
    {
      "id": "173",
      "fact": "Chinese is the most spoken language in the world.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554038",
      "fact": "Hollywood starlet Hedy Lamarr is often called the “mother of Wi-Fi.” She helped invent a version of the frequency-hopping system that led to the creation of GPS, Bluetooth, and wireless internet."
    }
  ],
  "idiom": {
    "id": "sleep-like-a-log",
    "term": "sleep like a log",
    "definition": "Also, **sleep like a top.** Sleep very soundly, as in *I slept like a log,* or *She said she slept like a top.* Both of these similes transfer the immobility of an object to that of a person who is sound asleep (since a top spinning quickly looks immobile). The first dates from the late 1600s; the variant is newer."
  },
  "person": {
    "id": "dudley-j-le-blanc",
    "name": "Dudley J. LeBlanc",
    "dates": "Aug 16, 1894 - Oct 22, 1971",
    "mainImg": "img/people/dudley-j-le-blanc.jpg",
    "summary": [
      "Dudley J. LeBlanc was an American entrepreneur and politician. He created the patent medicine Hadacol and promoted it through the 'Hadacol Caravan' which featured major celebrities of the day including Mickey Rooney, Ava Gardner, Cesar Romero, Hank Williams, and many others. Williams began writing the song 'Jambalaya' while traveling on the Hadacol bus, listening to the Cajun conversation.",
      "Leblanc served in the Louisiana House of Representatives from 1924 to 1928. In 1932 he ran for governor, losing to the Huey Long candidate Oscar K. Allen. He served in the Louisiana Senate from 1940 to 1944, 1948 to 1952, and 1964 to 1972.",
      "In his gubernatorial campaign, one of Leblanc's planks was to pay a monthly stipend to the elderly. Huey Long subsequently adopted the idea in his nascent campaign for President. Franklin D. Roosevelt got the idea from Long, and it became the modern Social Security system.",
      "He was posthumously inducted into the Louisiana Political Museum and Hall of Fame in 1993."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dudley_J._LeBlanc",
    "urlGoogle": "https://artsandculture.google.com/entity/dudley-j-leblanc/m0dhxyt"
  },
  "place": {
    "id": "freiburg-im-breisgau",
    "name": "Freiburg im Breisgau",
    "mainImg": "img/places/freiburg-im-breisgau.jpg",
    "summary": [
      "Freiburg im Breisgau is an independent city in Baden-Württemberg, Germany. With a population of about 230,000, Freiburg is the fourth largest city in Baden-Württemberg after Stuttgart, Karlsruhe, and Mannheim. In the south-west of the country, it straddles the Dreisam river, at the foot of the Schlossberg. Historically, the city has acted as the hub of the Breisgau region on the western edge of the Black Forest in the Upper Rhine Plain. A famous old German university town, and archiepiscopal seat, Freiburg was incorporated in the early twelfth century and developed into a major commercial, intellectual, and ecclesiastical center of the upper Rhine region. The city is known for its medieval minster and Renaissance university, as well as for its high standard of living and advanced environmental practices. The city is situated in the heart of the major Baden wine-growing region and serves as the primary tourist entry point to the scenic beauty of the Black Forest. According to meteorological statistics, the city is the sunniest and warmest in Germany, and held the all-time German temperature record of 40.2 °C from 2003 to 2015."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Freiburg_im_Breisgau",
    "urlGoogle": "https://artsandculture.google.com/entity/freiburg-im-breisgau/m0ptj2"
  },
  "wiki": {
    "id": "alloxylon-flammeum",
    "name": "Alloxylon flammeum",
    "summary": "Alloxylon flammeum, commonly known as the Queensland tree waratah or red silky oak, is a medium-sized tree of the family Proteaceae found in the Queensland tropical rain forests. It has shiny green elliptical leaves up to 18 cm (7.2 in) long, and prominent orange-red inflorescences that appear from August to October, followed by rectangular woody seed pods that ripen in February and March. Juvenile plants have large (up to 25 cm (10 in) long) deeply lobed pinnate leaves. Previously known as Oreocallis wickhamii, the initial specimen turned out to be a different species to the one cultivated and hence a new scientific name was required. Described formally in 1991, A. flammeum was designated the type species of the genus Alloxylon. Alloxylon flammeum is a canopy or emergent tree of the Mabi rainforest community of north Queensland. It is readily adaptable to cultivation, and prefers a site with good drainage. The tree's terminal tubular flowers indicate that the species is pollinated by birds. It is listed nationally as vulnerable under the Australian Environment Protection and Biodiversity Conservation Act 1999 as most of its habitat has been cleared for agriculture and logging.",
    "url": "https://en.wikipedia.org/wiki/Alloxylon_flammeum"
  },
  "word": {
    "id": "equanimity",
    "word": "equanimity",
    "url": "https://www.merriam-webster.com/dictionary/equanimity",
    "partOfSpeech": "noun",
    "pronunciation": "ee-kwuh-NIM-uh-tee",
    "audioPath": "audio/words/equanimity.mp3",
    "definitions": ["evenness of mind especially under stress", "right disposition : balance"],
    "examples": ["Carol's famous equanimity didn't desert her, even in the midst of the crisis."],
    "origin": "If you think \"equanimity\" looks like it has something to do with \"equal,\" you've guessed correctly. Both \"equanimity\" and \"equal\" are derived from \"aequus,\" a Latin adjective meaning \"level\" or \"equal.\" \"Equanimity\" comes from the combination of \"aequus\" and \"animus\" (\"soul\" or \"mind\") in the Latin phrase \"aequo animo,\" which means \"with even mind.\" English speakers began using \"equanimity\" early in the 17th century with the now obsolete sense \"fairness or justness of judgment,\" which was in keeping with the meaning of the Latin phrase. \"Equanimity\" quickly came to suggest keeping a cool head under any sort of pressure, not merely when presented with a problem, and eventually it developed an extended sense for general balance and harmony."
  }
}
