{
  "artist": {
    "id": "ren-bonian",
    "name": "Ren Bonian",
    "dates": "1840 - 1896",
    "mainImg": "img/art/artists/ren-bonian.jpg",
    "artworkImgs": [
      {
        "name": "現代 任頤 鍾馗像 軸|Zhong Kui",
        "path": "img/art/artworks/ren-bonian-a1.jpg",
        "source": "https://artsandculture.google.com/asset/現代-任頤-鍾馗像-軸-zhong-kui-ren-yi-ren-bonian/nQE_j9xm32z6-w"
      },
      {
        "name": "清 任頤 軸|Man on a Bridge",
        "path": "img/art/artworks/ren-bonian-a2.jpg",
        "source": "https://artsandculture.google.com/asset/清-任頤-軸-man-on-a-bridge-ren-yi-ren-bonian/uwGHlC04eI-73w"
      },
      {
        "name": "清 任頤 動物花鳥 冊頁八開|Animals, Flowers and Birds",
        "path": "img/art/artworks/ren-bonian-a3.jpg",
        "source": "https://artsandculture.google.com/asset/清-任頤-動物花鳥-冊頁八開-animals-flowers-and-birds-ren-yi-ren-bonian/PAFldfs28O3Wlg"
      },
      {
        "name": "清 任頤 石上讀書 扇面|Scholar on a Rock",
        "path": "img/art/artworks/ren-bonian-a4.jpg",
        "source": "https://artsandculture.google.com/asset/清-任頤-石上讀書-扇面-scholar-on-a-rock-ren-yi-ren-bonian/QgFV7Z9XLB2Plg"
      },
      {
        "name": "Portrait of Zhao Dechang and His Wife",
        "path": "img/art/artworks/ren-bonian-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-zhao-dechang-and-his-wife-ren-bonian/rwFs9xlKzNazmA"
      },
      {
        "name": "Jingu Garden (hanging scroll)",
        "path": "img/art/artworks/ren-bonian-a6.jpg",
        "source": "https://artsandculture.google.com/asset/jingu-garden-hanging-scroll-ren-yi/RQHl2M1MV6VMNg"
      }
    ],
    "summary": [
      "Ren Yi, also known as Ren Bonian, was a painter and son of a rice merchant who supplemented his income by doing portraits. He was born in Zhejiang, but after the death of his father in 1855 he lived in Shanghai. This move placed him in a more urban world that was exposed to Western thinking. In Shanghai he became a member of the Shanghai School which fused popular and traditional styles. Ren Bonian ranked with Ren Xiong, Ren Xun and Ren Yu as the \"Four Rens.\"",
      "He was noted for his bold brushstrokes and use of color. In his earlier career the Song Dynasty painters influenced him, but later on he favored a freer style influenced by the works of Zhu Da."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Bark", "Aluminium", "Metal", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ren_Bonian",
    "urlGoogle": "https://artsandculture.google.com/entity/ren-bonian/m08dkqc"
  },
  "event": {
    "id": "assassination-of-abraham-lincoln",
    "name": "Assassination of Abraham Lincoln",
    "dates": null,
    "mainImg": "img/events/assassination-of-abraham-lincoln.jpg",
    "summary": [
      "Abraham Lincoln, the 16th President of the United States, was assassinated by well-known stage actor John Wilkes Booth on April 14, 1865, while attending the play Our American Cousin at Ford's Theatre in Washington, D.C.",
      "Shot in the head as he watched the play, Lincoln died the following day at 7:22 am, in the Petersen House opposite the theater. He was the first U.S. president to be assassinated, with his funeral and burial marking an extended period of national mourning.",
      "Occurring near the end of the American Civil War, the assassination was part of a larger conspiracy intended by Booth to revive the Confederate cause by eliminating the three most important officials of the United States government.",
      "Conspirators Lewis Powell and David Herold were assigned to kill Secretary of State William H. Seward, and George Atzerodt was tasked with killing Vice President Andrew Johnson.",
      "Beyond Lincoln's death, the plot failed: Seward was only wounded and Johnson's would-be attacker lost his nerve. After a dramatic initial escape, Booth was killed at the climax of a 12-day manhunt. Powell, Herold, Atzerodt and Mary Surratt were later hanged for their roles in the conspiracy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Assassination_of_Abraham_Lincoln",
    "urlGoogle": "https://artsandculture.google.com/entity/assassination-of-abraham-lincoln/m0cvfxb"
  },
  "funFacts": [
    { "id": "94", "fact": "Lizards communicate by doing push-ups.", "category": ["Animals"] },
    {
      "id": "948",
      "fact": "Early football fields were painted with both horizontal and vertical lines, creating a pattern that resembled a gridiron.",
      "category": ["History", "Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "553838",
      "fact": "The aurora australis is the southern version of the aurora borealis. Tasmania, New Zealand, and Antarctica are a few of the best places to scope out the Southern Lights from land."
    }
  ],
  "idiom": {
    "id": "see-the-elephant",
    "term": "see the elephant",
    "definition": "Experience more than one wants to, learn a hard lesson; also, see combat, especially for the first time. For example, *After the expedition lost two climbers in an avalanche, they had seen the elephant and turned back,* or *On his first tour of duty he saw the elephant.* This slangy expression, first recorded in 1835, alludes to having seen all the sights one can see, including that rare beast, and returning home unimpressed or disappointed."
  },
  "person": {
    "id": "robert-f-kennedy",
    "name": "Robert F. Kennedy",
    "dates": "Nov 20, 1925 - Jun 6, 1968",
    "mainImg": "img/people/robert-f-kennedy.jpg",
    "summary": [
      "Robert Francis Kennedy, sometimes referred to by the initials RFK and occasionally Bobby, was an American politician and lawyer who served as the 64th United States Attorney General from January 1961 to September 1964, and as a U.S. Senator from New York from January 1965 until his assassination in June 1968. Kennedy, like his brothers John and Edward, was a prominent member of the Democratic Party and has come to be viewed by some historians as an icon of modern American liberalism.",
      "Kennedy was born into a wealthy, political family in Brookline, Massachusetts. After serving in the U.S. Naval Reserve as a seaman apprentice from 1944 to 1946, Kennedy returned to his studies at Harvard University, graduating in 1948. He received his law degree from the University of Virginia, and was admitted to the Massachusetts bar in 1951. He began his career as a correspondent for The Boston Post and as a lawyer at the Justice Department, but later resigned to manage his brother John's successful campaign for the U.S. Senate in 1952. The following year, he worked as an assistant counsel to the Senate committee chaired by Senator Joseph McCarthy."
    ],
    "quote": "“Tragedy is a tool for the living to gain wisdom, not a guide by which to live.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_F._Kennedy",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-f-kennedy/m06hx2"
  },
  "place": {
    "id": "pula",
    "name": "Pula",
    "mainImg": "img/places/pula.jpg",
    "summary": [
      "Pula is the largest city in Istria County, Croatia and the eighth largest city in the country, situated at the southern tip of the Istrian peninsula, with a population of 57,460 in 2011. It is known for its multitude of ancient Roman buildings, the most famous of which is the Pula Arena, one of the best preserved Roman amphitheaters, and its beautiful sea. The city has a long tradition of wine making, fishing, shipbuilding, and tourism. It was the administrative centre of Istria from ancient Roman times until superseded by Pazin in 1991."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pula",
    "urlGoogle": "https://artsandculture.google.com/entity/pula/m02lw53"
  },
  "wiki": {
    "id": "don-valley-parkway",
    "name": "Don Valley Parkway",
    "summary": "The Don Valley Parkway is a controlled-access six-lane municipal expressway in Toronto connecting the Gardiner Expressway with Highway 401. North of Highway 401, it continues as Highway 404 to Newmarket. The parkway runs through the parklands of the Don River valley, after which it is named. It was the second expressway to be built by Metropolitan Toronto (Metro). Planning began in 1954, the year of Metro's formation. The first section opened on August 31, 1961, and the final section on November 17, 1966. The parkway operates well beyond its intended capacity of 60,000 vehicles per day and is known for daily traffic jams; some sections carry an average of 100,000 vehicles a day. Planned as part of a larger expressway network within Toronto, it was one of the few expressways built before the public opposition which cancelled many of the others.",
    "url": "https://en.wikipedia.org/wiki/Don_Valley_Parkway"
  },
  "word": {
    "id": "calaboose",
    "word": "calaboose",
    "url": "https://www.merriam-webster.com/dictionary/calaboose",
    "partOfSpeech": "noun",
    "pronunciation": "KAL-uh-booss",
    "audioPath": "audio/words/calaboose.mp3",
    "definitions": ["jail; especially : a local jail"],
    "examples": [
      "The chief entertainment at our family gatherings is always the stories my uncles tell of their wild youthful antics -- some of which landed them in the _calaboose_ for a night.",
      "\"Dallas broke the law, according to the lawsuit, because it lied in violation of the False Claims Act. The False Claims Act can be enforced criminally (off to the _calaboose_) or civilly (write a big check).\" -- From an article by Jim Schutze in the _Dallas Observer_, November 24, 2011"
    ],
    "origin": "\"Calaboose\" had been part of the English language for almost a century when John S. Farmer included the term in his 1889 book _Americanisms -- Old & New_, defining it as \"the common gaol or prison.\" Farmer also made mention of a verb \"calaboose,\" meaning \"to imprison,\" but that term was apparently lost in the years between then and now. \"Calaboose\" is Spanish in origin; it's from the Spanish word \"calabozo,\" meaning \"dungeon.\""
  }
}
