{
  "artist": {
    "id": "arne-jacobsen",
    "name": "Arne Jacobsen",
    "dates": "Feb 11, 1902 - Mar 24, 1971",
    "mainImg": "img/art/artists/arne-jacobsen.jpg",
    "artworkImgs": [
      {
        "name": "Series 7",
        "path": "img/art/artworks/arne-jacobsen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/series-7-arne-jacobsen/fAEpfIqGMYBTUw"
      },
      {
        "name": "Jacobsen's Bella Vista Estate. Side view",
        "path": "img/art/artworks/arne-jacobsen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/jacobsen-s-bella-vista-estate-side-view-arne-jacobsen/0gG7oPAtNZyW3Q"
      },
      {
        "name": "Radisson Blu Royal Hotel",
        "path": "img/art/artworks/arne-jacobsen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/radisson-blu-royal-hotel-arne-jacobsen/TgHtHrGH5dhdFg"
      },
      {
        "name": "Side view. Petrol Station",
        "path": "img/art/artworks/arne-jacobsen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/side-view-petrol-station-arne-jacobsen/nwHpojQnyNAfHQ"
      },
      {
        "name": "Arne Jacobsen's Petrol Station",
        "path": "img/art/artworks/arne-jacobsen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/arne-jacobsen-s-petrol-station-arne-jacobsen/bQH8PbZyi9-rVw"
      },
      {
        "name": "Inside view. Bellevue theatre roof",
        "path": "img/art/artworks/arne-jacobsen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/inside-view-bellevue-theatre-roof-arne-jacobsen/ZAHNOQ5uh1nmuA"
      }
    ],
    "summary": [
      "Arne Emil Jacobsen, Hon. FAIA 11 February 1902 – 24 March 1971 was a Danish architect and designer. He is remembered for his contribution to architectural Functionalism as well as for the worldwide success he enjoyed with simple but effective chair designs."
    ],
    "quote": "“When I travel, I draw and paint sketches which is great fun. And as long as you are fully aware that it has nothing to do with actual art, I think that's all right.”",
    "movements": [],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Arne_Jacobsen",
    "urlGoogle": "https://artsandculture.google.com/entity/arne-jacobsen/m0lxh0"
  },
  "event": {
    "id": "battle-of-taegu",
    "name": "Battle of Taegu",
    "dates": "Aug 5, 1950 - Aug 20, 1950",
    "mainImg": "img/events/battle-of-taegu.jpg",
    "summary": [
      "The Battle of Taegu was an engagement between United Nations Command and North Korean forces early in the Korean War, with fighting continuing from August 5–20, 1950 around the city of Taegu, South Korea. It was a part of the Battle of Pusan Perimeter, and was one of several large engagements fought simultaneously. The battle ended in a victory for the UN after their forces were able to drive off an offensive by Korean People's Army divisions attempting to cross the Naktong River and assault the city.",
      "Five KPA divisions massed around the city preparing to cross the Naktong River and assault it from the north and west. Defending the city were the US 1st Cavalry Division and Republic of Korea Army II Corps. In a series of engagements, each of the KPA divisions attempted to cross the Naktong and attack the defending forces. The success of these attacks varied by region, but attacks in the 1st Cavalry Division sector were repulsed and the attacks in the ROK sector were more successful.",
      "During the battle, however, KPA troops were able to surprise US troops on Hill 303 and capture them. Late in the battle, these troops were machine gunned in the Hill 303 massacre."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Taegu",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-taegu/m0ch39qf"
  },
  "funFacts": [
    {
      "id": "757",
      "fact": "There are approximately 7,000 feathers on an eagle.",
      "category": ["Animals"]
    },
    {
      "id": "457",
      "fact": "The first traffic light was in use in London in 1868, before the advent of cars.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "504558",
      "fact": "The Margherita pizza was likely named after Margherita of Savoy, Queen consort of Italy from 1878 to 1900."
    }
  ],
  "idiom": {
    "id": "the-spirit-is-willing-but-the-flesh-is-weak",
    "term": "the spirit is willing but the flesh is weak",
    "definition": "One would like to undertake something but hasn't the energy or strength to do so. For example, *Another set of tennis? The spirit is willing but the flesh is weak.* Today often used as a rueful admission of weariness or other physical weakness, this idiom was first recorded in the New Testament (Matthew 26:41), where Jesus tells his disciples: \"Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.\" A modern equivalent is **I would if I could but I can't.**"
  },
  "person": {
    "id": "william-i-of-the-netherlands",
    "name": "William I of the Netherlands",
    "dates": "Aug 24, 1772 - Dec 12, 1843",
    "mainImg": "img/people/william-i-of-the-netherlands.jpg",
    "summary": [
      "William I was a Prince of Orange and the first King of the Netherlands and Grand Duke of Luxembourg.",
      "He was the ruler of the Principality of Nassau-Orange-Fulda from 1803 until 1806 and of the Principality of Orange-Nassau in the year 1806 and from 1813 until 1815. In 1813 he proclaimed himself Sovereign Prince of the United Netherlands. He proclaimed himself King of the Netherlands and Duke of Luxembourg on 16 March 1815. In the same year on 9 June William I became also the Grand Duke of Luxembourg and after 1839 he was furthermore the Duke of Limburg. After his abdication in 1840 he styled himself King William Frederick, Count of Nassau."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/William_I_of_the_Netherlands",
    "urlGoogle": "https://artsandculture.google.com/entity/william-i-of-the-netherlands/m098q8"
  },
  "place": {
    "id": "almaty",
    "name": "Almaty",
    "mainImg": "img/places/almaty.jpg",
    "summary": [
      "Almaty, formerly known as Alma-Ata and Verniy, is the largest city in Kazakhstan, with a population of about 2,000,000 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Soviet and later independent Kazakhstan from 1929 to 1997. In 1997, the government relocated the capital to Astana in the north of the country.",
      "Almaty is still the major commercial and cultural centre of Kazakhstan, as well as its most populous and most cosmopolitan city. The city is located in the mountainous area of southern Kazakhstan near the border with Kyrgyzstan in the foothills of the Trans-Ili Alatau at an elevation of 700–900 m, where the Large and Small Almatinka rivers run into the plain.",
      "The city has been part of the UNESCO Creative Cities Network in the area of music since November 2017. The city was the host for a 1978 international conference on Primary Health Care where the Alma Ata Declaration was adopted, marking a paradigm shift in global public health."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Almaty",
    "urlGoogle": "https://artsandculture.google.com/entity/almaty/m0151s1"
  },
  "wiki": {
    "id": "suzanne-lenglen",
    "name": "Suzanne Lenglen",
    "summary": "Suzanne Lenglen was a French tennis player, who dominated the women's game from 1919 to 1926, winning 25 Grand Slam titles. A flamboyant player, she was the first female tennis celebrity, and one of the first international female sport stars, named La Divine (the divine one) by the French press. Prior to Lenglen, female tennis matches drew little fan interest but she quickly became her sport's greatest drawing card. Tennis devotees and new fans to the game began lining up in droves to buy tickets to her matches. Temperamental, flamboyant, she was a passionate player whose intensity on court could lead to an unabashed display of tears. But for all her flamboyance, she was a gifted and brilliant player who used extremely agile footwork, speed and a deadly accurate shot to dominate female tennis for seven straight years. Her excellent play and introduction of glamour to the tennis court increased the interest in women's tennis, and women's sport in general.",
    "url": "https://en.wikipedia.org/wiki/Suzanne_Lenglen"
  },
  "word": {
    "id": "chicanery",
    "word": "chicanery",
    "url": "https://www.merriam-webster.com/dictionary/chicanery",
    "partOfSpeech": "noun",
    "pronunciation": "shih-KAY-nuh-ree",
    "audioPath": "audio/words/chicanery.mp3",
    "definitions": [
      "deception by artful subterfuge or sophistry : trickery",
      "a piece of sharp practice (as at law) : trick"
    ],
    "examples": [
      "The mayor's spokeswoman quickly denied the charges of nepotism, financial indiscretions, and political _chicanery_.",
      "\"\\[The film\\] _Now You See Me_ tries to mystify you with its cinematic _chicanery_ while constantly reminding you that you're not paying attention to what's truly going down.\" - From a movie review by Craig D. Lindsey at nashvillescene.com, June 6, 2013"
    ],
    "origin": "\"We have hardly any words that do so fully expresse the French _clinquant, naiveté … chicaneries._\" So lamented English writer John Evelyn in a letter to Sir Peter Wyche in 1665. Evelyn and Wyche were members of a group called the Royal Society, which had formed a committee emulating the French Academy for the purpose of \"improving the English language.\" We can surmise that, in Evelyn's estimation, the addition of \"chicanery\" to English from French was an improvement. What he apparently didn't realize was that English speakers had adopted the word from the French \"chicanerie\" before he wished for it; the term appears in English manuscripts dating from 1609. Similarly, \"clinquant\" (\"glittering with gold or tinsel\") dates from 1591. \"Naïveté,\" on the other hand, waited until 1673 to appear."
  }
}
