{
  "artist": {
    "id": "felix-gonzalez-torres",
    "name": "Félix González-Torres",
    "dates": "Nov 26, 1957 - Jan 9, 1996",
    "mainImg": "img/art/artists/felix-gonzalez-torres.jpg",
    "artworkImgs": [
      {
        "name": "\"Untitled\" (Golden)",
        "path": "img/art/artworks/felix-gonzalez-torres-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-golden-felix-gonzalez-torres/fwG6cQK9ekWdUA"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/felix-gonzalez-torres-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-felix-gonzalez-torres/3QGNFHbW_3PWhA"
      },
      {
        "name": "\"Untitled\" (Placebo)",
        "path": "img/art/artworks/felix-gonzalez-torres-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-placebo-felix-gonzalez-torres/tAF57yiLyWjUpQ"
      },
      {
        "name": "\"Untitled' (1994)",
        "path": "img/art/artworks/felix-gonzalez-torres-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-1994-felix-gonzalez-torres/awHPgZtTApkjig"
      }
    ],
    "summary": [
      "Félix González-Torres was a Cuban-born American visual artist. González-Torres's openly gay sexual orientation is often seen as influential in his work as an artist. González-Torres was known for his minimal installations and sculptures in which he used materials such as strings of lightbulbs, clocks, stacks of paper, or packaged hard candies. In 1987, he joined Group Material, a New York-based group of artists whose intention was to work collaboratively, adhering to principles of cultural activism and community education. González-Torres's 1992 piece \"Untitled\" sold for $4.6 million at Phillips de Pury & Company in 2010, a record for the artist at auction."
    ],
    "quote": null,
    "movements": ["Conceptual art", "Minimalism", "Contemporary art"],
    "mediums": ["Silver", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/F%C3%A9lix_Gonz%C3%A1lez-Torres",
    "urlGoogle": "https://artsandculture.google.com/entity/félix-gonzález-torres/m041z0t"
  },
  "event": {
    "id": "korean-war",
    "name": "Korean War",
    "dates": "Jun 25, 1950 - Jul 27, 1953",
    "mainImg": "img/events/korean-war.jpg",
    "summary": [
      "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea.",
      "At the end of World War II, the Soviet Union and the United States liberated Korea from imperial Japanese colonial control on 15 August 1945. After the war had ended, Korea was divided at the 38th parallel into two zones of occupation, the Soviets administered the northern half and the Americans administered the southern half. With the border set at the 38th parallel in 1948, two sovereign states were established as a result of geopolitical tensions of the Cold War. A socialist state was established in the north under the communist leadership of Kim Il-sung and a capitalist state in the south under the anti-communist leadership of Syngman Rhee. Both governments of the two new Korean states claimed to be the sole legitimate government of all of Korea, and neither accepted the border as permanent.",
      "The conflict escalated into warfare when North Korean military forces—supported by the Soviet Union and China—crossed the border and advanced into South Korea on 25 June 1950."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Korean_War",
    "urlGoogle": "https://artsandculture.google.com/entity/korean-war/m048n7"
  },
  "funFacts": [
    {
      "id": "141",
      "fact": "The square dance is the official dance of the state of Washington.",
      "category": ["Geography"]
    },
    {
      "id": "144",
      "fact": "Texas is the only state that permits residents to cast absentee ballots from space.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "522190",
      "fact": "Londoners in the 1600s were advised to keep \"fart jars\"—consisting of trapped fart odors—on hand to combat bubonic plague. The idea was that the potent smell would somehow purify the air."
    }
  ],
  "idiom": {
    "id": "peter-out",
    "term": "peter out",
    "definition": "Dwindle or diminish and come to an end, as in *Their enthusiasm soon petered out.* The origin of this usage is unknown, but one authority suggests it may refer to the apostle Peter, whose enthusiastic support of Jesus quickly diminished so that he denied knowing him three times during the night after Jesus's arrest. [Mid-1800s]"
  },
  "person": {
    "id": "george-campbell",
    "name": "George Campbell",
    "dates": "1824 - Feb 18, 1892",
    "mainImg": "img/people/george-campbell.jpg",
    "summary": [
      "Sir George Campbell, KCSI was a Scottish Liberal Party politician and Indian administrator.",
      "Campbell was born in 1824, the eldest son of Sir George Campbell, of Edenwood, whose brother became the 1st Baron Campbell. He was educated at Hamilton Academy and embarked for India.",
      "From 1871 to 1874 he was Lieutenant-Governor of Bengal. During his tenure the Pabna Disturbances occurred. With his proclamation on 4 July 1873 during the Pabna Peasant Uprisings, guaranteeing government support of peasants against excessive zamindar demands he ensured that the prostest remained peaceful, at the same time antagonising the landlords and his namesake George Campbell, 8th Duke of Argyll at that time Secretary of State for India.",
      "He was Member of Parliament for Kirkcaldy Burghs from 1875 to 1892.",
      "Campbell married, in 1853, Laetitia Maria Vibart, daughter of John Gowan Vibart, of the Bengal civil service, and left several children.",
      "Lady Campbell died in London 21 October 1901, aged 68. Their eldest son, Major George Campbell, died while serving with the 8th King's Regiment in the Second Boer War in South Africa."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/George_Campbell_%28civil_servant%29",
    "urlGoogle": "https://artsandculture.google.com/entity/george-campbell/m02vsb4q"
  },
  "place": {
    "id": "burundi",
    "name": "Burundi",
    "mainImg": "img/places/burundi.jpg",
    "summary": [
      "Burundi, officially the Republic of Burundi, is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital cities are Gitega and Bujumbura.",
      "The Twa, Hutu and Tutsi peoples have lived in Burundi for at least 500 years. For more than 200 of those years, Burundi was an independent kingdom, until the beginning of the 20th century, when Germany colonised the region. After the First World War and Germany's defeat, it ceded the territory to Belgium. Both Germans and Belgians ruled Burundi and Rwanda as a European colony known as Ruanda-Urundi. Despite common misconceptions, Burundi and Rwanda had never been under common rule until the time of European colonisation.",
      "Burundi gained independence in 1962 and initially had a monarchy, but a series of assassinations, coups and a general climate of regional instability culminated in the establishment of a republic and one-party state in 1966."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Burundi",
    "urlGoogle": "https://artsandculture.google.com/entity/burundi/m0169t"
  },
  "wiki": {
    "id": "proserpine-play",
    "name": "Proserpine (play)",
    "summary": "Proserpine is a verse drama written for children by the Romantic writers Mary Shelley and Percy Bysshe Shelley. Mary wrote the blank verse drama and Percy contributed two lyric poems. Composed in 1820 while the Shelleys were living in Italy, it is often considered a partner to the Shelleys' play Midas. Proserpine was first published in the London periodical The Winter's Wreath in 1832. The drama is based on Ovid's tale of the abduction of Proserpine by Pluto, which itself was based on the Greek myth of Demeter and Persephone. Mary Shelley's version focuses on the female characters. In a largely feminist retelling from Ceres's point of view, Shelley emphasises the separation of mother and daughter and the strength offered by a community of women. Ceres represents life and love, and Pluto represents death and violence. The genres of the text also reflect gender debates of the time. Proserpine is part of a female literary tradition which, as feminist literary critic Susan Gubar describes it, has used the story of Ceres and Proserpine to \"re-define, to re-affirm and to celebrate female consciousness itself\". However, the play has been both neglected and marginalised by critics.",
    "url": "https://en.wikipedia.org/wiki/Proserpine_(play)"
  },
  "word": {
    "id": "elucidate",
    "word": "elucidate",
    "url": "https://www.merriam-webster.com/dictionary/elucidate",
    "partOfSpeech": "verb",
    "pronunciation": "ih-LOO-suh-dayt",
    "audioPath": "audio/words/elucidate.mp3",
    "definitions": [
      "to make lucid especially by explanation or analysis",
      "to give a clarifying explanation"
    ],
    "examples": [
      "During her speech, the governor attempted to _elucidate_ exactly what kind of impact the new sports arena would have on the state's economy.",
      "\"His stylish criticism, marked by an easy [erudition](https://www.merriam-webster.com/dictionary/erudition), was invariably smooth and accessible; he compressed and _elucidated_ but never reduced or oversimplified.\" -- From an article by Benjamin Schwarz in _The Atlantic_, December 2011"
    ],
    "origin": "To \"elucidate\" is to make something clear that was formerly murky or confusing -- and it is perfectly clear how the modern term got that meaning. \"Elucidate\" traces to the Latin term \"lucidus,\" which means \"lucid.\" \"Lucidus\" in turn descends from the verb \"lucēre,\" meaning \"to shine.\" So \"elucidating\" can be thought of as the figurative equivalent of shining a light on something to make it easier to see. \"Lucēre\" has also produced other shining offspring in English. Among its descendants are \"lucid\" itself (which can mean \"shining,\" \"clear-headed,\" or \"easily understood\"), \"lucent\" (meaning \"giving off light\" or \"easily seen through\"), and \"translucent\" (meaning \"partly transparent\" or \"clear enough for light to pass through\")."
  }
}
