{
  "artist": {
    "id": "jan-toorop",
    "name": "Jan Toorop",
    "dates": "Dec 20, 1858 - Mar 3, 1928",
    "mainImg": "img/art/artists/jan-toorop.jpg",
    "artworkImgs": [
      {
        "name": "De schelpenvisser",
        "path": "img/art/artworks/jan-toorop-a1.jpg",
        "source": "https://artsandculture.google.com/asset/de-schelpenvisser-jan-toorop/_AEajsyjP8p8_g"
      },
      {
        "name": "The three brides",
        "path": "img/art/artworks/jan-toorop-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-three-brides-jan-toorop/oAErSY0w6SoBAg"
      },
      {
        "name": "The Sea near Katwijk",
        "path": "img/art/artworks/jan-toorop-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-sea-near-katwijk-jan-toorop/cQGv01mna5XkLA"
      },
      {
        "name": "Poster for Delft Salad Oil",
        "path": "img/art/artworks/jan-toorop-a4.jpg",
        "source": "https://artsandculture.google.com/asset/poster-for-delft-salad-oil-jan-toorop/igFfVCebcODyMw"
      },
      {
        "name": "The Schelde near Veere",
        "path": "img/art/artworks/jan-toorop-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-schelde-near-veere-jan-toorop/IQHJzTOd4RXL2w"
      },
      {
        "name": "Broek in Waterland",
        "path": "img/art/artworks/jan-toorop-a6.jpg",
        "source": "https://artsandculture.google.com/asset/broek-in-waterland-jan-toorop-dutch-1858-1928/0AHU6P1cyiJ2bQ"
      }
    ],
    "summary": [
      "Johannes Theodorus 'Jan' Toorop was a Dutch-Indonesian painter, who worked in various styles, including Symbolism, Art Nouveau, and Pointillism. His early work was influenced by the Amsterdam Impressionism movement."
    ],
    "quote": null,
    "movements": [
      "Symbolism",
      "Amsterdam Impressionism",
      "Art Nouveau",
      "Neo-Impressionism",
      "Modern art",
      "Post-Impressionism"
    ],
    "mediums": ["Pencil", "Pen", "Chalk", "Pigment", "Oil paint", "Crayon"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Toorop",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-toorop/m0187ss"
  },
  "event": {
    "id": "last-battle-of-the-battleship-bismarck",
    "name": "Last battle of the battleship Bismarck",
    "dates": "May 26, 1941 - May 27, 1941",
    "mainImg": "img/events/last-battle-of-the-battleship-bismarck.jpg",
    "summary": [
      "The last battle of the German battleship Bismarck took place in the Atlantic Ocean approximately 300 nmi west of Brest, France, on 26–27 May 1941. Although it was a decisive action between capital ships, it has no generally accepted name.",
      "On 24 May, before the final action, Bismarck's fuel tanks were damaged and several machinery compartments, including a boiler room, were flooded in the Battle of the Denmark Strait. Her captain's intention was to reach the port of Brest for repair. Late in the day Bismarck briefly turned on her pursuers to cover the escape of her companion, the heavy cruiser Prinz Eugen to continue further into the Atlantic. Early on 25 May the British forces lost contact with Bismarck, which headed ESE towards France while the British searched NE, presuming she was returning to Norway. Later on 25 May Admiral Lütjens, apparently unaware that he had lost his pursuers, broke radio silence to send a coded message to Germany. This allowed the British to triangulate the approximate position of Bismarck and aircraft were dispatched to hunt for the German battleship. She was rediscovered in the late morning of 26 May by a Catalina flying boat from No."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Last_battle_of_the_battleship_Bismarck",
    "urlGoogle": "https://artsandculture.google.com/entity/last-battle-of-the-battleship-bismarck/m0cq17b"
  },
  "funFacts": [
    {
      "id": "219",
      "fact": "An electric eel can release a charge powerful enough to start 50 cars.",
      "category": ["Animals", "Science"]
    },
    { "id": "128", "fact": "Dragonflies have six legs but can't walk.", "category": ["Animals"] },
    { "id": "447", "fact": "A gallon of water weighs 8.34 pounds.", "category": ["Science"] }
  ],
  "funFacts2": [],
  "idiom": {
    "id": "go-berserk",
    "term": "go berserk",
    "definition": "Erupt in furious rage, become crazily violent. For example, *When they announced the gymnast's score, her coach went berserk.* This expression is believed to allude to the name of Norse warriors renowned for their ferocity in battle and for wearing no armor but a bearskin shirt (or *berserkar*). [Late 1800s]"
  },
  "person": {
    "id": "juan-bosch",
    "name": "Juan Bosch",
    "dates": "Jun 30, 1909 - Nov 1, 2001",
    "mainImg": "img/people/juan-bosch.jpg",
    "summary": [
      "Juan Emilio Bosch Gaviño was a Dominican politician, historian, writer, essayist, educator, and the first democratically elected president of the Dominican Republic for a brief time in 1963. Previously, he had been the leader of the Dominican opposition in exile to the dictatorial regime of Rafael Trujillo for over 25 years. To this day he is remembered as an honest politician and regarded as one of the most prominent writers in Dominican literature. He founded both the Dominican Revolutionary Party in 1939 and the Dominican Liberation Party in 1973."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Juan_Bosch_%28politician%29",
    "urlGoogle": "https://artsandculture.google.com/entity/juan-bosch/m01wzrh"
  },
  "place": {
    "id": "montenegro",
    "name": "Montenegro",
    "mainImg": "img/places/montenegro.jpg",
    "summary": [
      "Montenegro is a country of South and Southeast Europe on the coast of the Balkans. It borders Bosnia-Herzegovina to the northwest, Serbia to the northeast, Kosovo to the east, Albania to the southeast, the Adriatic Sea to the southwest, and Croatia to the west. Montenegro has an area of 13,812 square kilometres and a population of 620,079. Its capital, Podgorica, is one of the twenty-three municipalities in the country. Cetinje is designated as the Old Royal Capital.",
      "During the Early Medieval period, three principalities were located on the territory of modern-day Montenegro: Duklja, roughly corresponding to the southern half; Travunia, the west; and Rascia proper, the north. In 1042, archon Stefan Vojislav led a revolt that resulted in the independence of Duklja from the Byzantine Empire and the establishment of the Vojislavljević dynasty. After being ruled by the Nemanjić dynasty for two centuries, the independent Principality of Zeta emerged in the 14th and 15th centuries, ruled by the House of Balšić between 1356 and 1421, and by the House of Crnojević between 1431 and 1498, when the name Montenegro started being used for the country."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Montenegro",
    "urlGoogle": "https://artsandculture.google.com/entity/montenegro/m056vv"
  },
  "quote": {
    "id": "44",
    "quote": "Simplicity is the ultimate sophistication.",
    "author": "Leonardo da Vinci"
  },
  "wiki": {
    "id": "hurricane-iniki",
    "name": "Hurricane Iniki",
    "summary": "Hurricane Iniki was the most powerful hurricane to strike the state of Hawaii and the Hawaiian Islands in recorded history. Forming during the strong El Niño of 1991-1994, Iniki was one of eleven Central Pacific tropical cyclones during the 1992 season. The eye of Hurricane Iniki passed directly over the island of Kauai on September 11, 1992 as a Category 4 hurricane on the Saffir-Simpson Hurricane Scale. It was the first hurricane to hit the state since Iwa in the 1982 season, and the first major hurricane since Hurricane Dot in 1959. Iniki caused around $1.8 billion (1992 US dollars) in damage and 6 deaths. At the time, Iniki was among the costliest United States hurricanes and remains one of the costliest hurricanes on record in the eastern Pacific.",
    "url": "https://en.wikipedia.org/wiki/Hurricane_Iniki"
  },
  "word": {
    "id": "commensal",
    "word": "commensal",
    "url": "https://www.merriam-webster.com/dictionary/commensal",
    "partOfSpeech": "adjective",
    "pronunciation": "kuh-MEN-sul",
    "audioPath": "audio/words/commensal.mp3",
    "definitions": [
      "of or relating to those who habitually eat together",
      "of, relating to, or living in a relationship in which one organism obtains food or other benefits from another without damaging or benefiting it"
    ],
    "examples": [
      "\"Florentines in the 1980s still valued their families and insisted on eating together every day, even as they recognized that several forces including television, restaurants, and the rapid pace of work undermined _commensal_ meals.\" - From Carole M. Counihan's 2004 book _Around the Tuscan Table: Food, Family, and Gender in Twentieth Century Florence_",
      "\"Nunez's work on bacteria that invade the gut focuses on competition between the naturally occurring, or _commensal_, bacteria that live in the intestinal tract, and invading pathogens.\" - From a press release from the University of Michigan Health System, November 1, 2012"
    ],
    "origin": "Commensal types, be they human or beast, often \"break bread\" together. When they do, they are reflecting the etymology of \"commensal,\" which derives from the Latin prefix \"com-,\" meaning \"with, together, jointly\" and the Latin adjective \"mensalis,\" meaning \"of the table.\" In its earliest English uses, \"commensal\" referred to people who ate together, but around 1870, biologists started using it for organisms that have no use for a four-piece table setting. Since then, the scientific sense has almost completely displaced the dining one."
  }
}
