{
  "artist": {
    "id": "huang-yong-ping",
    "name": "Huang Yong Ping",
    "dates": "Feb 18, 1954 - Oct 20, 2019",
    "mainImg": "img/art/artists/huang-yong-ping.jpg",
    "artworkImgs": [
      {
        "name": "Library Project - Chair",
        "path": "img/art/artworks/huang-yong-ping-a1.jpg",
        "source": "https://artsandculture.google.com/asset/library-project-chair-huang-yongping/dQGn64k8wUSrUA"
      },
      {
        "name": "The Beard was Easiest to Burn",
        "path": "img/art/artworks/huang-yong-ping-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-beard-was-easiest-to-burn-huang-yongping/kwEDf9Ekx0OidQ"
      },
      {
        "name": "Firecracker pants",
        "path": "img/art/artworks/huang-yong-ping-a3.jpg",
        "source": "https://artsandculture.google.com/asset/firecracker-pants-huang-yongping/4AGtFciSagtiew"
      },
      {
        "name": "The Workshop",
        "path": "img/art/artworks/huang-yong-ping-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-workshop-huang-yongping/vgGfDqGWFXDPXQ"
      },
      {
        "name": "New Peach Blossom Spring",
        "path": "img/art/artworks/huang-yong-ping-a5.jpg",
        "source": "https://artsandculture.google.com/asset/new-peach-blossom-spring-huang-yongping/TAGOG0Gwlnlqbw"
      },
      {
        "name": "Huang Yongping, The Beard Was Easiest to Burn (3 of 4)",
        "path": "img/art/artworks/huang-yong-ping-a6.jpg",
        "source": "https://artsandculture.google.com/asset/huang-yongping-the-beard-was-easiest-to-burn-3-of-4-huang-yongping/CgFjxA04bsBZxg"
      }
    ],
    "summary": [
      "Huáng Yǒng Pīng was a Chinese-French contemporary artist and one of the most well known Chinese Avant-garde artists of his time. Born in Xiamen, he was recognized as the most controversial and provocative artist of the Chinese art scene of the 1980s.",
      "Huang was one of the earliest contemporary Chinese artists to consider art as strategy. As a self-taught student, some of his earliest artistic inspirations came from Joseph Beuys, John Cage, and Marcel Duchamp. He later graduated from art school in Hangzhou in 1982, and formed Xiamen Dada in 1986. Huang's oeuvre can be characterized by four periods: anti-artistic affectation, anti-self-expression, anti-art, and anti-history. At the age of 35 in 1989, Huang traveled to Paris to partake in the seminal exhibition Magiciens de la terre. He later immigrated to France and lived there ever since. As many of his pieces are very large, they are not suitable for auction.",
      "In 1999, Huang represented France in the Venice Biennale. In 2016, his piece \"Empires\" was selected for the Monumenta biennial exposition at the Grand Palais in Paris."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Bronze", "Metal", "Photograph", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Huang_Yong_Ping",
    "urlGoogle": "https://artsandculture.google.com/entity/huang-yong-ping/m0dv9_5"
  },
  "event": {
    "id": "russian-civil-war",
    "name": "Russian Civil War",
    "dates": "Nov 7, 1917 - Oct 25, 1922",
    "mainImg": "img/events/russian-civil-war.jpg",
    "summary": [
      "The Russian Civil War was a multi-party civil war in the former Russian Empire immediately after the two Russian Revolutions of 1917, as many factions vied to determine Russia's political future. The two largest combatant groups were the Red Army, fighting for the Bolshevik form of socialism led by Vladimir Lenin, and the loosely allied forces known as the White Army, which included diverse interests favouring political monarchism, capitalism and alternative forms of socialism, each with democratic and anti-democratic variants. In addition, rival militant socialists notably Anarchists and Left SR’s and non-ideological Green armies fought against both the Reds and the Whites. Thirteen foreign nations intervened against the Red Army, notably the former Allied military forces from the World War with the goal of re-establishing the Eastern Front. Three foreign nations of the Central Powers had also intervened, rivaling the Allied intervention with the main goal of maintaining the territory they had received in the Treaty of Brest-Litovsk."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Russian_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/russian-civil-war/m06k75"
  },
  "funFacts": [
    { "id": "357", "fact": "A baboon is a variety of lemon.", "category": ["Food"] },
    {
      "id": "1030",
      "fact": "Maine is the closest U.S. state to Africa.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553826",
      "fact": "Since founding the Imagination Library in 1995, Dolly Parton has donated 100 million books to children."
    }
  ],
  "idiom": {
    "id": "go-berserk",
    "term": "go berserk",
    "definition": "Erupt in furious rage, become crazily violent. For example, *When they announced the gymnast's score, her coach went berserk.* This expression is believed to allude to the name of Norse warriors renowned for their ferocity in battle and for wearing no armor but a bearskin shirt (or *berserkar*). [Late 1800s]"
  },
  "person": {
    "id": "mamie-eisenhower",
    "name": "Mamie Eisenhower",
    "dates": "Nov 14, 1896 - Nov 1, 1979",
    "mainImg": "img/people/mamie-eisenhower.jpg",
    "summary": [
      "Mamie Geneva Eisenhower was the wife of United States President Dwight D. Eisenhower and thereby First Lady of the United States from 1953 to 1961.",
      "Mamie married Dwight Eisenhower at age 19 in 1916. The young couple moved frequently between military quarters in many postings, from Panama to the Philippines. As First Lady, she entertained a wide range of foreign dignitaries, who reacted well to her confident style and clothing choices.",
      "Mamie Eisenhower spent her retirement and widowhood at the family farm in Gettysburg, Pennsylvania."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mamie_Eisenhower",
    "urlGoogle": "https://artsandculture.google.com/entity/mamie-eisenhower/m025pp3"
  },
  "place": {
    "id": "tripoli",
    "name": "Tripoli",
    "mainImg": "img/places/tripoli.jpg",
    "summary": [
      "Tripoli is the capital city and the largest city of Libya, with a population of about 1.165 million people in 2018. It is located in the northwest of Libya on the edge of the desert, on a point of rocky land projecting into the Mediterranean Sea and forming a bay. It includes the port of Tripoli and the country's largest commercial and manufacturing centre. It is also the site of the University of Tripoli. The vast Bab al-Azizia barracks, which includes the former family estate of Muammar Gaddafi, is also located in the city. Colonel Gaddafi largely ruled the country from his residence in this barracks.",
      "Tripoli was founded in the 7th century BC by the Phoenicians, who gave it the Libyco-Berber name Oyat before passing into the hands of the Greek rulers of Cyrenaica as Oea. Due to the city's long history, there are many sites of archaeological significance in Tripoli. Tripoli may also refer to the sha'biyah, the Tripoli District.",
      "Tripoli is also known as Tripoli-of-the-West, to distinguish it from its Phoenician sister city Tripoli, Lebanon, known in Arabic as Ṭarābulus al-Sham, meaning 'Levantine Tripoli'."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tripoli",
    "urlGoogle": "https://artsandculture.google.com/entity/tripoli/m07p7g"
  },
  "quote": {
    "id": "27",
    "quote": "A happy family is but an earlier heaven.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "banksia-brownii",
    "name": "Banksia brownii",
    "summary": "Banksia brownii is a species of shrub that occurs in southwest Western Australia. An attractive plant with fine feathery leaves and large red-brown flower spikes, it usually grows as an upright bush around two metres (7 ft) high, but can also occur as a small tree or a low spreading shrub. First collected in 1829 and published the following year, it is placed in Banksia subg. Banksia, section Oncostylis, series Spicigerae. It occurs naturally only in two population clusters, between Albany and the Stirling Range. In the Stirling Range it occurs among heath on rocky mountain slopes; further south it occurs among Jarrah woodland in shallow nutrient-poor sand. It is rare and endangered in its natural habitat, with all known populations currently threatened by Phytophthora cinnamomi dieback, a disease to which the species is highly susceptible. Other threats include loss of habitat, commercial exploitation and changes to the fire regime. B. brownii is highly valued by Australia's horticultural and cut flower industries.",
    "url": "https://en.wikipedia.org/wiki/Banksia_brownii"
  },
  "word": {
    "id": "efficacious",
    "word": "efficacious",
    "url": "https://www.merriam-webster.com/dictionary/efficacious",
    "partOfSpeech": "adjective",
    "pronunciation": "ef-uh-KAY-shus",
    "audioPath": "audio/words/efficacious.mp3",
    "definitions": ["having the power to produce a desired effect"],
    "examples": [
      "Pam knew that the most _efficacious_ remedy for her cold would be a steaming bowl of her grandmother’s famous chicken soup.",
      "\"The following plan is _efficacious_ in ridding fields not only of crows but of smaller birds and even domestic fowl: Make an imitation hawk, using a large potato and long turkey feathers…. Suspend it from a tall, bent pole. The wind will lend it realism by agitating it.\" -- From Jerry Mack Johnson’s 2011 book _Old-Time Wisdom and Country Lore: 1000s of Skills for Simple Living_"
    ],
    "origin": "\"Effective,\" \"efficient,\" and \"effectual\" are synonyms of \"efficacious,\" but each of these words has a slightly different connotation. \"Efficacious\" suggests possession of a special quality or virtue that makes it possible to achieve a result (\"a detergent that is efficacious in removing grease\"). \"Effective\" stresses the power to produce or the actual production of a particular effect (\"an effective rebuttal\"), while \"effectual\" suggests the accomplishment of a desired result, especially as viewed after the fact (\"measures taken to reduce underage drinking have proved effectual\"). \"Efficient\" implies an acting or potential for acting that avoids loss or waste of energy (\"an efficient small car\")."
  }
}
