{
  "artist": {
    "id": "richard-dadd",
    "name": "Richard Dadd",
    "dates": "Aug 1, 1817 - Jan 7, 1886",
    "mainImg": "img/art/artists/richard-dadd.jpg",
    "artworkImgs": [
      {
        "name": "The Fairy Feller's Master-Stroke",
        "path": "img/art/artworks/richard-dadd-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-fairy-feller-s-master-stroke-richard-dadd/6AGSqNzESPSSYw"
      },
      {
        "name": "The Flight out of Egypt",
        "path": "img/art/artworks/richard-dadd-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-flight-out-of-egypt-richard-dadd/GwFGIjk8cVn6CQ"
      },
      {
        "name": "Hamlet and his Mother; The Closet Scene",
        "path": "img/art/artworks/richard-dadd-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hamlet-and-his-mother-the-closet-scene-richard-dadd-1817–1886-british/aAEIjWP6PgDFBA"
      },
      {
        "name": "Wandering Musicians",
        "path": "img/art/artworks/richard-dadd-a4.jpg",
        "source": "https://artsandculture.google.com/asset/wandering-musicians-richard-dadd/RAF9h56IJoHqag"
      },
      {
        "name": "Fish Market by the Sea",
        "path": "img/art/artworks/richard-dadd-a5.jpg",
        "source": "https://artsandculture.google.com/asset/fish-market-by-the-sea-richard-dadd-1817–1886-british/WgEYcZsISmSnfg"
      },
      {
        "name": "Caravanserai at Mylasa in Asia Minor",
        "path": "img/art/artworks/richard-dadd-a6.jpg",
        "source": "https://artsandculture.google.com/asset/caravanserai-at-mylasa-in-asia-minor-richard-dadd-1817–1886-british/3wHFVXEvyJKYXw"
      }
    ],
    "summary": [
      "Richard Dadd was an English painter of the Victorian era, noted for his depictions of fairies and other supernatural subjects, Orientalist scenes, and enigmatic genre scenes, rendered with obsessively minuscule detail. Most of the works for which he is best known were created while he was a patient in Bethlem and Broadmoor hospitals."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Watercolor painting", "Graphite", "Gouache", "Ink", "Oil paint", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Richard_Dadd",
    "urlGoogle": "https://artsandculture.google.com/entity/richard-dadd/m0h9sm"
  },
  "event": {
    "id": "air-raid-on-bari",
    "name": "Air raid on Bari",
    "dates": null,
    "mainImg": "img/events/air-raid-on-bari.jpg",
    "summary": [
      "The air raid on Bari was an air attack by German bombers on Allied forces and shipping in Bari, Italy, on 2 December 1943, during World War II. 105 German Junkers Ju 88 bombers of Luftflotte 2 achieved surprise and bombed shipping and personnel operating in support of the Allied Italian Campaign, sinking 27 cargo and transport ships, as well as a schooner, in Bari harbour.",
      "The attack lasted a little more than an hour and put the port out of action until February 1944. The release of mustard gas from one of the wrecked cargo ships added to the loss of life. The British and US governments covered up the presence of mustard gas and its effects on victims of the raid."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Air_raid_on_Bari",
    "urlGoogle": "https://artsandculture.google.com/entity/air-raid-on-bari/m03hhb43"
  },
  "funFacts": [
    {
      "id": "843",
      "fact": "Bamboo (the world's tallest grass) can grow up to 90cm in a day.",
      "category": ["Plants"]
    },
    {
      "id": "847",
      "fact": "Until the nineteenth century, solid blocks of tea were used as money in Siberia.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "505477",
      "fact": "Before he sang lead vocals for Black Sabbath, Ozzy Osbourne worked in a slaughterhouse."
    }
  ],
  "idiom": {
    "id": "worth-ones-salt",
    "term": "worth one's salt",
    "definition": "Deserving of one's wages; a good employee. In ancient Rome salt was a valuable commodity and was used to pay soldiers. From this came the Latin noun *salarium* and the English *salary.* In the mid-1800s the term was applied to current practices of employment, although salt had long since ceased to be a medium of pay. Thus, \"Paul's done a fine job so far; he's really worth his salt."
  },
  "person": {
    "id": "william-lovelace",
    "name": "William Lovelace",
    "dates": "Died Mar 23, 1577",
    "mainImg": "img/people/william-lovelace.jpg",
    "summary": [
      "William Lovelace, of Bethersden, near Ashford and Canterbury, Kent, was an English politician and lawyer.",
      "He was the son of William Lovelace and studied law in Gray's Inn, being called to the bar in 1551.",
      "He was a Member of Parliament (MP) for Canterbury in 1563, 1571 and 1572. He became serjeant-at-law in 1567.",
      "He died in 1577 and was buried in Canterbury Cathedral. He had married twice; firstly Alice Stevens, with whom he had 2 sons and a daughter and secondly Mary, the daughter of Sir Thomas White, MP of South Warnborough, Hampshire and the widow of Thomas Caryll. His eldest son Sir William Lovelace was MP for Canterbury in the Addled Parliament of 1614."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/William_Lovelace_%28MP%29",
    "urlGoogle": "https://artsandculture.google.com/entity/william-lovelace/m0j9lz7w"
  },
  "place": {
    "id": "sao-luis",
    "name": "São Luís",
    "mainImg": "img/places/sao-luis.jpg",
    "summary": [
      "São Luís is the capital and largest city of the Brazilian state of Maranhão. The city is located on Upaon-açu Island or Ilha de São Luís, in the Baía de São Marcos, an extension of the Atlantic Ocean which forms the estuary of Pindaré, Mearim, Itapecuru and other rivers. Its coordinates are 2.53° south, 44.30° west. São Luís has the second largest maritime extension within Brazilian states. Its maritime extension is 640 km. The city proper has a population of some 1,094,667 people. The metropolitan area totals 1,605,305, ranked as the 15th largest in Brazil.",
      "São Luís, created originally as Saint-Louis-de-Maragnan, is the only Brazilian state capital founded by France and it is one of the three Brazilian state capitals located on islands.",
      "The city has two major sea ports: Madeira Port and Itaqui Port, through which a substantial part of Brazil's iron ore, originating from the-Amazon region, is exported. The city's main industries are metallurgical with Alumar, and Vale. São Luís is home of the Federal University of Maranhão."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/S%C3%A3o_Lu%C3%ADs,_Maranh%C3%A3o",
    "urlGoogle": "https://artsandculture.google.com/entity/são-luís/m01zpkp"
  },
  "quote": {
    "id": "100",
    "quote": "Education costs money. But then so does ignorance.",
    "author": "Sir Claus Moser"
  },
  "wiki": {
    "id": "banksia-grossa",
    "name": "Banksia grossa",
    "summary": "Banksia grossa is a species of shrub in the plant family Proteaceae endemic to Southwest Australia. It is one of fourteen species of banksia of the series Abietinae, all of which bear predominantly round or oval inflorescences. Collected in 1965, it was described in 1981 by Alex George. Its thick leaves and large seeds distinguish it from other members of the Abietinae, and are the basis of its species name. Found in sand or sand over laterite among heath between Eneabba and Badgingarra in Western Australia, it grows as a many-stemmed shrub to 1 m (3 ft) high with narrow leaves and oval brownish flower spikes up to 10 cm (4 in) high, composed of hundreds of individual flowers. Flowering occurs throughout the cooler months of March to September. Old flower spikes develop woody follicles which bear the seeds. The plant takes 5 to 7 years to reach maturity and begin flowering. After bushfire, Banksia grossa regenerates from its woody lignotuber; bushfires also stimulate the release of seeds, which germinate after disturbance. Visitors to (and likely pollinators of) inflorescences include insects and a nocturnal mammal, the white-tailed dunnart.",
    "url": "https://en.wikipedia.org/wiki/Banksia_grossa"
  },
  "word": {
    "id": "sesquipedalian",
    "word": "sesquipedalian",
    "url": "https://www.merriam-webster.com/dictionary/sesquipedalian",
    "partOfSpeech": "adjective",
    "pronunciation": "sess-kwuh-puh-DAIL-yun",
    "audioPath": "audio/words/sesquipedalian.mp3",
    "definitions": ["having many syllables : long", "using long words"],
    "examples": [
      "Jacob's editor advised him to do away with much of the _sesquipedalian_ prose he favored and opt for simpler words that would reach readers of all ages and backgrounds.",
      "\"'You just don't see that many _sesquipedalian_ writers like William F. Buckley Jr. in the media anymore,' said a colleague to whom I mentioned this topic.\" - From an article by Mary Schmich in the _Chicago Tribune_, December 5, 2012"
    ],
    "origin": "Horace, the Roman poet known for his satire, was merely being gently ironic when he cautioned young poets against using \"sesquipedalia verba\"-\"words a foot and a half long\"-in his book Ars poetica, a collection of maxims about writing. But in the 17th century, English literary critics decided the word \"sesquipedalian\" could be very useful for lambasting writers using unnecessarily long words. Robert Southey used it to make two jibes at once when he wrote \"the verses of \\[16th-century English poet\\] Stephen Hawes are as full of barbarous sesquipedalian Latinisms, as the prose of \\[the 18th-century periodical\\] the Rambler.\" The Latin prefix \"sesqui-\" is used in modern English to mean \"one and a half times,\" as in \"sesquicentennial\" (a 150th anniversary)."
  }
}
