{
  "artist": {
    "id": "simon-marmion",
    "name": "Simon Marmion",
    "dates": "1425 - Dec 15, 1489",
    "mainImg": "img/art/artists/simon-marmion.jpg",
    "artworkImgs": [
      {
        "name": "The Lamentation of Christ",
        "path": "img/art/artworks/simon-marmion-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-lamentation-of-christ-simon-marmion/ZQFCyXbW6oGZ_A"
      },
      {
        "name": "Leaf from Les Visions du chevalier Tondal",
        "path": "img/art/artworks/simon-marmion-a2.jpg",
        "source": "https://artsandculture.google.com/asset/leaf-from-les-visions-du-chevalier-tondal-unknown-simon-marmion/RQFXdjWw9kIxjQ"
      },
      {
        "name": "The Gates of Hell and Lucifer",
        "path": "img/art/artworks/simon-marmion-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-gates-of-hell-and-lucifer/FQF68Zejk_iFDA"
      },
      {
        "name": "The Forge of Vulcan",
        "path": "img/art/artworks/simon-marmion-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-forge-of-vulcan/oQELxsmTeYp-HQ"
      },
      {
        "name": "The Beast Acheron",
        "path": "img/art/artworks/simon-marmion-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-beast-acheron-simon-marmion/vwHL9yWBI7H1KQ"
      },
      {
        "name": "A Monk and Guy's Widow Conversing with the Soul of Guy de Thurno",
        "path": "img/art/artworks/simon-marmion-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-monk-and-guy-s-widow-conversing-with-the-soul-of-guy-de-thurno/UQEbqOGPIUITTg"
      }
    ],
    "summary": [
      "Simon Marmion was a French and Burgundian Early Netherlandish painter of panels and illuminated manuscripts. Marmion lived and worked in what is now France but for most of his lifetime was part of the Duchy of Burgundy in the Southern Netherlands."
    ],
    "quote": null,
    "movements": ["Northern Renaissance", "Gothic art", "Renaissance"],
    "mediums": ["Gold", "Metal", "Tempera", "Gold leaf", "Ink", "Foil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Simon_Marmion",
    "urlGoogle": "https://artsandculture.google.com/entity/simon-marmion/m0g3ny2"
  },
  "event": {
    "id": "armistice-day",
    "name": "Armistice Day",
    "dates": "November 1918",
    "mainImg": "img/events/armistice-day.jpg",
    "summary": [
      "Armistice Day is commemorated every year on 11 November to mark the armistice signed between the Allies of World War I and Germany at Compiègne, France at 5:45 am, for the cessation of hostilities on the Western Front of World War I, which took effect at eleven o'clock in the morning—the \"eleventh hour of the eleventh day of the eleventh month\" of 1918. But, according to Thomas R. Gowenlock, an intelligence officer with the U.S. First Division, shelling from both sides continued for the rest of the day, only ending at nightfall. The armistice initially expired after a period of 36 days and had to be extended several times. A formal peace agreement was only reached when the Treaty of Versailles was signed the following year.",
      "The date is a national holiday in France, and was declared a national holiday in many Allied nations. However, many Western countries and associated nations have since changed the name of the holiday from Armistice Day, with member states of the Commonwealth of Nations adopting Remembrance Day, and the United States government opting for Veterans Day. In some countries Armistice Day coincides with other public holidays."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Armistice_Day",
    "urlGoogle": "https://artsandculture.google.com/entity/armistice-day/m0mz1n"
  },
  "funFacts": [
    { "id": "760", "fact": "Dolphins sleep with one eye open", "category": ["Animals"] },
    {
      "id": "770",
      "fact": "Pistol shrimp can make a noise loud enough to break glass.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504655",
      "fact": "Golf legend Jack Nicklaus earned his nickname, the Golden Bear, thanks to his size and blond hair. Conveniently, it was also the name of his high school mascot."
    }
  ],
  "idiom": {
    "id": "on-the-qui-vive",
    "term": "on the qui vive",
    "definition": "On the alert, vigilant, as in *The police have been warned to be on the qui vive for terrorists.* This expression, containing the French words for \"[long] live who?\" originated as a sentinel's challenge to determine a person's political sympathies. The answer expected of allies was something like *vive le roi* (\"long live the king\"). It was taken over into English with its revised meaning in the early 1700s, the first recorded use being in 1726."
  },
  "person": {
    "id": "leon-trotsky",
    "name": "Leon Trotsky",
    "dates": "Nov 7, 1879 - Aug 21, 1940",
    "mainImg": "img/people/leon-trotsky.jpg",
    "summary": [
      "Leon Trotsky was a Soviet revolutionary, Marxist theorist and politician whose particular strain of Marxist thought is known as Trotskyism.",
      "Trotsky joined the Bolshevik Party a few weeks before the October Revolution, thus immediately becoming a leader within the party, and was one of the leaders of the October Revolution. Once in government, Trotsky initially held the post of the Commissar for Foreign Affairs and was involved in the Brest-Litovsk negotiations with Germany as Russia pulled out of World War One. Trotsky became more prominent from March 1918 to January 1925 as the leader of the Red Army in the post of Commissar for Military and Naval Affairs. Trotsky was a vital leading figure in the Red victory in the Russian Civil War. He was one of the seven members of the first Politburo.",
      "After the rise of Joseph Stalin, Trotsky was removed from his positions and eventually expelled from the Soviet Union in February 1929. He spent the rest of his life in exile, and was assassinated in 1940 in Mexico City by Ramón Mercader, a Soviet agent.",
      "Trotsky's ideas developed the basis of Trotskyism, a prime school of Marxist thought that opposes the theories of Stalinism."
    ],
    "quote": "“Old age is the most unexpected of all the things that can happen to a man.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Leon_Trotsky",
    "urlGoogle": "https://artsandculture.google.com/entity/leon-trotsky/m04jvt"
  },
  "place": {
    "id": "da-nang",
    "name": "Da Nang",
    "mainImg": "img/places/da-nang.jpg",
    "summary": [
      "Da Nang is a class-1 municipality and the fifth-largest city in Vietnam by population. It locates on the coast of the East Sea at the mouth of the Han River, and one of Vietnam's most important port cities. As one of the country's five direct-controlled municipalities, it is under the administration of the central government.",
      "Da Nang is the commercial and educational centre of Central Vietnam, and is the largest city in the region. It has a well-sheltered, easily accessible port, and its location on National Route 1A and the North–South Railway makes it a transport hub. It is within 100 km of several UNESCO World Heritage Sites, including the Imperial City of Hue, the Old Town of Hoi An, and the My Son ruins. The city was known as Cửa Hàn during early Đại Việt settlement, and as Tourane during French colonial rule. Before 1997, the city was part of Quang Nam-Da Nang Province.",
      "On 1 January 1997, Da Nang was separated from Quảng Nam Province to become one of four centrally controlled municipalities in Vietnam. Da Nang is designated as a first class city, and has a higher urbanization ratio than any of Vietnam's other provinces or centrally governed cities."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Da_Nang",
    "urlGoogle": "https://artsandculture.google.com/entity/da-nang/m026yqf"
  },
  "quote": {
    "id": "17",
    "quote": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
    "author": "Aristotle"
  },
  "wiki": {
    "id": "geography-of-india",
    "name": "Geography of India",
    "summary": "The geography of India is extremely diverse, with landscape ranging from snow-capped mountain ranges to deserts, plains, hills and plateaus. Climate ranges from equatorial in the far south, to tundra in the Himalayan altitudes. India comprises most of the Indian subcontinent and has a long coastline of over 7,000 km (4,300 miles), most of which lies on a peninsula that protrudes into the Indian Ocean. India is bounded in the west by the Arabian Sea and in the east by the Bay of Bengal. The fertile Indo-Gangetic plain occupies most of northern, central and eastern India, while the Deccan Plateau occupies most of southern India. To the west of the country is the Thar Desert, which consists of a mix of rocky and sandy desert, while India's east and northeastern border consists of the high Himalayan range.",
    "url": "https://en.wikipedia.org/wiki/Geography_of_India"
  },
  "word": {
    "id": "crabwise",
    "word": "crabwise",
    "url": "https://www.merriam-webster.com/dictionary/crabwise",
    "partOfSpeech": "adverb",
    "pronunciation": "KRAB-wyze",
    "audioPath": "audio/words/crabwise.mp3",
    "definitions": ["sideways", "in a sidling or cautiously indirect manner"],
    "examples": [
      "Rather than asking his parents for a car directly, Noah approached the matter _crabwise_, stressing how inconvenient it was for them to have to drive him everywhere.",
      "\"But personally, my bed … is just for sleeping in. It is actually … 6ft wide, and it is beautiful beyond words. No matter that I have to walk _crabwise_ round the room in order to get in, out or dressed.\" - Lucy Mangan, _The Guardian_ (London), January 4, 2011"
    ],
    "origin": "There's no reason to be indirect when explaining the etymology of _crabwise_; we'll get right to the point. As you might guess, the meaning of that word is directly related to that sidling sea creature, the crab. If you live near the shore or have visited a beach near the sea, you have probably seen crabs scuttling along, often moving sideways and not taking what humans would consider the most direct route. The modern meanings of _crabwise_ were definitely inspired by the crab's lateral or oblique approach to getting from one place to another. The word crept into English in the mid-19th century and has been sidling into our sentences ever since."
  }
}
