{
  "artist": {
    "id": "petrus-christus",
    "name": "Petrus Christus",
    "dates": "1410 - 1476",
    "mainImg": "img/art/artists/petrus-christus.jpg",
    "artworkImgs": [
      {
        "name": "The Virgin of the dry Tree",
        "path": "img/art/artworks/petrus-christus-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-of-the-dry-tree-petrus-christus/PwHcUqwJ9BragQ"
      },
      {
        "name": "Virgin and Child in a Domestic Interior",
        "path": "img/art/artworks/petrus-christus-a2.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-in-a-domestic-interior-petrus-christus/FAFbalnWO_bT_w"
      },
      {
        "name": "Portrait of a Young Woman",
        "path": "img/art/artworks/petrus-christus-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-young-woman-petrus-christus/UAGsuoFcmmRiTg"
      },
      {
        "name": "A Goldsmith in his Shop",
        "path": "img/art/artworks/petrus-christus-a4.jpg",
        "source": "https://artsandculture.google.com/asset/a-goldsmith-in-his-shop-petrus-christus/FAFpoQL1rs4ZIg"
      },
      {
        "name": "The Falconer",
        "path": "img/art/artworks/petrus-christus-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-falconer-petrus-christus/2AG7gYBgBPJi9g"
      },
      {
        "name": "Head of Christ",
        "path": "img/art/artworks/petrus-christus-a6.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-christ-petrus-christus/IAHkmnCr5okrTg"
      }
    ],
    "summary": [
      "Petrus Christus was an Early Netherlandish painter active in Bruges from 1444, where, along with Hans Memling, he became the leading painter after the death of Jan van Eyck. He was influenced by van Eyck and Rogier van der Weyden and is noted for his innovations with linear perspective and a meticulous technique which seems derived from miniatures and manuscript illumination. Today, some 30 works are confidently attributed to him. The best-known include the 1446 Portrait of a Carthusian and c. 1470 Berlin Portrait of a Young Girl, both are highly innovative in presentation of the figure against detailed, rather than flat, backgrounds.",
      "Christus was an anonymous figure for centuries, his importance not established until the work of modern art historians. Giorgio Vasari barely mentions him in his biographies of painters, written in the Renaissance, and near contemporary records merely list him amongst many others. In the early to mid-nineteenth century, Gustav Waagen and Johann David Passavant were important in establishing Christus's biographical details and in attributing works to him."
    ],
    "quote": null,
    "movements": ["Northern Renaissance", "Renaissance", "Dutch and Flemish Renaissance painting"],
    "mediums": ["Oil paint", "Wood", "Oak"],
    "urlWiki": "https://en.wikipedia.org/wiki/Petrus_Christus",
    "urlGoogle": "https://artsandculture.google.com/entity/petrus-christus/m06ns6z"
  },
  "event": {
    "id": "1947-1948-civil-war-in-mandatory-palestine",
    "name": "1947–1948 civil war in Mandatory Palestine",
    "dates": "Nov 30, 1947 - May 14, 1948",
    "mainImg": "img/events/1947-1948-civil-war-in-mandatory-palestine.jpg",
    "summary": [
      "The 1947–1948 civil war in Mandatory Palestine was the first phase of the 1948 Palestine war. It broke out after the General Assembly of the United Nations adopted a resolution on 29 November 1947 recommending the adoption of the Partition Plan for Palestine.",
      "During the civil war, the Jewish and Arab communities of Palestine clashed while the British, who had the obligation to maintain order, organized their withdrawal and intervened only on an occasional basis.",
      "When the British Mandate of Palestine expired on 14 May 1948, and with the Declaration of the Establishment of the State of Israel, the surrounding Arab states—Egypt, Transjordan, Iraq and Syria—invaded what had just ceased to be Mandatory Palestine, and immediately attacked Israeli forces and several Jewish settlements. The conflict thus escalated and became the 1948 Arab–Israeli War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1947%E2%80%931948_civil_war_in_Mandatory_Palestine",
    "urlGoogle": "https://artsandculture.google.com/entity/1947–1948-civil-war-in-mandatory-palestine/m02qkyk2"
  },
  "funFacts": [
    {
      "id": "254",
      "fact": "The only bird who can see the color blue is the owl.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "676",
      "fact": "At 5 feet, the whooping crane is the tallest bird in North America.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "551311",
      "fact": "<span><em>The Starry Night</em> depicts Vincent Van Gogh's view from the Saint Paul-de-Mausole asylum.</span>"
    }
  ],
  "idiom": {
    "id": "footloose-and-fancy-free",
    "term": "footloose and fancy-free",
    "definition": "Having no attachments, especially romantic ones, and free to do as one pleases. For example, *When I was in my twenties, footloose and fancy-free, I would travel at the drop of a hat.* Both of these words have long been used separately; their pairing dates only from the 1900s."
  },
  "person": {
    "id": "mary-kom",
    "name": "Mary Kom",
    "dates": "Born Mar 1, 1983",
    "mainImg": "img/people/mary-kom.jpg",
    "summary": [
      "Mangte Chungneijang Mary Kom is an Indian Olympic boxer and incumbent Member of Parliament, Rajya Sabha. She is the only woman to become World Amateur Boxing champion for a record six times, the only woman boxer to have won a medal in each one of the first seven World Championships, and the only boxer to win eight World Championship medals. Nicknamed Magnificent Mary, she is the only Indian woman boxer to have qualified for the 2012 Summer Olympics, competing in the flyweight category and winning the bronze medal. She had also been ranked as No. 1 AIBA World Women's Ranking Light Flyweight category. She became the first Indian woman boxer to get a Gold Medal in the Asian Games in 2014 at Incheon, South Korea and is the first Indian woman boxer to win gold at the 2018 Commonwealth Games. She is also the only boxer to become Asian Amateur Boxing Champion for record six times.",
      "On 25 April 2016, the President of India nominated Kom as a member of the Rajya Sabha, the upper house of the Indian parliament. In March 2017, the Ministry of Youth Affairs and Sports, Government of India, appointed Mary Kom along with Akhil Kumar as national observers for boxing."
    ],
    "quote": "“I do not only rely on my technique or strength but also on my mind.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Mary_Kom",
    "urlGoogle": "https://artsandculture.google.com/entity/mary-kom/m051wzcl"
  },
  "place": {
    "id": "salt-lake-city",
    "name": "Salt Lake City",
    "mainImg": "img/places/salt-lake-city.jpg",
    "summary": [
      "Salt Lake City is the capital and most populous municipality of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,567 in 2019, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540. Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–Provo Combined Statistical Area, a corridor of contiguous urban and suburban development stretched along a 120-mile segment of the Wasatch Front, comprising a population of 2,606,548. It is one of only two major urban areas in the Great Basin.",
      "Salt Lake City is the world headquarters of The Church of Jesus Christ of Latter-day Saints. The city was founded in 1847 by followers of the church, led by Brigham Young, who were seeking to escape persecution they had experienced while living farther east. The Mormon pioneers, as they would come to be known, entered an arid valley and immediately began building, planning, and extending an extensive irrigation network which could feed the population and foster future growth."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Salt_Lake_City",
    "urlGoogle": "https://artsandculture.google.com/entity/salt-lake-city/m0f2r6"
  },
  "wiki": {
    "id": "sargon-of-akkad",
    "name": "Sargon of Akkad",
    "summary": "Sargon of Akkad was an Akkadian emperor famous for his conquest of the Sumerian city-states in the 24th and 23rd centuries BC. The founder of the Dynasty of Akkad, Sargon reigned from 2334 to 2279 BC. He became a prominent member of the royal court of Kish, ultimately overthrowing its king before embarking on the conquest of Mesopotamia. Sargon's vast empire is known to have extended from Elam to the Mediterranean Sea, including Mesopotamia, parts of modern-day Iran and Syria, and possibly parts of Anatolia and the Arabian peninsula. He ruled from a new capital, Akkad (Agade), which the Sumerian king list claims he built (or possibly renovated), on the left bank of the Euphrates. Sargon is the first individual in recorded history to create a multiethnic, centrally ruled empire, and his dynasty controlled Mesopotamia for around a century and a half.",
    "url": "https://en.wikipedia.org/wiki/Sargon_of_Akkad"
  },
  "word": {
    "id": "cloying",
    "word": "cloying",
    "url": "https://www.merriam-webster.com/dictionary/cloying",
    "partOfSpeech": "adjective",
    "pronunciation": "KLOY-ing",
    "audioPath": "audio/words/cloying.mp3",
    "definitions": [
      "disgusting or distasteful by reason of excess; also : excessively sweet or sentimental"
    ],
    "examples": [
      "Although Kelsey usually likes romantic novels, she found this one so cloying that she couldn’t even finish it."
    ],
    "origin": "\"Can one desire too much of a good thing?\" asks Rosalind in William Shakespeare's play _As You Like It_. \"Cloying\" suggests that you can, because it implies a repugnant excess of something that might be pleasing in smaller doses. An exploration into the history of \"cloying,\" however, leads us eventually to roots that are neither sweet nor excessive, but rather tough as nails. \"Cloying\" derives from the verb \"cloy,\" which now means \"to supply or indulge to excess,\" but which once meant \"to clog\" and earlier \"to prick a horse with a nail in shoeing.\" \"Cloy\" itself traces via Middle English to Anglo-French \"encloer\" (which also meant \"to prick a horse with a nail in shoeing\") and ultimately to the Latin \"clavus,\" meaning \"nail.\""
  }
}
