{
  "artist": {
    "id": "domenico-ghirlandaio",
    "name": "Domenico Ghirlandaio",
    "dates": "Jun 2, 1448 - Jan 11, 1494",
    "mainImg": "img/art/artists/domenico-ghirlandaio.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Giovanna Tornabuoni",
        "path": "img/art/artworks/domenico-ghirlandaio-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-giovanna-tornabuoni-domenico-ghirlandaio/igFh0HgpLdzCXg"
      },
      {
        "name": "An Old Man and his Grandson",
        "path": "img/art/artworks/domenico-ghirlandaio-a2.jpg",
        "source": "https://artsandculture.google.com/asset/an-old-man-and-his-grandson-domenico-ghirlandaio-1449-1494/IAH2UzbMuVqmPQ"
      },
      {
        "name": "Portrait of a Young Woman",
        "path": "img/art/artworks/domenico-ghirlandaio-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-young-woman-domenico-ghirlandaio/SgGwOM81DLG9KA"
      },
      {
        "name": "Portrait of a Man",
        "path": "img/art/artworks/domenico-ghirlandaio-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-domenico-ghirlandaio-domenico-bigordi/bwELJb4iXfO5Ew"
      },
      {
        "name": "Francesco Sassetti (1421–1490) and His Son Teodoro",
        "path": "img/art/artworks/domenico-ghirlandaio-a5.jpg",
        "source": "https://artsandculture.google.com/asset/francesco-sassetti-1421–1490-and-his-son-teodoro-domenico-ghirlandaio-domenico-bigordi/pAFG7z7apkpObA"
      },
      {
        "name": "Saint Christopher and the Infant Christ",
        "path": "img/art/artworks/domenico-ghirlandaio-a6.jpg",
        "source": "https://artsandculture.google.com/asset/saint-christopher-and-the-infant-christ-domenico-ghirlandaio-domenico-bigordi/PAE8AYurdemnQg"
      }
    ],
    "summary": [
      "Domenico Ghirlandaio, also spelled as Ghirlandajo, was an Italian Renaissance painter born in Florence. Ghirlandaio was part of the so-called \"third generation\" of the Florentine Renaissance, along with Verrocchio, the Pollaiolo brothers and Sandro Botticelli. Ghirlandaio led a large and efficient workshop that included his brothers Davide Ghirlandaio and Benedetto Ghirlandaio, his brother-in-law Bastiano Mainardi from San Gimignano, and later his son Ridolfo Ghirlandaio. Many apprentices passed through Ghirlandaio's workshop, including the famous Michelangelo. Ghirlandaio's particular talent lay in his ability to posit depictions of contemporary life and portraits of contemporary people within the context of religious narratives, bringing him great popularity and many large commissions."
    ],
    "quote": null,
    "movements": ["Italian Renaissance", "Renaissance", "Florentine painting"],
    "mediums": ["Tempera", "Wood", "Pen", "Drawing", "Oil paint", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Domenico_Ghirlandaio",
    "urlGoogle": "https://artsandculture.google.com/entity/domenico-ghirlandaio/m01cc3w"
  },
  "event": {
    "id": "operation-sourisak-montry-viii",
    "name": "Operation Sourisak Montry VIII",
    "dates": "September 1971 - Jun 22, 1972",
    "mainImg": "img/events/operation-sourisak-montry-viii.jpg",
    "summary": [
      "Operation Sourisak Montry VIII was a Thai military offensive against an encroaching Chinese Communist presence just north of the Mekong River. Operation Phalat established a base camp at Xieng Lom, Laos, on the southern bank of the Mekong River, and garrisoned it with three Thai mercenary battalions. Operation Sourisak Montry was a series of indecisive skirmishes in the same area, during which the Thais won a Pyrrhic victory over the Pathet Lao in mid-March 1972.",
      "Subsequently, Operation Sourisak Montry VIII in June 1972 attempted to recapture two Lao border villages from Communist forces. The offensive ended poorly, with an Air America civilian pilot killed, an 80-man column pinned down for ten days, and the Thai troops repulsed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Sourisak_Montry_VIII",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-sourisak-montry-viii/g11c3xdl9tp"
  },
  "funFacts": [
    {
      "id": "886",
      "fact": "The bumblebee bat is one of the smallest mammals on Earth.  It weighs less than a penny.",
      "category": ["Animals"]
    },
    {
      "id": "221",
      "fact": "The game of basketball was first played using a soccer ball and two peach baskets.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    { "id": "504557", "fact": "Ben Franklin’s formal education ended at 10 years old." }
  ],
  "idiom": {
    "id": "in-the-pink",
    "term": "in the pink",
    "definition": "In good health, as in *We're glad to hear Bob's in the pink again.* In the 1500s *pink* meant \"the embodiment of perfection,\" but the current idiom dates only from about 1900."
  },
  "person": {
    "id": "wellington-koo",
    "name": "Wellington Koo",
    "dates": "Jan 29, 1888 - Nov 14, 1985",
    "mainImg": "img/people/wellington-koo.jpg",
    "summary": [
      "Vi Kyuin Wellington Koo was a Chinese statesman of the Republic of China. He was one of China's representatives at the Paris Peace Conference of 1919; served as an ambassador to France, Great Britain and the United States; was a participant in the founding of the League of Nations and the United Nations; and sat as a judge on the International Court of Justice in The Hague from 1957 to 1967. Between October 1926 and June 1927, while serving as Minister of Foreign Affairs, Koo briefly held the concurrent positions of acting Premier and interim President of the Republic of China. Koo was the first and only Chinese head of state known to use a Western name publicly."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wellington_Koo",
    "urlGoogle": "https://artsandculture.google.com/entity/wellington-koo/m03gtrv"
  },
  "place": {
    "id": "tyler",
    "name": "Tyler",
    "mainImg": "img/places/tyler.jpg",
    "summary": [
      "Tyler is a city in the U.S. state of Texas and the largest city and county seat of Smith County. It is also the largest city in Northeast Texas and second largest city of the Ark-La-Tex. With a 2019 census-estimated population of 106,985, Tyler was the thirty-eighth most populous city in Texas and 292nd in the United States. It is the principal city of the Tyler metropolitan statistical area, which is the 199th most populous metropolitan area in the U.S. and 16th in Texas after Waco and the College Station–Bryan areas, with a population of 230,221 in 2018.",
      "The city is named for John Tyler, the tenth President of the United States. In 1985, the international Adopt-a-Highway movement originated in Tyler. After appeals by local Texas Department of Transportation officials, the local Civitan International chapter adopted a two-mile stretch of U.S. Route 69 to maintain. Drivers and other motorists traveling on this segment of U.S. 69 will notice brown road signs that read, \"First Adopt-A-Highway in the World\".",
      "Tyler is known as the \"Rose Capital of America\", a nickname it earned from a long history of rose production, cultivation, and processing."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tyler,_Texas",
    "urlGoogle": "https://artsandculture.google.com/entity/tyler/m0108xl"
  },
  "wiki": {
    "id": "uss-lexington-cv-2",
    "name": "USS Lexington (CV-2)",
    "summary": "USS Lexington (CV-2) was an early aircraft carrier built for the United States Navy during the 1920s. Originally designed as a battlecruiser, she was converted into an aircraft carrier during construction to comply with the terms of the 1922 Washington Naval Treaty. Lexington was at sea when the Pacific War began in 1941, ferrying fighter aircraft to Midway Island. She was sent to the Coral Sea in February 1942 to block any Japanese advances into the area. Together with the carrier Yorktown, she successfully attacked Japanese shipping off the east coast of New Guinea in early March. Lexington rendezvoused with Yorktown in the Coral Sea in early May. A few days later the Japanese began Operation Mo, the invasion of Port Moresby, Papua New Guinea, and the two American carriers attempted to stop the invasion. Aircraft from Lexington and Yorktown succeeded in badly damaging the carrier Shōkaku, but Japanese aircraft crippled Lexington. Vapors from leaking aviation gasoline tanks sparked a series of explosions and fires that could not be controlled, and the carrier had to be scuttled by an American destroyer during the evening of 8 May to prevent her capture.",
    "url": "https://en.wikipedia.org/wiki/USS_Lexington_(CV-2)"
  },
  "word": {
    "id": "slake",
    "word": "slake",
    "url": "https://www.merriam-webster.com/dictionary/slake",
    "partOfSpeech": "verb",
    "pronunciation": "SLAYK",
    "audioPath": "audio/words/slake.mp3",
    "definitions": [
      "satisfy, quench",
      "to cause (as lime) to heat and crumble by treatment with water : hydrate"
    ],
    "examples": [
      "\"What an unspeakable luxury it was to slake that thirst with the pure and limpid ice-water of the glacier!\" (Mark Twain, _A Tramp Abroad_)"
    ],
    "origin": "\"Slake\" is no slacker when it comes to obsolete and archaic meanings. Shakespearean scholars may know that in the Bard's day \"slake\" meant \"to subside or abate\" (\"No flood by raining slaketh. . . .\" -- _The Rape of Lucrece_) or \"to lessen the force of \" (\"It could not slake mine ire, nor ease my heart.\" -- _Henry VI, Part 3_). The most erudite word enthusiasts may also be aware of earlier meanings of \"slake,\" such as \"to slacken one's efforts\" or \"to cause to be relaxed or loose.\" These early meanings recall the word's Old English ancestor \"sleac,\" which not only meant \"slack\" but is also the source of that modern term."
  }
}
