{
  "artist": {
    "id": "paul-cezanne",
    "name": "Paul Cézanne",
    "dates": "Jan 19, 1839 - Oct 22, 1906",
    "mainImg": "img/art/artists/paul-cezanne.jpg",
    "artworkImgs": [
      {
        "name": "The Bather",
        "path": "img/art/artworks/paul-cezanne-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-bather-paul-cézanne/4wEd5xlQxCKFCw"
      },
      {
        "name": "Bathers (Les Grandes Baigneuses)",
        "path": "img/art/artworks/paul-cezanne-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bathers-les-grandes-baigneuses-paul-cézanne/5gHEvzxt0pVZCw"
      },
      {
        "name": "Mont Sainte-Victoire and the Viaduct of the Arc River Valley",
        "path": "img/art/artworks/paul-cezanne-a3.jpg",
        "source": "https://artsandculture.google.com/asset/mont-sainte-victoire-and-the-viaduct-of-the-arc-river-valley-paul-cézanne/swGoLbnR5ZxJBA"
      },
      {
        "name": "Harlequin",
        "path": "img/art/artworks/paul-cezanne-a4.jpg",
        "source": "https://artsandculture.google.com/asset/harlequin-paul-cézanne/6AGiNmOkwf2Ikg"
      },
      {
        "name": "Mont Sainte-Victoire Seen from the Bibémus Quarry",
        "path": "img/art/artworks/paul-cezanne-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mont-sainte-victoire-seen-from-the-bibémus-quarry-paul-cézanne/AwHpakLM05FIrg"
      },
      {
        "name": "Mont Sainte-Victoire",
        "path": "img/art/artworks/paul-cezanne-a6.jpg",
        "source": "https://artsandculture.google.com/asset/mont-sainte-victoire-paul-cézanne/uAHd-5uRTIw_cA"
      }
    ],
    "summary": [
      "Paul Cézanne was a French artist and Post-Impressionist painter whose work laid the foundations of the transition from the 19th-century conception of artistic endeavor to a new and radically different world of art in the 20th century.",
      "Cézanne is said to have formed the bridge between late 19th-century Impressionism and the early 20th century's new line of artistic enquiry, Cubism. Cézanne's often repetitive, exploratory brushstrokes are highly characteristic and clearly recognizable. He used planes of colour and small brushstrokes that build up to form complex fields. The paintings convey Cézanne's intense study of his subjects. Both Matisse and Picasso are said to have remarked that Cézanne \"is the father of us all\"."
    ],
    "quote": "“You say a new era in art is preparing; you sensed it coming; continue your studies without weakening. God will do the rest.”",
    "movements": ["Modern art", "Post-Impressionism", "Impressionism", "Cubism", "Les Nabis"],
    "mediums": ["Oil paint", "Graphite", "Watercolor painting", "Drawing", "Pencil", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Paul_C%C3%A9zanne",
    "urlGoogle": "https://artsandculture.google.com/entity/paul-cézanne/m063mx"
  },
  "event": {
    "id": "franco-prussian-war",
    "name": "Franco-Prussian War",
    "dates": "Jul 19, 1870 - May 10, 1871",
    "mainImg": "img/events/franco-prussian-war.jpg",
    "summary": [
      "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused by Prussian ambitions to expand German unification and French fears of the shift in the European balance of power that would result if the Prussians succeeded. Some historians argue that the Prussian chancellor Otto von Bismarck deliberately provoked the French into declaring war on Prussia in order to draw the independent southern German states—Baden, Württemberg, Bavaria and Hesse-Darmstadt—into an alliance with the North German Confederation dominated by Prussia, while others contend that Bismarck did not plan anything and merely exploited the circumstances as they unfolded. None, however, dispute the fact that Bismarck must have recognized the potential for new German alliances, given the situation as a whole.",
      "France mobilised its army on 15 July 1870, leading the North German Confederation to respond with its own mobilisation later that day."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Franco-Prussian_War",
    "urlGoogle": "https://artsandculture.google.com/entity/franco-prussian-war/m0c0dv"
  },
  "funFacts": [
    {
      "id": "200",
      "fact": "The first country to use postcards was Austria.",
      "category": ["Geography", "Firsts"]
    },
    {
      "id": "459",
      "fact": "A group of a dozen or more cows is called a 'flink.'",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "522155",
      "fact": "LEGO is an abbreviation of the Danish phrase leg godt which means “play well.” The company was originally called Billund Maskinsnedkeri."
    }
  ],
  "idiom": {
    "id": "beyond-the-pale",
    "term": "beyond the pale",
    "definition": "Outside the bounds of morality, good behavior or judgment; unacceptable. For example, *She thought taking the boys to a topless show was beyond the pale.* The noun *pale,* from the Latin *palum,* meant \"a stake for fences\" or \"a fence made from such stakes.\" By extension it came to be used for an area confined by a fence and for any boundary, limit, or restriction, both of these meanings dating from the late 1300s. The *pale* referred to in the idiom is usually taken to mean the *English Pale,* the part of Ireland under English rule, and therefore, as perceived by its rulers, within the bounds of civilization. The phrase itself originated in the mid-1600s."
  },
  "person": {
    "id": "sean-mac-diarmada",
    "name": "Seán Mac Diarmada",
    "dates": "Jan 27, 1883 - May 12, 1916",
    "mainImg": "img/people/sean-mac-diarmada.jpg",
    "summary": [
      "Seán Mac Diarmada, also known as Seán MacDermott, was an Irish republican political activist and revolutionary leader. He was one of the seven leaders of the Easter Rising of 1916, which he helped to organise as a member of the Military Committee of the Irish Republican Brotherhood and was a signatory of the Proclamation of the Irish Republic. He was executed for his part in the Rising at age 33.",
      "Brought up in rural County Leitrim, he was a member of many associations which promoted the cause of the Irish language, Gaelic revival and Irish nationalism in general, including the Gaelic League and the Irish Catholic fraternity the Ancient Order of Hibernians. He was national organiser for Sinn Féin, and later manager of the newspaper Irish Freedom, started in 1910 by Bulmer Hobson and others."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Se%C3%A1n_Mac_Diarmada",
    "urlGoogle": "https://artsandculture.google.com/entity/seán-mac-diarmada/m02qysz"
  },
  "place": {
    "id": "khartoum",
    "name": "Khartoum",
    "mainImg": "img/places/khartoum.jpg",
    "summary": [
      "Khartoum or Khartum is the capital of Sudan. With a population of 5,274,321, its metropolitan area is the largest in Sudan, the sixth-largest in Africa, the second-largest in North Africa, and the fourth-largest in the Arab world. Khartoum is located at the confluence of the White Nile, flowing north from Lake Victoria, and the Blue Nile, flowing west from Lake Tana in Ethiopia. The location where the two Niles meet is known as al-Mogran or al-Muqran. From there, the Nile continues to flow north towards Egypt and the Mediterranean Sea.",
      "Divided by these two parts of the Nile, Khartoum is a tripartite metropolis with an estimated overall population of over five million people, consisting of Khartoum proper, and linked by bridges to Khartoum North and Omdurman to the west.",
      "Khartoum was founded in 1821 as part of Ottoman Egypt, north of the ancient city of Soba. The Siege of Khartoum in 1884 led to the capture of the city by Mahdist forces and a massacre of the defending Anglo-Egyptian garrison. It was reoccupied by British forces in 1898 and served as the seat of the Anglo-Egyptian Sudan government until 1956, when the city became the capital of an independent Sudan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Khartoum",
    "urlGoogle": "https://artsandculture.google.com/entity/khartoum/m04d_m"
  },
  "quote": {
    "id": "88",
    "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant.",
    "author": "Robert Louis Stevenson"
  },
  "wiki": {
    "id": "sardar-vallabhbhai-patel",
    "name": "Sardar Vallabhbhai Patel",
    "summary": "Sardar Vallabhbhai Patel was an Indian political and social leader, who played a major role in the country's struggle for independence, and guided its political integration to a united, independent nation. Raised in the countryside of Gujarat, Vallabhbhai Patel was a self-educated and successful Gujarati lawyer, when he was inspired by the work and philosophy of Mahatma Gandhi. As the first Home Minister and Deputy Prime Minister of India, Patel organized relief efforts for refugees in Punjab and Delhi, and led efforts to restore peace across the nation. Patel took charge of the task to forge a united India from the 565 semi-autonomous princely states and British-era colonial provinces and possessions. Using frank diplomacy backed with the option (and the use) of military action, Patel's leadership enabled the accession of almost every princely state.",
    "url": "https://en.wikipedia.org/wiki/Sardar_Vallabhbhai_Patel"
  },
  "word": {
    "id": "periphrasis",
    "word": "periphrasis",
    "url": "https://www.merriam-webster.com/dictionary/periphrasis",
    "partOfSpeech": "noun",
    "pronunciation": "puh-RIFF-ruh-sis",
    "audioPath": "audio/words/periphrasis.mp3",
    "definitions": [
      "use of a longer phrasing in place of a possible shorter form of expression",
      "an instance of periphrasis"
    ],
    "examples": [
      "The college English teacher warned her students against padding their essays with periphrases solely to reach the required length."
    ],
    "origin": "It's easy enough to point out the origins of \"periphrasis\": the word was borrowed into English in the early 16th century via Latin from Greek \"periphrazein,\" which in turn comes from the prefix \"peri-,\" meaning \"all around,\" and the verb \"phrazein,\" \"to point out.\" Two common descendants of \"phrazein\" in English are \"phrase\" and \"paraphrase,\" the latter of which combines \"phrazein\" with the prefix \"para-,\" meaning \"closely resembling.\" Another \"phrazein\" descendant is the less familiar word \"holophrasis,\" meaning \"the expression of a complex of ideas in a single word or in a fixed phrase.\" (The prefix \"holo-\" can mean \"completely.\")"
  }
}
