{
  "artist": {
    "id": "felix-gonzalez-torres",
    "name": "Félix González-Torres",
    "dates": "Nov 26, 1957 - Jan 9, 1996",
    "mainImg": "img/art/artists/felix-gonzalez-torres.jpg",
    "artworkImgs": [
      {
        "name": "\"Untitled\" (Golden)",
        "path": "img/art/artworks/felix-gonzalez-torres-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-golden-felix-gonzalez-torres/fwG6cQK9ekWdUA"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/felix-gonzalez-torres-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-felix-gonzalez-torres/3QGNFHbW_3PWhA"
      },
      {
        "name": "\"Untitled\" (Placebo)",
        "path": "img/art/artworks/felix-gonzalez-torres-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-placebo-felix-gonzalez-torres/tAF57yiLyWjUpQ"
      },
      {
        "name": "\"Untitled' (1994)",
        "path": "img/art/artworks/felix-gonzalez-torres-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-1994-felix-gonzalez-torres/awHPgZtTApkjig"
      }
    ],
    "summary": [
      "Félix González-Torres was a Cuban-born American visual artist. González-Torres's openly gay sexual orientation is often seen as influential in his work as an artist. González-Torres was known for his minimal installations and sculptures in which he used materials such as strings of lightbulbs, clocks, stacks of paper, or packaged hard candies. In 1987, he joined Group Material, a New York-based group of artists whose intention was to work collaboratively, adhering to principles of cultural activism and community education. González-Torres's 1992 piece \"Untitled\" sold for $4.6 million at Phillips de Pury & Company in 2010, a record for the artist at auction."
    ],
    "quote": null,
    "movements": ["Conceptual art", "Minimalism", "Contemporary art"],
    "mediums": ["Silver", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/F%C3%A9lix_Gonz%C3%A1lez-Torres",
    "urlGoogle": "https://artsandculture.google.com/entity/félix-gonzález-torres/m041z0t"
  },
  "event": {
    "id": "korabl-sputnik-1",
    "name": "Korabl-Sputnik 1",
    "dates": "May 15, 1960 - Sep 5, 1962",
    "mainImg": "img/events/korabl-sputnik-1.jpg",
    "summary": [
      "Korabl-Sputnik 1, also known as Sputnik 4 in the West, was the first test flight of the Soviet Vostok programme, and the first Vostok spacecraft. It was launched on May 15, 1960. Though Korabl-Sputnik 1 was unmanned, it was a precursor to the first human spaceflight, Vostok 1. Its mass was 4,540 kilograms, of which 1,477 kilograms was instrumentation. A bug in the guidance system had pointed the capsule in the wrong direction, so instead of dropping into the atmosphere the satellite moved into a higher orbit. The descent module re-entered the atmosphere on September 6, 1962. A 20 pound piece, still warm, was found in the middle of North 8th Street by two city police officers in Manitowoc, Wisconsin in the northern United States. An annual commemoration, \"Sputnikfest\", is now held near the same date each year at the Rahr-West Museum, located within a few dozen feet of the impact site.",
      "This spacecraft, the first of a series of spacecraft used to investigate the means for manned space flight, contained scientific instruments, a television system, and a self-sustaining biological cabin with a dummy of a man."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Korabl-Sputnik_1",
    "urlGoogle": "https://artsandculture.google.com/entity/korabl-sputnik-1/m0211h8"
  },
  "funFacts": [
    { "id": "6", "fact": "A honey bee can fly at 15mph.", "category": ["Animals"] },
    { "id": "449", "fact": "Sound travels quicker in water than in air.", "category": ["Science"] }
  ],
  "funFacts2": [
    {
      "id": "551313",
      "fact": "<span>A double rainbow occurs when sunlight is reflected twice inside a raindrop. If you look closely, you can see that the colors of the secondary rainbow appear in reverse order.</span>"
    }
  ],
  "idiom": {
    "id": "a-new-broom-sweeps-clean",
    "term": "a new broom sweeps clean",
    "definition": "A fresh leader or administration gets rid of the old and brings in New ideas and personnel. For example, *Once he takes office, you can be sure the President will replace most of the people on the staff---a new broom sweeps clean.* This term was already in John Heywood's 1546 proverb collection, was used figuratively by Shakespeare, and exists in many other languages as well."
  },
  "person": {
    "id": "albert-gallatin",
    "name": "Albert Gallatin",
    "dates": "Jan 29, 1761 - Aug 12, 1849",
    "mainImg": "img/people/albert-gallatin.jpg",
    "summary": [
      "Abraham Alfonse Albert Gallatin, born de Gallatin was an American politician, diplomat, ethnologist and linguist. He is known for being the founder of New York University and for serving in the Democratic-Republican Party at various federal elective and appointed positions across four decades. He represented Pennsylvania in the Senate and the House of Representatives before becoming the longest-tenured United States Secretary of the Treasury and serving as a high-ranking diplomat.",
      "Gallatin was born in Geneva in present-day Switzerland and spoke French as a first language. He immigrated to the United States in the 1780s, settling in western Pennsylvania. He served as a delegate to the 1789 Pennsylvania constitutional convention and won election to the Pennsylvania General Assembly. An opponent of Alexander Hamilton's economic policies, Gallatin was elected to the United States Senate in 1793. However, he was removed from office on a party-line vote after a protest raised by his opponents suggested he did not meet the required nine years of citizenship. Returning to Pennsylvania, Gallatin helped calm many angry farmers during the Whiskey Rebellion."
    ],
    "quote": "“I am not wrong in the belief that its public funds are more secure than those of all the European powers.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Albert_Gallatin",
    "urlGoogle": "https://artsandculture.google.com/entity/albert-gallatin/m01p369"
  },
  "place": {
    "id": "waco",
    "name": "Waco",
    "mainImg": "img/places/waco.jpg",
    "summary": [
      "Waco is a city in central Texas and is the county seat and largest city of McLennan County, Texas, United States. It is situated along the Brazos River and I-35, halfway between Dallas and Austin. The city had a 2010 population of 124,805, making it the 22nd-most populous city in the state. The 2019 US Census population estimate is 139,236. The Waco Metropolitan Statistical Area consists of McLennan and Falls Counties, which had a 2010 population of 234,906. Falls County was added to the Waco MSA in 2013. The 2019 US Census population estimate for the Waco MSA is 273,920."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Waco,_Texas",
    "urlGoogle": "https://artsandculture.google.com/entity/waco/m0106dv"
  },
  "wiki": {
    "id": "abyssinia-henry",
    "name": "Abyssinia, Henry",
    "summary": "\"Abyssinia, Henry\" is the 72nd episode of the M*A*S*H television series, and the final episode of the series' third season. First aired on March 18, 1975, and written by Everett Greenbaum and Jim Fritzell, the highly rated episode was most notable for its shocking and unexpected ending. The plot of the episode centers on the honorable discharge and subsequent departure of the 4077th MASH's commander, Lieutenant Colonel Henry Blake (played by McLean Stevenson). The highly controversial ending to the episode, which has since been referenced and parodied many times, prompted an estimated 1,000-plus letters to series producers Gene Reynolds and Larry Gelbart, and drew fire from both CBS and 20th Century Fox. After the production of this episode, both Stevenson and Wayne Rogers, who played the character of Trapper John McIntyre, left the series to pursue other interests. These combined departures and their subsequent replacements signaled the beginning of a major shift in focus of the M*A*S*H series as a whole.",
    "url": "https://en.wikipedia.org/wiki/Abyssinia,_Henry"
  },
  "word": {
    "id": "obsequious",
    "word": "obsequious",
    "url": "https://www.merriam-webster.com/dictionary/obsequious",
    "partOfSpeech": "adjective",
    "pronunciation": "ub-SEE-kwee-us",
    "audioPath": "audio/words/obsequious.mp3",
    "definitions": ["marked by or exhibiting a fawning attentiveness"],
    "examples": [
      "The executive brought with him an entourage of _obsequious_ assistants who would do anything he asked of them.",
      "\"The staff are amazing, ever-helpful without being _obsequious_, always cheerful (generally) and quick to join in the laughter and banter no matter how juvenile or how often they've heard it before.\" -- From a review of a pub in _The Telegraph_ (London), July 18, 2011"
    ],
    "origin": "An obsequious person is more likely to be a follower than a leader. Use that fact to help you remember the meaning of \"obsequious.\" All you need to do is bear in mind that the word comes from the Latin root \"sequi,\" meaning \"to follow.\" (The other contributor is the prefix \"ob-,\" meaning \"toward.\") \"Sequi\" is the source of a number of other English words, too, including \"consequence\" (a result that follows from an action), \"sequel\" (a novel, film, or TV show that follows an original version), and \"non sequitur\" (a conclusion that doesn’t follow from what was said before)."
  }
}
