{
  "artist": {
    "id": "mitsuru-adachi",
    "name": "Mitsuru Adachi",
    "dates": "Born Feb 9, 1951",
    "mainImg": "img/art/artists/mitsuru-adachi.jpg",
    "artworkImgs": [
      {
        "name": "Washoku 3 items of summer",
        "path": "img/art/artworks/mitsuru-adachi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/washoku-3-items-of-summer-chef-mitsuru-saiki-jikishinbo-saiki-kyoto/2AEu4UAedKBpJA"
      },
      {
        "name": "Japanese style marinated summer vegetable",
        "path": "img/art/artworks/mitsuru-adachi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/japanese-style-marinated-summer-vegetable-chef-mitsuru-saiki-jikishinbo-saiki-kyoto/VAEiFSTpVLKegw"
      },
      {
        "name": "Hamo Noppei jiru style",
        "path": "img/art/artworks/mitsuru-adachi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hamo-noppei-jiru-style-chef-mitsuru-saiki-jikishinbo-saiki-kyoto/HwEt4-Gr-ZJ0xw"
      },
      {
        "name": "Japanese style Rei-men cold noodles",
        "path": "img/art/artworks/mitsuru-adachi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/japanese-style-rei-men-cold-noodles-chef-mitsuru-saiki-jikishinbo-saiki-kyoto/oQHNNYEK7p4zXw"
      }
    ],
    "summary": [
      "Mitsuru Adachi is a Japanese manga artist. After graduating from Gunma Prefectural Maebashi Commercial High School in 1969, Adachi worked as an assistant for Isami Ishii. He made his manga debut in 1970 with Kieta Bakuon, based on a manga originally created by Satoru Ozawa. Kieta was published in Deluxe Shōnen Sunday.",
      "Adachi is well known for romantic comedy and sports manga such as Touch, H2, Slow Step, Miyuki and Cross Game. He has been described as a writer of \"delightful dialogue\", a genius at portraying everyday life, \"the greatest pure storyteller\", and \"a master manga artist\". He is one of the few manga artists to write for shōnen, shōjo and seinen manga magazines, and be popular in all three.",
      "His works have been carried in manga magazines such as Weekly Shōnen Sunday, Ciao, Shōjo Comic, Big Comic and Petit Comic, and most of his works are published through Shogakukan and Gakken. He was one of the flagship authors in the new Monthly Shōnen Sunday magazine which began publication in June 2009. Two short story collections, Short Program and Short Program 2, have been released in North America, and Viz Media scheduled to begin publishing Cross Game in October 2010."
    ],
    "quote": null,
    "movements": [],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Mitsuru_Adachi",
    "urlGoogle": "https://artsandculture.google.com/entity/mitsuru-adachi/m0367tg"
  },
  "event": {
    "id": "siege-of-hulst",
    "name": "Siege of Hulst",
    "dates": "Oct 7, 1645 - Nov 4, 1645",
    "mainImg": "img/events/siege-of-hulst.jpg",
    "summary": [
      "The Siege of Hulst (1645) was the last major siege of the Eighty Years' War. The heavily fortified town of Hulst was conquered by Dutch troops commanded by Frederick Henry after only 28 days. The Spanish were informed of the siege only two days before it started. The Spanish army compromised 2,500 infantrymen and 250 cavalry. The Dutch attacked with a force of 12,500 infantry, 2,500 cavalry and 20 pieces of artillery."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Hulst_%281645%29",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-hulst/m0262q3n"
  },
  "funFacts": [
    {
      "id": "832",
      "fact": "Brain waves can power an electric train.",
      "category": ["Anatomy", "Science"]
    },
    {
      "id": "695",
      "fact": "The National Park Service manages over 350 parks on 80 million acres of public land.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "506869",
      "fact": "The MOBA, or the Museum of Bad Art in Somerville, Massachusetts, is pretty much exactly what it sounds like— a collection of really bad art."
    }
  ],
  "idiom": {
    "id": "typhoid-mary",
    "term": "typhoid Mary",
    "definition": "A carrier or spreader of misfortune, as in *I swear he's a typhoid Mary; everything at the office has gone wrong since he was hired.* This expression alludes to a real person, Mary Manson, who died in 1938. A servant, she transmitted typhoid fever to others and was referred to as \"typhoid Mary\" from the early 1900s. The term was broadened to other carriers of calamity in the mid-1900s."
  },
  "person": {
    "id": "fritz-bayerlein",
    "name": "Fritz Bayerlein",
    "dates": "Jan 14, 1899 - Jan 30, 1970",
    "mainImg": "img/people/fritz-bayerlein.jpg",
    "summary": [
      "Fritz Hermann Michael Bayerlein was a general in the Wehrmacht of Nazi Germany during World War II. He initially served as a staff officer, including with Erwin Rommel in the Afrika Korps. He then commanded the 3rd Panzer Division, the Panzer Lehr Division and LIII Army Corps in the European theatre. Bayerlein was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves and Swords."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fritz_Bayerlein",
    "urlGoogle": "https://artsandculture.google.com/entity/fritz-bayerlein/m04n5g7"
  },
  "place": {
    "id": "malta",
    "name": "Malta",
    "mainImg": "img/places/malta.jpg",
    "summary": [
      "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km south of Italy, 284 km east of Tunisia, and 333 km north of Libya. With a population of about 475,000 over an area of 316 km², Malta is the world's tenth smallest country in area and fifth most densely populated sovereign country. Its capital is Valletta, which is the smallest national capital in the European Union by area at 0.8 km². The official and national language is Maltese, which is descended from Sicilian Arabic that developed during the Emirate of Sicily, while English serves as the second official language.",
      "Malta has been inhabited since approximately 5900 BC. Its location in the centre of the Mediterranean has historically given it great strategic importance as a naval base, with a succession of powers having contested and ruled the islands, including the Phoenicians and Carthaginians, Romans, Greeks, Arabs, Normans, Aragonese, Knights of St. John, French, and British. Most of these foreign influences have left some sort of mark on the country's ancient culture."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Malta",
    "urlGoogle": "https://artsandculture.google.com/entity/malta/m04v3q"
  },
  "wiki": {
    "id": "carl-friedrich-gauss",
    "name": "Carl Friedrich Gauss",
    "summary": "Carl Friedrich Gauss was a German mathematician and scientist who contributed significantly to many fields, including number theory, analysis, differential geometry, geodesy, magnetism, astronomy and optics. Sometimes known as \"the prince of mathematicians\", Gauss introduced concepts which have had a profound impact in many areas and his work is ranked alongside that of Newton and Archimedes. Gauss was a child prodigy, and he made his first ground-breaking mathematical discoveries while still a teenager. He completed Disquisitiones Arithmeticae, his magnum opus, at the age of 24. This work was fundamental in consolidating number theory as a discipline, and it has shaped the direction of modern research up to the present day.",
    "url": "https://en.wikipedia.org/wiki/Carl_Friedrich_Gauss"
  },
  "word": {
    "id": "inimitable",
    "word": "inimitable",
    "url": "https://www.merriam-webster.com/dictionary/inimitable",
    "partOfSpeech": "adjective",
    "pronunciation": "in-IM-it-uh-bul",
    "audioPath": "audio/words/inimitable.mp3",
    "definitions": ["not capable of being imitated : matchless"],
    "examples": [
      "\"He is involved in roughly six projects, most of them part time and some dormant. Each is different from the others and to each, say those who work with him, he adds something _inimitable_.\" - From an article by Timothy Finn in the _Kansas City Star_, July 18, 2012",
      "\"For decades after '60 Minutes' launched in 1968, Wallace was arguably the best-known news figure on television, after Walter Cronkite. Wallace was to 'the interview' what Cronkite had been to the anchor chair-an authority figure with an _inimitable_ style that was both aggressive and seductive.\" - From an article by Verne Gay in _Newsday_ (Long Island, New York), April 9, 2012"
    ],
    "origin": "Something that is inimitable is, literally, not able to be imitated. In actual usage the word describes things so uniquely extraordinary as to not be copied or equaled, which is why you often hear it used to praise outstanding talents or performances. (The antonym \"imitable\" describes things that are common or ordinary and could easily be replicated or surpassed.) \"Inimitable\" derives via Middle English from Latin \"inimitabilis.\" Be careful not to confuse it with \"inimical\" or \"inimicable,\" two adjectives meaning hostile or harmful; those words derive from the same Latin root that gave us \"enemy\" (\"inimicus\")."
  }
}
