{
  "artist": {
    "id": "mikhail-larionov",
    "name": "Mikhail Larionov",
    "dates": "Jun 3, 1881 - May 10, 1964",
    "mainImg": "img/art/artists/mikhail-larionov.jpg",
    "artworkImgs": [
      {
        "name": "A.Kruchenykh. The Lipstick. Palms by M.Illarionov. Moscow, 1913",
        "path": "img/art/artworks/mikhail-larionov-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-palms-by-m-illarionov-moscow-1913-michail-larionov-alexey-kruchenykh/hwFMxjHXWLAX9Q"
      },
      {
        "name": "Provincial Dandy",
        "path": "img/art/artworks/mikhail-larionov-a2.jpg",
        "source": "https://artsandculture.google.com/asset/provincial-dandy-mikhail-fedorovich-larionov/hQEGre3wLtCLsQ"
      },
      {
        "name": "The baker",
        "path": "img/art/artworks/mikhail-larionov-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-baker-mijail-larionov/2wFZu-GZP8XN4g"
      },
      {
        "name": "A.Kruchenykh. ''The Lipstick''. Cover by M.Illarionov. Moscow, 1913.",
        "path": "img/art/artworks/mikhail-larionov-a4.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-cover-by-m-illarionov-moscow-1913-michail-larionov-alexey-kruchenykh/bAEkSRG_uoKn1A"
      },
      {
        "name": "A.Kruchenykh. The Lipstick. Illustration by M.Illarionov. Moscow, 1913",
        "path": "img/art/artworks/mikhail-larionov-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-illustration-by-m-illarionov-moscow-1913-michail-larionov/-gEeMWk2cmaLLg"
      },
      {
        "name": "A.Kruchenykh. The Lipstick. Woman Acrobat by M.Illarionov. Moscow, 1913",
        "path": "img/art/artworks/mikhail-larionov-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-kruchenykh-the-lipstick-woman-acrobat-by-m-illarionov-moscow-1913-michail-larionov-alexey-kruchenykh/OQH9shgTkH_K0Q"
      }
    ],
    "summary": [
      "Mikhail Fyodorovich Larionov was an avant-garde Russian painter. Larionov was also the lifelong partner of fellow Russian avant-garde artist Natalia Goncharova. He was a founding member of the Jack of Diamonds, Moscow's first radical independent exhibiting group, the more radical Donkey's Tail, and with Goncharova he invented Rayonism. He was also a member of the German-based art movement known as Der Blaue Reiter. Born in Russia, he and Goncharova moved to Paris and lived there until his death."
    ],
    "quote": null,
    "movements": ["Cubism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Mikhail_Larionov",
    "urlGoogle": "https://artsandculture.google.com/entity/mikhail-larionov/m07gx_9"
  },
  "event": {
    "id": "indo-pakistani-wars-and-conflicts",
    "name": "Indo-Pakistani wars and conflicts",
    "dates": "August 1947",
    "mainImg": "img/events/indo-pakistani-wars-and-conflicts.jpg",
    "summary": [
      "Since the partition of British India in 1947 and creation of dominions of India and Pakistan, the two countries have been involved in a number of wars, conflicts and military stand-offs. The Kashmir issue and across the border terrorism have been the cause of conflicts between the two countries mostly with the exception of the Indo-Pakistani War of 1971 where conflict originated due to turmoil in erstwhile East Pakistan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indo-Pakistani_wars_and_conflicts",
    "urlGoogle": "https://artsandculture.google.com/entity/indo-pakistani-wars-and-conflicts/m011x_n"
  },
  "funFacts": [
    {
      "id": "745",
      "fact": "Armadillos have four babies at a time and they are always all the same sex.",
      "category": ["Animals"]
    },
    {
      "id": "358",
      "fact": "Butterflies were formerly known by the name Flutterby.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554005",
      "fact": "Since 1971, Lake Superior State University in Sault Ste. Marie, Michigan has issued permits to unicorn hunters."
    }
  ],
  "idiom": {
    "id": "time-flies",
    "term": "time flies",
    "definition": "Time passes quickly, as in *It's midnight already? Time flies when you're having fun,* or *I gues it's ten years since I last saw you---how time flies.* This idiom was first recorded about 1800 but Shakespeare used a similar phrase, \"the swiftest hours, as they flew,\" as did Alexander Pope, \"swift fly the years.\" The ultimate origin is from a line in Virgil's third Georgic, often shortened to **tempus fugit** (\"time flies\")."
  },
  "person": {
    "id": "palmiro-togliatti",
    "name": "Palmiro Togliatti",
    "dates": "Mar 26, 1893 - Aug 21, 1964",
    "mainImg": "img/people/palmiro-togliatti.jpg",
    "summary": [
      "Palmiro Togliatti was an Italian politician and leader of the Italian Communist Party from 1927 until his death. He was nicknamed Il Migliore by his supporters. In 1930 he became a citizen of the Soviet Union and later he had a city in that country named after him: Tolyatti.",
      "Togliatti was a founding member of the Communist Party of Italy, and from 1927 until his death, he was the Secretary and the undisputed leader of the Italian Communist Party, except for the period from 1934 to 1938, during which he served as representative to the Comintern, the international organization of communist parties. After the dissolution of the Comintern in 1943 and the formation of the Cominform in 1947, he refused the post of Secretary General, offered to him directly by Stalin in 1951, preferring to remain at the head of the PCI.",
      "From 1944 to 1945 Togliatti held the post of Deputy Prime Minister and from 1945 to 1946 he was appointed Minister of Justice in the governments that ruled Italy after the fall of Fascism. He was also a member of the Constituent Assembly of Italy.",
      "Togliatti survived an assassination attempt in 1948, and died in 1964, during a holiday in Crimea on the Black Sea."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Palmiro_Togliatti",
    "urlGoogle": "https://artsandculture.google.com/entity/palmiro-togliatti/m02lzdb"
  },
  "place": {
    "id": "utrecht",
    "name": "Utrecht",
    "mainImg": "img/places/utrecht.jpg",
    "summary": [
      "Utrecht is the fourth-largest city and a municipality of the Netherlands, capital and most populous city of the province of Utrecht. It is located in the eastern corner of the Randstad conurbation, in the very centre of mainland Netherlands; it had a population of 357,179 as of 2019.",
      "Utrecht's ancient city centre features many buildings and structures, several dating as far back as the High Middle Ages. It has been the religious centre of the Netherlands since the 8th century. It lost the status of prince-bishopric but remains the main religious centre in the country. Utrecht was the most important city in the Netherlands until the Dutch Golden Age, when it was surpassed by Amsterdam as the country's cultural centre and most populous city.",
      "Utrecht is host to Utrecht University, the largest university in the Netherlands, as well as several other institutions of higher education. Due to its central position within the country, it is an important transport hub for both rail and road transport; the busiest train station in the Netherlands, Utrecht Centraal, is in the city of Utrecht. It has the second highest number of cultural events in the Netherlands, after Amsterdam."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Utrecht",
    "urlGoogle": "https://artsandculture.google.com/entity/utrecht/m0d9s5"
  },
  "wiki": {
    "id": "petrified-forest-national-park",
    "name": "Petrified Forest National Park",
    "summary": "Petrified Forest National Park is a United States national park in Navajo and Apache counties in northeastern Arizona. The park's headquarters are about 26 miles (42 km) east of Holbrook along Interstate 40 (I-40), which parallels a railroad line, the Puerco River, and historic U.S. Route 66, all crossing the park roughly east–west. Named for its large deposits of petrified wood, the park covers about 146 square miles (380 km2), encompassing semi-desert shrub steppe as well as highly eroded and colorful badlands. The site, the northern part of which extends into the Painted Desert, was declared a National Monument in 1906 and a national park in 1962. About 600,000 people visit the park each year and take part in activities including sightseeing, photography, hiking, and backpacking. The Petrified Forest is known for its fossils, especially fallen trees that lived in the Late Triassic, about 225 million years ago. The sediments containing the fossil logs are part of the widespread and colorful Chinle Formation, from which the Painted Desert gets its name.",
    "url": "https://en.wikipedia.org/wiki/Petrified_Forest_National_Park"
  },
  "word": {
    "id": "yegg",
    "word": "yegg",
    "url": "https://www.merriam-webster.com/dictionary/yegg",
    "partOfSpeech": "noun",
    "pronunciation": "YEG",
    "audioPath": "audio/words/yegg.mp3",
    "definitions": ["safecracker; also : robber"],
    "examples": [
      "\"The cops grabbed him and another _yegg_ for a Philadelphia store burglary.\" -- From the James Lardner and Thomas Reppetto book, _NYPD: A City and Its Police_, 2001",
      "\"According to police the _yeggs_, apparently knowing exactly where the money was, punched a six-inch hole in the corner of the safe.\" -- From an article in the _Eastern Express Times_, November 26, 2011"
    ],
    "origin": "\"Safecracker\" first appeared in print in English around 1825, but English speakers evidently felt that they needed a more colorful word for this rather colorful profession. No one is quite sure where \"yegg\" came from. It first appeared in the _New York Evening Post_ on June 23, 1903, in an article about \"the prompt breaking up of the organized gangs of professional beggars and yeggs.\" By 1905, it had acquired the variant \"yeggmen,\" which was printed in the _New York Times_ in reference to unsavory characters captured in the Bowery District. \"Yegg\" has always been, and continues to be, less common than \"safecracker,\" but it still turns up once in a while."
  }
}
