{
  "artist": {
    "id": "henry-ossawa-tanner",
    "name": "Henry Ossawa Tanner",
    "dates": "Jun 21, 1859 - May 25, 1937",
    "mainImg": "img/art/artists/henry-ossawa-tanner.jpg",
    "artworkImgs": [
      {
        "name": "The Young Sabot Maker",
        "path": "img/art/artworks/henry-ossawa-tanner-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-young-sabot-maker-henry-ossawa-tanner/rgFxRApkbU4eYg"
      },
      {
        "name": "Christ and His Disciples on the Sea of Galilee",
        "path": "img/art/artworks/henry-ossawa-tanner-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christ-and-his-disciples-on-the-sea-of-galilee-henry-ossawa-tanner/DQH-Y6aAHjf78A"
      },
      {
        "name": "Fishermen at Sea",
        "path": "img/art/artworks/henry-ossawa-tanner-a3.jpg",
        "source": "https://artsandculture.google.com/asset/fishermen-at-sea-henry-ossawa-tanner-born-pittsburgh-pa-1859-died-paris-france-1937/KAE3iZh1eQ_IeA"
      },
      {
        "name": "Moroccan Scene",
        "path": "img/art/artworks/henry-ossawa-tanner-a4.jpg",
        "source": "https://artsandculture.google.com/asset/moroccan-scene-henry-ossawa-tanner/ewFAHeZ8jEY_cw"
      },
      {
        "name": "The Miraculous Haul of Fishes",
        "path": "img/art/artworks/henry-ossawa-tanner-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-miraculous-haul-of-fishes-henry-ossawa-tanner/LAHsSESclImgWA"
      },
      {
        "name": "Sand Dunes at Sunset, Atlantic City",
        "path": "img/art/artworks/henry-ossawa-tanner-a6.jpg",
        "source": "https://artsandculture.google.com/asset/sand-dunes-at-sunset-atlantic-city/HQEsrBkvFakSeA"
      }
    ],
    "summary": [
      "Henry Ossawa Tanner was an American artist and the first African-American painter to gain international acclaim. Tanner moved to Paris, France, in 1891 to study, and continued to live there after being accepted in French artistic circles. His painting entitled Daniel in the Lions' Den was accepted into the 1896 Salon, the official art exhibition of the Académie des Beaux-Arts in Paris.",
      "After his own self-study in art as a young man, Tanner enrolled in 1879 at the Pennsylvania Academy of the Fine Arts in Philadelphia. The only black student, he became a favorite of the painter Thomas Eakins, who had recently begun teaching there. Tanner made other connections among artists, including Robert Henri. In the late 1890s he was sponsored for a trip to the Mutasarrifate of Jerusalem by Rodman Wanamaker, who was impressed by his paintings of biblical themes."
    ],
    "quote": null,
    "movements": [
      "Realism",
      "Harlem Renaissance",
      "Modern art",
      "Impressionism",
      "Symbolism",
      "American Realism"
    ],
    "mediums": ["Oil paint", "Cardboard", "Conté", "Pencil", "Crayon", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_Ossawa_Tanner",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-ossawa-tanner/m059jrs"
  },
  "event": {
    "id": "battle-of-chipyong-ni",
    "name": "Battle of Chipyong-ni",
    "dates": "Feb 13, 1951 - Feb 15, 1951",
    "mainImg": "img/events/battle-of-chipyong-ni.jpg",
    "summary": [
      "The Battle of Chipyong-ni, also known as the Battle of Dipingli, was a decisive battle of the Korean War, that took place from 13–15 February 1951 between US and French units of the US 23rd Infantry Regiment and various units of the Chinese People's Volunteer Army around the village of Chipyong-ni. The result was a United Nations Command victory. The battle, along with the Third Battle of Wonju, has been called \"the Gettysburg of the Korean War,\" and represents the \"high-water mark\" of the Chinese invasion of South Korea. Due to the ferocity of the Chinese attack and the heroism of the defenders, the battle has also been called \"one of the greatest regimental defense actions in military history.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Chipyong-ni",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-chipyong-ni/m09gmwdb"
  },
  "funFacts": [
    {
      "id": "799",
      "fact": "The official color of California's Golden Gate Bridge is International Orange.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "702",
      "fact": "On average, a laptop uses half as much energy as a desktop computer.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [{ "id": "554084", "fact": "Eggplants are berries." }],
  "idiom": {
    "id": "cats-paw",
    "term": "cat's paw",
    "definition": "A dupe or tool for another, a sucker, as in *You always try to make a cat's paw of me, but I refuse to do any more of your work.* This term alludes to a very old tale about a monkey that persuades a cat to pull chestnuts out of the fire so as to avoid burning its own paws. The story dates from the 16th century and versions of it (some with a dog) exist in many languages."
  },
  "person": {
    "id": "emperor-xuanzong-of-tang",
    "name": "Emperor Xuanzong of Tang",
    "dates": "685 AD - 762 AD",
    "mainImg": "img/people/emperor-xuanzong-of-tang.jpg",
    "summary": [
      "Emperor Xuanzong of Tang, also commonly known as Emperor Ming of Tang or Illustrious August, personal name Li Longji, also known as Wu Longji from 690 to 705, was the seventh emperor of the Tang dynasty in China, reigning from 713 to 756 CE. His reign of 43 years was the longest during the Tang dynasty. In the early half of his reign he was a diligent and astute ruler. Ably assisted by capable chancellors like Yao Chong, Song Jing and Zhang Yue, he was credited with bringing Tang China to a pinnacle of culture and power. Emperor Xuanzong, however, was blamed for over-trusting Li Linfu, Yang Guozhong and An Lushan during his late reign, with Tang's golden age ending in the An-Shi Rebellion."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Emperor_Xuanzong_of_Tang",
    "urlGoogle": "https://artsandculture.google.com/entity/emperor-xuanzong-of-tang/m02z940"
  },
  "place": {
    "id": "sri-lanka",
    "name": "Sri Lanka",
    "mainImg": "img/places/sri-lanka.jpg",
    "summary": [
      "Sri Lanka, officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean southwest of the Bay of Bengal and southeast of the Arabian Sea. It is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is its largest city and centre of commerce.",
      "Sri Lanka's documented history spans 3,000 years, with evidence of prehistoric human settlements dating back at least 125,000 years. It has a rich cultural heritage, and the first known Buddhist writings of Sri Lanka, the Pāli Canon, date back to the Fourth Buddhist council in 29 BC. Its geographic location and deep harbours made it of great strategic importance from the time of the ancient Silk Road through to the modern Maritime Silk Road. Its location as a major trading hub made it known to both the far East as well as the European continent from as far back as the Anuradhapura period. The country's trade in luxury goods and spices attracted traders of many nations, creating Sri Lanka's diverse population."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sri_Lanka",
    "urlGoogle": "https://artsandculture.google.com/entity/sri-lanka/m06m_5"
  },
  "wiki": {
    "id": "governor-of-kentucky",
    "name": "Governor of Kentucky",
    "summary": "The Governor of the Commonwealth of Kentucky is the head of the executive branch of government in the U.S. state of Kentucky. The Kentucky Constitution empowers the governor to grant pardons, veto legislation, and call the legislature into session. He or she serves as commander-in-chief of the Kentucky National Guard and is charged with enforcing the state's laws. The officeholder is given broad authority to make appointments to the cabinets and departments of the executive branch, limited somewhat by the adoption of a merit system in 1960. Fifty-six men and one woman have held the office. The governor's term is four years in length, and since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Kentucky is one of five U.S. states that hold gubernatorial elections in odd-numbered years; the others are Louisiana, Mississippi, Virginia, and New Jersey. The incumbent governor, Democrat Steve Beshear, is seeking re-election on November 8, 2011. His opponent is Republican David L. Williams, who is currently president of the state senate.",
    "url": "https://en.wikipedia.org/wiki/Governor_of_Kentucky"
  },
  "word": {
    "id": "lucubration",
    "word": "lucubration",
    "url": "https://www.merriam-webster.com/dictionary/lucubration",
    "partOfSpeech": "noun",
    "pronunciation": "loo-kyuh-BRAY-shun",
    "audioPath": "audio/words/lucubration.mp3",
    "definitions": [
      "laborious or intensive study; also : the product of such study - usually used in plural"
    ],
    "examples": [
      "The historical archives include handwritten _lucubrations_ from Benjamin Franklin himself.",
      "\"From introspection, we are all familiar with the mental clutter, the chatter that makes up our daily life. It is a rapid fire of free associations, of jumping from one image, speech fragment or memory to the next. Late-night _lucubrations_ are particularly prone to such erratic zigzagging.\" - From an article by Christof Koch at Salon.com, August 2, 2013."
    ],
    "origin": "Imagine someone studying through the night by the light of a dim candle or lamp. That image demonstrates perfectly the most literal sense of \"lucubration.\" Our English word derives from the Latin verb \"lucubrare,\" meaning \"to work by lamplight.\" (Yes, that Latin root is related to \"lux,\" the Latin word for \"light.\") In its earliest known English uses in the late 1500s and early 1600s, \"lucubration\" named both nocturnal study itself and a written product thereof. By the 1800s, however, the term had been broadened to refer to any intensive study (day or night), or a composition, especially a weighty one, generated as a result of such study. Nowadays, \"lucubration\" is most often used as a plural and implies pompous or stuffy scholarly writing."
  }
}
