{
  "artist": {
    "id": "charles-conder",
    "name": "Charles Conder",
    "dates": "Oct 24, 1868 - Feb 9, 1909",
    "mainImg": "img/art/artists/charles-conder.jpg",
    "artworkImgs": [
      {
        "name": "Herrick's Blossoms",
        "path": "img/art/artworks/charles-conder-a1.jpg",
        "source": "https://artsandculture.google.com/asset/herrick-s-blossoms-charles-conder/RAHGGYfsEnLcrQ"
      },
      {
        "name": "A holiday at Mentone",
        "path": "img/art/artworks/charles-conder-a2.jpg",
        "source": "https://artsandculture.google.com/asset/a-holiday-at-mentone-charles-conder/kwH-IKukyhVa1w"
      },
      {
        "name": "Departure of the Orient - Circular Quay",
        "path": "img/art/artworks/charles-conder-a3.jpg",
        "source": "https://artsandculture.google.com/asset/departure-of-the-orient-circular-quay-charles-conder/vgHkqByaSPvY-g"
      },
      {
        "name": "Impressionists' camp",
        "path": "img/art/artworks/charles-conder-a4.jpg",
        "source": "https://artsandculture.google.com/asset/impressionists-camp-charles-conder/YgEijuLq2IlP_A"
      },
      {
        "name": "The hot sands, Mustapha, Algiers",
        "path": "img/art/artworks/charles-conder-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-hot-sands-mustapha-algiers-charles-conder/MQFAOEK3LhCiNQ"
      },
      {
        "name": "How we lost poor Flossie",
        "path": "img/art/artworks/charles-conder-a6.jpg",
        "source": "https://artsandculture.google.com/asset/how-we-lost-poor-flossie-charles-conder/5wH4Ez-atfjheg"
      }
    ],
    "summary": [
      "Charles Edward Conder was an English-born painter, lithographer and designer. He emigrated to Australia and was a key figure in the Heidelberg School, arguably the beginning of a distinctively Australian tradition in Western art."
    ],
    "quote": null,
    "movements": ["Modern art", "Heidelberg School", "Impressionism"],
    "mediums": ["Oil paint", "Cardboard", "Silk", "Textile", "Watercolor painting", "Tin"],
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_Conder",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-conder/m03n1fq"
  },
  "event": {
    "id": "hurricane-matthew",
    "name": "Hurricane Matthew",
    "dates": "Sep 28, 2016 - Oct 10, 2016",
    "mainImg": "img/events/hurricane-matthew.jpg",
    "summary": [
      "Hurricane Matthew was the first Category 5 Atlantic hurricane since Felix in 2007. Matthew caused catastrophic damage and a humanitarian crisis in Haiti, as well as widespread devastation in the southeastern United States. The deadliest Atlantic hurricane since Hurricane Stan in 2005, Matthew was the thirteenth named storm, fifth hurricane and second major hurricane of the 2016 Atlantic hurricane season. It caused extensive damage to landmasses in the Greater Antilles, and severe damage in several islands of the Bahamas who were still recovering from Joaquin which had pounded such areas nearly a year earlier. At one point, the hurricane even threatened to be the first storm of Category 3 or higher intensity to strike the United States since Wilma in 2005, but Matthew stayed just offshore paralleling the Florida coastline.",
      "Originating from a tropical wave that emerged off Africa on September 22, Matthew developed into a tropical storm just east of the Lesser Antilles on September 28."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hurricane_Matthew",
    "urlGoogle": "https://artsandculture.google.com/entity/hurricane-matthew/g11c1tb2d22"
  },
  "funFacts": [
    {
      "id": "795",
      "fact": "Hawaii is moving toward Japan at the rate of almost 4 inches per year.",
      "category": ["Geography"]
    },
    {
      "id": "675",
      "fact": "More than 180 countries celebrate Earth Day together every April 22nd.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554091",
      "fact": "Great white sharks rarely survive in captivity. Experts suspect the electricity in buildings interferes with the animals' electrosensory systems—though that hasn't stopped some aquariums from trying, and failing, to display them."
    }
  ],
  "idiom": {
    "id": "let-the-cat-out-of-the-bag",
    "term": "let the cat out of the bag",
    "definition": "Give away a secret, as in *Mom let the cat out of the bag and told us Karen was engaged.* This expression alludes to the dishonest practice of a merchant substituting a worthless cat for a valuable pig, which is discovered only when the buyer gets home and opens the bag. [Mid-1700s]"
  },
  "person": {
    "id": "toyotomi-hideyoshi",
    "name": "Toyotomi Hideyoshi",
    "dates": "Mar 17, 1537 - Sep 18, 1598",
    "mainImg": "img/people/toyotomi-hideyoshi.jpg",
    "summary": [
      "Toyotomi Hideyoshi was a Japanese daimyō and politician of the late Sengoku period regarded as the second \"Great Unifier\" of Japan.",
      "Hideyoshi rose from a peasant background as a retainer of the prominent lord Oda Nobunaga to become one of the most powerful men in Japan. Hideyoshi succeeded Nobunaga after the Honnō-ji Incident in 1582 and continued Nobunaga's campaign to unite Japan that led to the closing of the Sengoku period. Hideyoshi became the de facto leader of Japan and acquired the prestigious positions of Chancellor of the Realm and Imperial Regent by the mid-1580s. Hideyoshi launched the Japanese invasions of Korea in 1592 to initial success, but eventual military stalemate damaged his prestige before his death in 1598. Hideyoshi's young son and successor Toyotomi Hideyori was displaced by Tokugawa Ieyasu at the Battle of Sekigahara in 1600 which would lead to the founding of the Tokugawa Shogunate.",
      "Hideyoshi's rule covers most of the Azuchi–Momoyama period of Japan, partially named after his castle, Momoyama Castle."
    ],
    "quote": "“Luck influences everything in life, but nothing beats setting goals and striving body and soul to achieve them.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Toyotomi_Hideyoshi",
    "urlGoogle": "https://artsandculture.google.com/entity/toyotomi-hideyoshi/m07nws"
  },
  "place": {
    "id": "torun",
    "name": "Torun",
    "mainImg": "img/places/torun.jpg",
    "summary": [
      "Toruń is a historical city on the Vistula River in north-central Poland, and a UNESCO World Heritage Site. Its population was 202,074, as of December 2018. Previously, it was the capital of the Toruń Voivodeship and the Pomeranian Voivodeship. Since 1999, Toruń has been a seat of the self-government of the Kuyavian-Pomeranian Voivodeship and, as such, is one of its two capitals, together with Bydgoszcz. The cities and neighboring counties form the Bydgoszcz–Toruń twin city metropolitan area.",
      "Toruń is one of the oldest cities in Poland, with the first settlement dated back to the 8th century and later having been expanded in 1233 by the Teutonic Knights. Over centuries, it was the home for people of diverse backgrounds and religions. From 1264 until 1411 Toruń was part of the Hanseatic League and by the 17th century it was one of the elite trading points, which greatly affected the city's architecture ranging from Brick Gothic to Mannerism and Baroque. In the early-modern age, Toruń was a royal city of Poland and it was one of the four largest cities in the country at the time. After the partitions of Poland it was part of Prussia and later the German Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Toru%C5%84",
    "urlGoogle": "https://artsandculture.google.com/entity/torun/m07pg7"
  },
  "wiki": {
    "id": "wilco",
    "name": "Wilco",
    "summary": "Wilco is an American rock band based in Chicago, Illinois. The band was formed in 1993 by the remaining members of alternative country group Uncle Tupelo following singer Jay Farrar's departure from that group. Wilco's lineup has changed frequently, with only singer Jeff Tweedy and bassist John Stirratt remaining from the original incarnation. The other current members are guitarist Nels Cline, multi-instrumentalists Pat Sansone and Mikael Jorgensen, and drummer Glenn Kotche. Wilco has released six studio albums, a live double album, and three collaborations: two with Billy Bragg, and one with The Minus 5. Wilco's music has been inspired by a wide variety of artists and styles, including Bill Fay and Television, and has in turn influenced music by The National and Cherry Ghost. The band continued in the alternative country of Uncle Tupelo on its debut album A.M. (1995), but has since introduced more experimental aspects to their music. Wilco won two Grammy Awards for their fifth studio album, 2004's A Ghost Is Born, including Best Alternative Music Album.",
    "url": "https://en.wikipedia.org/wiki/Wilco"
  },
  "word": {
    "id": "lout",
    "word": "lout",
    "url": "https://www.merriam-webster.com/dictionary/lout",
    "partOfSpeech": "noun",
    "pronunciation": "LOUT",
    "audioPath": "audio/words/lout.mp3",
    "definitions": ["an awkward brutish person"],
    "examples": [
      "Because the three louts behind him in the movie theater were being loud and obnoxious, Jonah decided to move to another seat."
    ],
    "origin": "\"Lout\" belongs to the large group of words we use to indicate an undesirable person, a boor, a bumpkin, a dolt, a clod. We've used \"lout\" in this way since the mid-1500s. As early as the 800s, however, \"lout\" functioned as a verb with the meaning \"to bow in respect.\" No one is quite sure how the verb sense developed into a noun meaning \"a brutish person.\" Perhaps the awkward posture of one bowing down led over time to the idea that the person was personally low and awkward as well."
  }
}
