{
  "artist": {
    "id": "julie-mehretu",
    "name": "Julie Mehretu",
    "dates": "Born 1970",
    "mainImg": "img/art/artists/julie-mehretu.jpg",
    "artworkImgs": [
      {
        "name": "Mogamma (A Painting in Four Parts): Part 2",
        "path": "img/art/artworks/julie-mehretu-a1.jpg",
        "source": "https://artsandculture.google.com/asset/mogamma-a-painting-in-four-parts-part-2-julie-mehretu/PwF8U0kHt3zQ-g"
      },
      {
        "name": "Entropia: Construction",
        "path": "img/art/artworks/julie-mehretu-a2.jpg",
        "source": "https://artsandculture.google.com/asset/entropia-construction-julie-mehretu/TgHKkDRMw8bDUg"
      },
      {
        "name": "Mind Breath Drawings",
        "path": "img/art/artworks/julie-mehretu-a3.jpg",
        "source": "https://artsandculture.google.com/asset/mind-breath-drawings-mehretu-julie/NAErf-kzNJWveQ"
      },
      {
        "name": "Mogamma, A Painting in Four Parts: Part 4",
        "path": "img/art/artworks/julie-mehretu-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mogamma-a-painting-in-four-parts-part-4-julie-mehretu/jAGlcl-SUNfIYQ"
      },
      {
        "name": "Blue Field",
        "path": "img/art/artworks/julie-mehretu-a5.jpg",
        "source": "https://artsandculture.google.com/asset/blue-field-julie-mehretu/FwF6ig_ZgjEX_A"
      },
      {
        "name": "Auguries",
        "path": "img/art/artworks/julie-mehretu-a6.jpg",
        "source": "https://artsandculture.google.com/asset/auguries-julie-mehretu/hgHTFkAJwUy99w"
      }
    ],
    "summary": [
      "Julie Mehretu is an American contemporary visual artist, known for her multi-layered paintings of abstracted landscapes on a large scale. Her paintings, drawings, and prints depict the cumulative effects of urban sociopolitical changes through the landscape's alteration of architecture, topography, and iconography."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Acrylic paint", "Satin", "Graphite", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Julie_Mehretu",
    "urlGoogle": "https://artsandculture.google.com/entity/julie-mehretu/m079xjq"
  },
  "event": {
    "id": "invasion-of-normandy",
    "name": "Invasion of Normandy",
    "dates": "Jun 6, 1944 - July 1944",
    "mainImg": "img/events/invasion-of-normandy.jpg",
    "summary": [
      "The Western Allies of World War II launched the largest amphibious invasion in history when they attacked German positions at Normandy, located on the northern coast of France, on 6 June 1944. The invaders were able to establish a beachhead as part of Operation Overlord after a successful \"D-Day\", the first day of the invasion.",
      "Allied land forces came from the United States, Britain, Canada, and Free French forces. In the weeks following the invasion, Polish forces and contingents from Belgium, Czechoslovakia, Greece and the Netherlands participated in the ground campaign; most also provided air and naval support alongside elements of the Royal Australian Air Force, the Royal New Zealand Air Force, and the Royal Norwegian Navy.",
      "The Normandy invasion began with overnight parachute and glider landings, massive air attacks and naval bombardments. In the early morning, amphibious landings commenced on five beaches codenamed Sword, Juno, Gold, Omaha and Utah, with troops from the United States landing on Omaha and Utah, Britain landing on Gold and Sword, and Canada landing on Juno. During the evening the remaining elements of the airborne divisions landed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Invasion_of_Normandy",
    "urlGoogle": "https://artsandculture.google.com/entity/invasion-of-normandy/m0chhs"
  },
  "funFacts": [
    {
      "id": "280",
      "fact": "The amount of concrete used in the Hoover Dam could build a highway from New York to California.",
      "category": ["Geography"]
    },
    {
      "id": "983",
      "fact": "Between 1979 and 1999, the planet Neptune was farther from the Sun than Pluto.  This won't happen again until 2227.",
      "category": ["Geography", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "504707",
      "fact": "The cubicle did not get its name from its shape, but from the Latin cubiculum,&nbsp;meaning bed chamber."
    }
  ],
  "idiom": {
    "id": "mad-as-a-hatter",
    "term": "mad as a hatter",
    "definition": "Also, **mad as a March hare.** Crazy, demented, as in *She is throwing out all his clothes; she's mad as a hatter.* This expression, dating from the early 1800s, alludes to exposure to the chemicals formerly used in making felt hats, which caused tremors and other nervous symptoms. The variant, dating from the 14th century, alludes to the crazy behavior of hares during rutting season, mistakenly thought to be only in March."
  },
  "person": {
    "id": "theodor-blank",
    "name": "Theodor Blank",
    "dates": "Sep 19, 1905 - May 14, 1972",
    "mainImg": "img/people/theodor-blank.jpg",
    "summary": [
      "Theodor Anton Blank was a German politician of the CDU. He was one of the founders of the CDU in 1945.",
      "Blank was born in Elz an der Lahn. He was the third of ten children of a carpenter. His family was Roman Catholic. Blank received an apprenticeship as a carpenter. In 1930–33 he worked as a secretary at the Association of Christian transport- and factory employees of the northern and northwestern Ruhr Area. After he was dismissed in 1933 Blank passed his Abitur in 1936 and studied mathematics at the University of Münster and engineering sciences at Leibniz University Hannover. In 1939 he was conscripted to the Wehrmacht and became a first lieutenant at the end of World War II.",
      "From 1949 to 1972 he was a member of the German Bundestag, in which he served from 1965 to 1969 as deputy chief of CDU/CSU-Bundestagsfraktion.",
      "From 1950 to 1955 he served as Special Representative of the Chancellor, leading the \"Amt Blank\", officially responsible for affairs relating to the Allied occupying troops, but in reality mainly charged by Chancellor Konrad Adenauer with covertly preparing the re-establishment of the German armed forces."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Theodor_Blank",
    "urlGoogle": "https://artsandculture.google.com/entity/theodor-blank/m0br2gd"
  },
  "place": {
    "id": "bath",
    "name": "Bath",
    "mainImg": "img/places/bath.jpg",
    "summary": [
      "Bath is the largest city in the county of Somerset, England, known for and named after its Roman-built baths. In 2011, the population was 88,859. Bath is in the valley of the River Avon, 97 miles west of London and 11 miles southeast of Bristol. The city became a World Heritage site in 1987.",
      "The city became a spa with the Latin name Aquae Sulis c. 60 AD when the Romans built baths and a temple in the valley of the River Avon, although hot springs were known even before then.",
      "Bath Abbey was founded in the 7th century and became a religious centre; the building was rebuilt in the 12th and 16th centuries. In the 17th century, claims were made for the curative properties of water from the springs, and Bath became popular as a spa town in the Georgian era. Georgian architecture, crafted from Bath stone, includes the Royal Crescent, Circus, Pump Room and Assembly Rooms where Beau Nash presided over the city's social life from 1705 until his death in 1761.",
      "Many of the streets and squares were laid out by John Wood, the Elder, and in the 18th century the city became fashionable and the population grew. Jane Austen lived in Bath in the early 19th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bath,_Somerset",
    "urlGoogle": "https://artsandculture.google.com/entity/bath/m0bdg5"
  },
  "wiki": {
    "id": "arrested-development-tv-series",
    "name": "Arrested Development (TV series)",
    "summary": "Arrested Development is a character-driven comedy television series about a formerly wealthy, habitually dysfunctional family. The show is presented like a documentary, complete with narration, archival photos, and historical footage. Although set in Newport Beach and Balboa Island, California, it is primarily filmed on location around Culver City and Marina Del Rey. Created by Mitchell Hurwitz, since debuting on November 2 2003, the series has received six Emmy Awards and a Golden Globe Award. However, despite critical acclaim, Arrested Development has never climbed in the ratings. As a result, the episode orders for the second and third seasons were cut. This has left many critics and fans believing that the show will be cancelled, although Fox is not expected to make an official announcement until next fall's schedule is released in the spring.",
    "url": "https://en.wikipedia.org/wiki/Arrested_Development_(TV_series)"
  },
  "word": {
    "id": "temporize",
    "word": "temporize",
    "url": "https://www.merriam-webster.com/dictionary/temporize",
    "partOfSpeech": "verb",
    "pronunciation": "TEM-puh-ryze",
    "audioPath": "audio/words/temporize.mp3",
    "definitions": [
      "to act to suit the time or occasion : yield to current or dominant opinion",
      "to draw out discussions or negotiations so as to gain time"
    ],
    "examples": [
      "I hope city council members will take swift action at today’s meeting, but I’m worried that they are more likely to _temporize_.",
      "\"The more the Security Council _temporizes_, compromises and weakens these resolutions, the more defiant and ambitious Iran becomes.\" -- From a staff editorial in _The New York Times_, February 10, 2011"
    ],
    "origin": "\"Temporize\" comes from the Medieval Latin verb \"temporizare\" (\"to pass the time\"), which itself comes from the Latin noun \"tempus,\" meaning \"time.\" \"Tempus\" is also the root of such words as \"tempo,\" \"contemporary,\" and \"temporal.\" If you need to buy some time, you might resort to temporizing -- but you probably won't win admiration for doing so. \"Temporize\" can have a somewhat negative connotation. For instance, a political leader faced with a difficult issue might temporize by talking vaguely about possible solutions without actually doing anything. The point of such temporizing is to avoid taking definite -- and possibly unpopular -- action, in hopes that the problem will somehow go away. But the effect is often just to make matters worse."
  }
}
