{
  "artist": {
    "id": "hector-guimard",
    "name": "Hector Guimard",
    "dates": "Mar 10, 1867 - May 20, 1942",
    "mainImg": "img/art/artists/hector-guimard.jpg",
    "artworkImgs": [
      {
        "name": "Hallstand",
        "path": "img/art/artworks/hector-guimard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/hallstand-hector-guimard/OAF1i9rZyauSMA"
      },
      {
        "name": "Bench for a Smoking Parlour",
        "path": "img/art/artworks/hector-guimard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bench-for-a-smoking-parlour-hector-guimard/dgGhea8YwVwd5w"
      },
      {
        "name": "Perspective View of a Villa",
        "path": "img/art/artworks/hector-guimard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/perspective-view-of-a-villa-hector-guimard/_QHJo6LiScPWMw"
      },
      {
        "name": "Rear Facade, Castel d'Orgeval, Parc Beauséjour, near Paris: Elevation",
        "path": "img/art/artworks/hector-guimard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rear-facade-castel-d-orgeval-parc-beauséjour-near-paris-elevation-hector-guimard/gQHGpuSMzwJ-Xw"
      },
      {
        "name": "Seal",
        "path": "img/art/artworks/hector-guimard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/seal-hector-guimard/DAFRv-t0JMnYCw"
      },
      {
        "name": "Design for the Facade of Societé Immobilière de la Rue Modern, No. 6",
        "path": "img/art/artworks/hector-guimard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/design-for-the-facade-of-societé-immobilière-de-la-rue-modern-no-6-hector-guimard/5gH_U3SJ6hz49g"
      }
    ],
    "summary": [
      "Hector Guimard was a French architect and designer, and a prominent figure of the Art Nouveau style. He achieved early fame with his design for the Castel Beranger, the first Art Nouveau apartment building in Paris, which was selected in an 1899 competition as one of the best new building facades in the city. He is best known for the glass and iron edicules or canopies, with ornamental Art Nouveau curves, which he designed to cover the entrances of the first stations of the Paris Metro.",
      "Between 1890 and 1930, Guimard designed and built some fifty buildings, in addition to one hundred and forty-one subway entrances for Paris Metro, as well as numerous pieces of furniture and other decorative works. However, in the 1910s Art Nouveau went out of fashion and by the 1960s most of his works had been demolished, and only two of his original Metro edicules were still in place. Guimard's critical reputation revived in the 1960s, in part due to subsequent acquisitions of his work by Museum of Modern Art, and art historians have noted the originality and importance of his architectural and decorative works."
    ],
    "quote": null,
    "movements": ["Art Nouveau"],
    "mediums": ["Metal", "Graphite", "Bronze", "Drawing", "Tracing paper", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hector_Guimard",
    "urlGoogle": "https://artsandculture.google.com/entity/hector-guimard/m021f63"
  },
  "event": {
    "id": "october-revolution",
    "name": "October Revolution",
    "dates": "Nov 7, 1917 - Nov 8, 1917",
    "mainImg": "img/events/october-revolution.jpg",
    "summary": [
      "The October Revolution, commonly referred to as the Bolshevik Revolution, the October Uprising or Red October and officially known in Soviet historiography as the Great October Socialist Revolution, was a revolution in Russia led by the Bolshevik Party of Vladimir Lenin that was instrumental in the larger Russian Revolution of 1917–1923. It took place through an armed insurrection in Petrograd on 25 October 1917.",
      "The October Revolution had followed and capitalized on the February Revolution earlier in the year. The February Revolution had overthrown the Tsarist autocracy, resulting in a provisional government. The provisional government had taken power after being proclaimed by Grand Duke Michael, Tsar Nicholas II's younger brother, declined to take power after the Tsar had stepped down.",
      "During this time, urban workers began to organize into councils wherein revolutionaries criticized the provisional government and its actions. After the Congress of Soviets, the new governing body, had its second session it elected members of the Bolsheviks and other left-wing groups such as the Left Socialist Revolutionaries to important positions within the new state of affairs."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/October_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/october-revolution/m05p0x"
  },
  "funFacts": [
    {
      "id": "1029",
      "fact": "Humans share 50% of their DNA with bananas.",
      "category": ["Anatomy", "Plants", "Science"]
    },
    {
      "id": "947",
      "fact": "Queen Cleopatra of Egypt was not actually Egyptian.",
      "category": ["Geography", "History"]
    },
    { "id": "363", "fact": "Pearls dissolve in vinegar.", "category": ["Science"] }
  ],
  "funFacts2": [
    {
      "id": "553530",
      "fact": "In the late 1800s, residents of Corinne, Utah could buy divorce papers from a vending machine for $2.50."
    },
    { "id": "522188", "fact": "Sleeping through summer is called estivation." }
  ],
  "idiom": {
    "id": "risk-life-and-limb",
    "term": "risk life and limb",
    "definition": "Also, **risk one's neck.** Take dangerous chances, as in *There he was on the roof, risking life and limb to rescue the kitten,* or *I don't want to risk my neck contradicting him.* The first hyperbolic expression, dating from the early 1600s, doesn't make sense, since if one loses one's life one also loses the use of one's limbs. The variant, used for risky undertakings of all kinds, physical and nonphysical, presumably alludes to being hanged or beheaded."
  },
  "person": {
    "id": "golda-meir",
    "name": "Golda Meir",
    "dates": "May 3, 1898 - Dec 8, 1978",
    "mainImg": "img/people/golda-meir.jpg",
    "summary": [
      "Golda Meir was an Israeli teacher, kibbutznik, stateswoman, politician and the fourth Prime Minister of Israel.",
      "Born in Kyiv, she emigrated to the United States as a child with her family in 1906, and was educated there, becoming a teacher. After marrying, she and her husband emigrated to then Palestine in 1921, settling on a kibbutz. Meir was elected prime minister of Israel on March 17, 1969, after serving as Minister of Labour and Foreign Minister. The world's fourth and Israel's first and only woman to hold the office of Prime Minister, she has been described as the \"Iron Lady\" of Israeli politics; the term was later applied to British Prime Minister Margaret Thatcher and Indian Prime Minister Indira Gandhi. Former Prime Minister David Ben-Gurion used to call Meir \"the best man in the government\"; she was often portrayed as the \"strong-willed, straight-talking, grey-bunned grandmother of the Jewish people.\"",
      "Meir resigned as prime minister in 1974, the year following the Yom Kippur War. She died in 1978 of lymphoma."
    ],
    "quote": "“Fashion is an imposition, a reign on freedom.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Golda_Meir",
    "urlGoogle": "https://artsandculture.google.com/entity/golda-meir/m0hl0r"
  },
  "place": {
    "id": "torrance",
    "name": "Torrance",
    "mainImg": "img/places/torrance.jpg",
    "summary": [
      "Torrance is a coastal U.S. city in the South Bay region of Los Angeles County, California, in the Los Angeles metropolitan area. Torrance has 1.5 miles of beaches on the Pacific Ocean. Torrance has a moderate year-round climate with warm temperatures, daily sea breezes, low humidity, and an average rainfall of 12.55 inches per year. It is immediately bordered by Lomita to the east, Gardena and Lawndale to the north, Redondo Beach and the Pacific Ocean to the west, and Rolling Hills and Palos Verdes Estates to the south.",
      "Since its incorporation in 1921, Torrance has grown to a population at the 2010 census of 145,438. This residential and light high-tech industries city has 90,000 street trees and 30 city parks. Known for its low crime rates, the city consistently ranks among the safest cities in Los Angeles County. Torrance is the birthplace of the American Youth Soccer Organization. In addition, it has the second-highest percentage of residents of Japanese ancestry in California."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Torrance,_California",
    "urlGoogle": "https://artsandculture.google.com/entity/torrance/m0r111"
  },
  "wiki": {
    "id": "sound-film",
    "name": "Sound film",
    "summary": "A sound film is a motion picture with synchronized sound, as opposed to a silent film. The first known public exhibition of projected sound films took place in Paris in 1900, but it would be decades before reliable synchronization was achieved in a commercially practical way. The first commercial screening of movies with fully synchronized sound took place in the United States in April 1923. In the early years after the introduction of sound, films incorporating synchronized dialogue were known as \"talkies.\" The first feature-length movie originally presented as a talkie was The Jazz Singer, released in October 1927. By the early 1930s, the talkies were a global phenomenon. In the United States, they helped secure Hollywood's position as one of the world's most powerful cultural/commercial systems.",
    "url": "https://en.wikipedia.org/wiki/Sound_film"
  },
  "word": {
    "id": "flippant",
    "word": "flippant",
    "url": "https://www.merriam-webster.com/dictionary/flippant",
    "partOfSpeech": "adjective",
    "pronunciation": "FLIP-unt",
    "audioPath": "audio/words/flippant.mp3",
    "definitions": ["lacking proper respect or seriousness"],
    "examples": [
      "We were disturbed by the mayoral candidate's _flippant_ response to a question about the city's debt.",
      "\"Sonja Richter, who plays Mona, works wonders with just a fearful glance or _flippant_ smirk, and it's obvious she's mastered this role.\" -- From a movie review in _Digital Journal_, September 10, 2010"
    ],
    "origin": "\"Flippant\" did something of a flip-flop shortly after it appeared in English in the late 16th century. The word was probably created from the verb \"flip,\" which in turn may have originated as an imitation of the sound of something flipping. The earliest senses of the adjective were \"nimble\" and \"limber.\" One could be flippant not only on one's feet, but also in speech-that is, someone \"flippant\" might have a capacity for easy, flowing speech. Such flippancy was considered a good thing at first. But people who speak freely and easily can sometimes seem too talkative, and even impertinent. By the end of the 18th century, the positive sense of \"flippant\" had slipped from use, and the \"disrespectful\" sense had taken its place."
  }
}
