{
  "artist": {
    "id": "fra-bartolomeo",
    "name": "Fra Bartolomeo",
    "dates": "Mar 28, 1472 - Oct 6, 1517",
    "mainImg": "img/art/artists/fra-bartolomeo.jpg",
    "artworkImgs": [
      {
        "name": "The Nativity",
        "path": "img/art/artworks/fra-bartolomeo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-nativity-fra-bartolommeo-baccio-della-porta-italian-1472–1517/vQFygKf39Q3mdA"
      },
      {
        "name": "The Scene of Christ in the Temple",
        "path": "img/art/artworks/fra-bartolomeo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-scene-of-christ-in-the-temple-fra-bartolommeo/EAG5zykGKNA5uw"
      },
      {
        "name": "The Rest on the Flight into Egypt with Saint John the Baptist",
        "path": "img/art/artworks/fra-bartolomeo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-rest-on-the-flight-into-egypt-with-saint-john-the-baptist/XAHz4mFC77jQ7w"
      },
      {
        "name": "The Annunciation (recto); Faint View of Buildings (verso)",
        "path": "img/art/artworks/fra-bartolomeo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-annunciation-recto-faint-view-of-buildings-verso-fra-bartolomeo-bartolomeo-di-paolo-del-fattorino/JQFtWAb5Wyvbjg"
      },
      {
        "name": "Portrait of a Man",
        "path": "img/art/artworks/fra-bartolomeo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-fra-bartolomeo-bartolomeo-di-paolo-del-fattorino/uQH7yY7ki_e1eQ"
      },
      {
        "name": "Madonna and Child with the Young Saint John the Baptist",
        "path": "img/art/artworks/fra-bartolomeo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-with-the-young-saint-john-the-baptist-fra-bartolomeo-bartolomeo-di-paolo-del-fattorino/DwGbO5YSb2Ex4Q"
      }
    ],
    "summary": [
      "Fra Bartolomeo or Bartolommeo OP, also known as Bartolommeo di Pagholo, Bartolommeo di S. Marco, and his original name Baccio della Porta, was an Italian Renaissance painter of religious subjects. He spent all his career in Florence until his mid-forties, when he travelled to work in various cities, as far south as Rome. He trained with Cosimo Roselli and in the 1490s fell under the influence of Savonarola, which led him to become a Dominican friar in 1500, renouncing painting for several years.",
      "He was instructed to resume painting for the benefit of his order in 1504, and then developed an idealized High Renaissance style, seen in his Vision of St Bernard of that year, now in poor condition but whose \"figures and drapery move with a seraphic grace that must have struck the young Raphael with the force of revelation\".",
      "He remained friends with Raphael, and each influenced the other.",
      "His portrait of Savonarola remains the best known image of the reformer. Fra Bartolomeo painted both in oils and fresco, and some of his drawings are pure landscape sketches that are the earliest of this type from any Italian artist."
    ],
    "quote": null,
    "movements": ["Italian Renaissance", "Renaissance", "Florentine painting"],
    "mediums": ["Ink", "Pen", "Drawing", "Chalk", "Pigment", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Fra_Bartolomeo",
    "urlGoogle": "https://artsandculture.google.com/entity/fra-bartolomeo/m031bl"
  },
  "event": {
    "id": "battle-of-steenkerque",
    "name": "Battle of Steenkerque",
    "dates": null,
    "mainImg": "img/events/battle-of-steenkerque.jpg",
    "summary": [
      "The Battle of Steenkerque was fought on 3 August 1692, as a part of the Nine Years' War. It resulted in the victory of the French under Marshal François-Henri de Montmorency, duc de Luxembourg against a joint English-Scottish-Dutch-German army under Prince William of Orange. The battle took place near the village of Steenkerque in the Southern Netherlands, 50 kilometres south-west of Brussels. Steenkerque is now part of the Belgian municipality of Braine-le-Comte."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Steenkerque",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-steenkerque/m014rvd"
  },
  "funFacts": [
    {
      "id": "481",
      "fact": "Over 50 percent of your body heat is lost through your head and neck.",
      "category": ["Anatomy"]
    },
    { "id": "372", "fact": "A housefly hums in the key of F.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "554067",
      "fact": "In the early 20th century, the area now known as Glass Beach in California was used as a trash dump. Decades of ocean tides have cleared the beach and polished the discarded bottles and automobile tail lights into colorful pebbles of sea glass."
    }
  ],
  "idiom": {
    "id": "see-the-elephant",
    "term": "see the elephant",
    "definition": "Experience more than one wants to, learn a hard lesson; also, see combat, especially for the first time. For example, *After the expedition lost two climbers in an avalanche, they had seen the elephant and turned back,* or *On his first tour of duty he saw the elephant.* This slangy expression, first recorded in 1835, alludes to having seen all the sights one can see, including that rare beast, and returning home unimpressed or disappointed."
  },
  "person": {
    "id": "adolf-heusinger",
    "name": "Adolf Heusinger",
    "dates": "Aug 4, 1897 - Nov 30, 1982",
    "mainImg": "img/people/adolf-heusinger.jpg",
    "summary": [
      "Adolf Bruno Heinrich Ernst Heusinger was a German military officer, whose career spanned the German Empire, the Weimar Republic, Nazi Germany and West Germany. Heusinger joined the German Army as a volunteer in 1915 and later became a professional soldier. He served as acting Chief of the General Staff of the Army for two weeks in 1944, and was head of the military cartography office when the war ended. He later became a general for West Germany and served as head of the West German military from 1957 to 1961 as well as Chairman of the NATO Military Committee from 1961 to 1964."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Adolf_Heusinger",
    "urlGoogle": "https://artsandculture.google.com/entity/adolf-heusinger/m07ymyx"
  },
  "place": {
    "id": "dhaka",
    "name": "Dhaka",
    "mainImg": "img/places/dhaka.jpg",
    "summary": [
      "Dhaka, formerly known as Dacca, is the capital and the largest city of Bangladesh. It is the ninth-largest, and the sixth-most densely populated city in the world, with a population over 21 million in the Greater Dhaka Area.",
      "Dhaka is the economic, political and cultural center of Bangladesh. It is one of the major cities of South Asia, the largest city in Eastern South Asia and among the Bay of Bengal countries; and one of the largest cities among OIC countries. As part of the Bengal plain, the city is bounded by the Buriganga River, Turag River, Dhaleshwari River and Shitalakshya River. The city is located in an eponymous district and division.",
      "The area of Dhaka has been inhabited since the first millennium. The city rose to prominence in the 17th century as a provincial capital and commercial center of the Mughal Empire in South Asia. Dhaka was the capital of the proto-industrialised Mughal Bengal for 75 years. As the center of the muslin trade in Bengal, it was one of the most prosperous cities in the Indian subcontinent. The medieval city was named Jahangirabad in honor of the Mughal Emperor Jahangir and hosted the seat of the Mughal Subahdar, Naib Nazims and Dewans."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dhaka",
    "urlGoogle": "https://artsandculture.google.com/entity/dhaka/m0fnb4"
  },
  "quote": {
    "id": "111",
    "quote": "What the human being is best at doing is interpreting all new information so that their prior conclusions remain intact.",
    "author": "Warren Buffett"
  },
  "wiki": {
    "id": "vasa-ship",
    "name": "Vasa (ship)",
    "summary": "Vasa is a warship that was built for Gustavus Adolphus of Sweden from 1626 to 1628. The ship foundered and sank on her maiden voyage on August 10 1628 after sailing only about twenty minutes. Vasa fell into obscurity after some initial attempts at recovering her in the 17th century but was relocated in the late 1950s and salvaged with a largely intact hull on April 24 1961. Thousands of artifacts and the remains of 16 people were found inside or near Vasa by marine archaeologists. Among the many items found were clothing, weapons, cannons, tools, coins, cutlery, food, drink and six of the ten sails. The artifacts and the ship itself have provided historians with invaluable insight into details of naval warfare, shipbuilding techniques and everyday life in early 17th-century Sweden. Vasa was housed in a temporary museum called Wasavarvet (\"The Wasa Shipyard\") until 1987, and was then moved to the Vasa Museum in Stockholm. The ship is one of Sweden's most popular tourist attractions and has as of 2008 attracted more than 25 million visitors.",
    "url": "https://en.wikipedia.org/wiki/Vasa_(ship)"
  },
  "word": {
    "id": "irrefragable",
    "word": "irrefragable",
    "url": "https://www.merriam-webster.com/dictionary/irrefragable",
    "partOfSpeech": "adjective",
    "pronunciation": "ih-REF-ruh-guh-bul",
    "audioPath": "audio/words/irrefragable.mp3",
    "definitions": ["impossible to refute", "impossible to break or alter"],
    "examples": [
      "In his opening statement, the prosecutor told the jury that he would be providing them with _irrefragable_ proof that the defendant had committed the crime.",
      "\"It is an _irrefragable_ truth that each human life has its special needs and unique giftedness.\" -- From an opinion column by Ramnath Subramanian in the _El Paso Times_, June 2, 2011"
    ],
    "origin": "Since at least 1533, \"irrefragable\" has been used as an English adjective modifying things (such as arguments or data) that are impossible to refute. It derives from the Late Latin adjective \"irrefragabilis\" (of approximately the same meaning), which is itself derived from the Latin verb \"refragari,\" meaning \"to oppose or resist.\" \"Irrefragable\" rather quickly developed a second sense referring to things (such as rules, laws, and even objects) that cannot be broken or changed. There was once also a third sense that applied to inflexible or obstinate people."
  }
}
