{
  "artist": {
    "id": "luc-tuymans",
    "name": "Luc Tuymans",
    "dates": "Born Jun 14, 1958",
    "mainImg": "img/art/artists/luc-tuymans.jpg",
    "artworkImgs": [
      {
        "name": "Petrus & Paulus",
        "path": "img/art/artworks/luc-tuymans-a1.jpg",
        "source": "https://artsandculture.google.com/asset/petrus-paulus-tuymans-luc/lQGSGGUo1FAG_Q"
      },
      {
        "name": "Dough",
        "path": "img/art/artworks/luc-tuymans-a2.jpg",
        "source": "https://artsandculture.google.com/asset/dough-luc-tuymans/IAFeNfJ_rMhv0g"
      },
      {
        "name": "Blessing",
        "path": "img/art/artworks/luc-tuymans-a3.jpg",
        "source": "https://artsandculture.google.com/asset/blessing-luc-tuymans/OwEqBlflJ3kovg"
      },
      {
        "name": "The Nose",
        "path": "img/art/artworks/luc-tuymans-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-nose-luc-tuymans/ZAFjea3WDKl0RQ"
      }
    ],
    "summary": [
      "Luc Tuymans is a Belgian visual artist best known for his paintings which explore our relationship with history and confront our seeming ability to ignore it. World War II is a recurring theme in his work. He is a key figure of the generation of European figurative painters who gained renown at a time when many believed the medium had lost its relevance due to the new digital age.",
      "Much of Tuymans' work deals with moral complexity, specifically the coexistence of 'good' and 'evil'. His subjects range from major historical events such as the Holocaust to the seemingly inconsequential or banal: wallpaper, Christmas decorations or everyday objects for example.",
      "The artist's sparsely-coloured figurative paintings are made up of quick brush strokes of wet paint. Tuymans paints from photographic or cinematic images drawn from the media or public sphere, as well as from his own photographs and drawings. They often appear intentionally out of focus. The blurred effect is, however, created purposefully with painted strokes, it is not the result of a 'wiping away' technique."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Luc_Tuymans",
    "urlGoogle": "https://artsandculture.google.com/entity/luc-tuymans/m039fgk"
  },
  "event": {
    "id": "new-york-city-blackout-of-1977",
    "name": "New York City blackout of 1977",
    "dates": "Jul 13, 1977 - Jul 14, 1977",
    "mainImg": "img/events/new-york-city-blackout-of-1977.jpg",
    "summary": [
      "The New York City blackout of 1977 was an electricity blackout that affected most of New York City on July 13–14, 1977. The only neighborhoods in the city that were not affected were in southern Queens, which were part of the Long Island Lighting Company system, as well as the Pratt Institute campus in Brooklyn, as well as some other large apartment and commercial complexes that operated their own historic power generators.",
      "Unlike other blackouts that affected the region, namely the Northeast blackouts of 1965 and 2003, the 1977 blackout was confined to New York City and its immediate surrounding areas. Also, in contrast to the 1965 and 2003 blackouts, the 1977 blackout resulted in citywide looting and other acts of criminal activity, including arson."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/New_York_City_blackout_of_1977",
    "urlGoogle": "https://artsandculture.google.com/entity/new-york-city-blackout-of-1977/m02j2gt"
  },
  "funFacts": [
    {
      "id": "821",
      "fact": "It takes an interaction of 72 muscles to produce human speech.",
      "category": ["Anatomy"]
    },
    {
      "id": "71",
      "fact": "There is a town called \"Big Ugly\" in West Virginia.",
      "category": ["Geography"]
    },
    {
      "id": "198",
      "fact": "The U.S. is the largest country named after a real person (Amerigo Vespucci).",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554053",
      "fact": "During World War II, the term security blanket was slang for measures meant to keep military information secret, or covered up."
    },
    {
      "id": "553859",
      "fact": "According to a 2015 study, having 10 more trees on your block can make you feel as healthy as someone who's seven years younger."
    },
    {
      "id": "554006",
      "fact": "Dolphin calves are typically born \u0003tail first, rather than head first, so they don’t drown during the birthing process."
    }
  ],
  "idiom": {
    "id": "pin-money",
    "term": "pin money",
    "definition": "Small amounts of money for incidental expenses, as in *Grandma usually gives the children some pin money whenever she visits.* This expression originally signified money given by a husband to his wife for small personal expenditures such as pins, which were very costly items in centuries past. A will recorded at York in 1542 listed a bequest: \"I give my said daughter Margarett my lease of the parsonage... to buy her pins.\" [Early 1500s]"
  },
  "person": {
    "id": "george-vi",
    "name": "George VI",
    "dates": "Dec 14, 1895 - Feb 6, 1952",
    "mainImg": "img/people/george-vi.jpg",
    "summary": [
      "George VI was King of the United Kingdom and the Dominions of the British Commonwealth from 11 December 1936 until his death in 1952.",
      "Known as \"Bertie\" among his family and close friends, George VI was born in the reign of his great-grandmother Queen Victoria and was named after his great-grandfather Albert, Prince Consort. As the second son of King George V, he was not expected to inherit the throne and spent his early life in the shadow of his elder brother, Edward. He attended naval college as a teenager and served in the Royal Navy and Royal Air Force during the First World War. In 1920, he was made Duke of York. He married Lady Elizabeth Bowes-Lyon in 1923, and they had two daughters, Elizabeth and Margaret. In the mid-1920s, he had speech therapy for a stammer, which he never fully overcame. George's elder brother ascended the throne as Edward VIII after their father died in 1936. Later that year, Edward abdicated to marry the American socialite Wallis Simpson, and George became the third monarch of the House of Windsor.",
      "In September 1939, the British Empire and Commonwealth—except Ireland—declared war on Nazi Germany."
    ],
    "quote": "“The highest of distinctions is service to others.”",
    "urlWiki": "https://en.wikipedia.org/wiki/George_VI",
    "urlGoogle": "https://artsandculture.google.com/entity/george-vi/m0cm83"
  },
  "place": {
    "id": "sao-luis",
    "name": "São Luís",
    "mainImg": "img/places/sao-luis.jpg",
    "summary": [
      "São Luís is the capital and largest city of the Brazilian state of Maranhão. The city is located on Upaon-açu Island or Ilha de São Luís, in the Baía de São Marcos, an extension of the Atlantic Ocean which forms the estuary of Pindaré, Mearim, Itapecuru and other rivers. Its coordinates are 2.53° south, 44.30° west. São Luís has the second largest maritime extension within Brazilian states. Its maritime extension is 640 km. The city proper has a population of some 1,094,667 people. The metropolitan area totals 1,605,305, ranked as the 15th largest in Brazil.",
      "São Luís, created originally as Saint-Louis-de-Maragnan, is the only Brazilian state capital founded by France and it is one of the three Brazilian state capitals located on islands.",
      "The city has two major sea ports: Madeira Port and Itaqui Port, through which a substantial part of Brazil's iron ore, originating from the-Amazon region, is exported. The city's main industries are metallurgical with Alumar, and Vale. São Luís is home of the Federal University of Maranhão."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/S%C3%A3o_Lu%C3%ADs,_Maranh%C3%A3o",
    "urlGoogle": "https://artsandculture.google.com/entity/são-luís/m01zpkp"
  },
  "quote": {
    "id": "17",
    "quote": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.",
    "author": "Aristotle"
  },
  "wiki": {
    "id": "supreme-court-of-the-united-states",
    "name": "Supreme Court of the United States",
    "summary": "The Supreme Court of the United States is the highest judicial body in the United States and leads the judicial branch of the United States federal government. The Justices are nominated by the President and confirmed with the \"advice and consent\" of the Senate. They are appointed to serve \"during good behavior,\" which means for life, and leave office only upon death, retirement, resignation, or impeachment and subsequent conviction. The Supreme Court holds both original and appellate jurisdiction, with its appellate jurisdiction accounting for most of the Court's caseload. The Supreme Court meets in Washington, D.C., in the United States Supreme Court building. The Court's yearly terms usually start on the first Monday in October and finish sometime during the following June or July. Each term consists of alternating two week intervals. During the first interval, the court is in session and hears cases, and during the second interval, the court is recessed to consider and write opinions on cases they have heard.",
    "url": "https://en.wikipedia.org/wiki/Supreme_Court_of_the_United_States"
  },
  "word": {
    "id": "teleological",
    "word": "teleological",
    "url": "https://www.merriam-webster.com/dictionary/teleological",
    "partOfSpeech": "adjective",
    "pronunciation": "tel-ee-uh-LAH-jih-kul",
    "audioPath": "audio/words/teleological.mp3",
    "definitions": ["exhibiting or relating to design or purpose especially in nature"],
    "examples": [
      "At dinner, Sandra and Miguel debated whether or not the complex structure of the human eye implied a _teleological_ origin.",
      "\"There is also something of a _teleological_ aspect to all this urbanization hoopla, one that suggests that man was put on this planet to shop at Whole Foods.\" - Lionel Beehner, _USA Today_, February 25, 2014"
    ],
    "origin": "_Teleological_ (which comes to us by way of New Latin from the Greek root _tele-_, _telos_, meaning \"end or purpose\") and its close relative _teleology_ both entered English in the 18th century, followed by _teleologist_ in the 19th century. _Teleology_ has the basic meaning of \"the study of ends or purposes.\" A teleologist attempts to understand the purpose of something by looking at its results. A teleological philosopher might argue that we should judge whether an act is good or bad by seeing if it produces a good or bad result, and a teleological explanation of evolutionary changes claims that all such changes occur for a definite purpose."
  }
}
