{
  "artist": {
    "id": "vlaho-bukovac",
    "name": "Vlaho Bukovac",
    "dates": "Jul 5, 1855 - Apr 23, 1922",
    "mainImg": "img/art/artists/vlaho-bukovac.jpg",
    "artworkImgs": [
      {
        "name": "Mrs Richard Le Doux",
        "path": "img/art/artworks/vlaho-bukovac-a1.jpg",
        "source": "https://artsandculture.google.com/asset/mrs-richard-le-doux-vlaho-bukovac/ZQEUed1rCdPAVw"
      },
      {
        "name": "Young Female Artist",
        "path": "img/art/artworks/vlaho-bukovac-a2.jpg",
        "source": "https://artsandculture.google.com/asset/young-female-artist-vlaho-bukovac/vwGka1ySmI8gEQ"
      },
      {
        "name": "La Grande Iza",
        "path": "img/art/artworks/vlaho-bukovac-a3.jpg",
        "source": "https://artsandculture.google.com/asset/la-grande-iza-vlaho-bukovac/OgH28r6nt7wViQ"
      },
      {
        "name": "Jelica à la Gainsborough",
        "path": "img/art/artworks/vlaho-bukovac-a4.jpg",
        "source": "https://artsandculture.google.com/asset/jelica-à-la-gainsborough-vlaho-bukovac/NAEsmt3L186Q5A"
      },
      {
        "name": "Portrait of Katarina Bibica",
        "path": "img/art/artworks/vlaho-bukovac-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-katarina-bibica-vlaho-bukovac/uwHhkNzDsLadAQ"
      },
      {
        "name": "In the Shadow",
        "path": "img/art/artworks/vlaho-bukovac-a6.jpg",
        "source": "https://artsandculture.google.com/asset/in-the-shadow-vlaho-bukovac/vgFt69y8bn4gYA"
      }
    ],
    "summary": [
      "Vlaho Bukovac was a Croatian painter. His life and work were eclectic, for the artist pursued his career in a variety of locales and his style changed greatly over the course of that career. He is probably best known for his 1887 nude Une fleur, which he created during his French period and which received attention in various reviews and publications during his lifetime."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Vlaho_Bukovac",
    "urlGoogle": "https://artsandculture.google.com/entity/vlaho-bukovac/m02d3v8"
  },
  "event": {
    "id": "battle-of-princeton",
    "name": "Battle of Princeton",
    "dates": null,
    "mainImg": "img/events/battle-of-princeton.jpg",
    "summary": [
      "The Battle of Princeton was a battle of the American Revolutionary War, fought near Princeton, New Jersey on January 3, 1777, and ending in a small victory for the Colonials. General Lord Cornwallis had left 1,400 British troops under the command of Lieutenant Colonel Charles Mawhood in Princeton. Following a surprise attack at Trenton early in the morning of December 26, 1776, General George Washington of the Continental Army decided to attack the British in New Jersey before entering the winter quarters. On December 30, he crossed the Delaware River back into New Jersey. His troops followed on January 3, 1777. Washington advanced to Princeton by a back road, where he pushed back a smaller British force but had to retreat before Cornwallis arrived with reinforcements. The battles of Trenton and Princeton were a boost to the morale of the patriot cause, leading many recruits to join the Continental Army in the spring.",
      "After defeating the Hessians at the Battle of Trenton on the morning of December 26, 1776, Washington withdrew back to Pennsylvania. He subsequently decided to attack the British forces before going into winter quarters."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Princeton",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-princeton/m01g0dx"
  },
  "funFacts": [
    {
      "id": "740",
      "fact": "Poison Ivy is not Ivy and Poison Oak is not an Oak. They are both part of the Cashew family.",
      "category": ["Plants", "Definitions"]
    },
    {
      "id": "242",
      "fact": "The Nickname of President Hayes's wife was \"Lemonade Lucy.\"",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554009",
      "fact": "In Colombia, \u0003dried ants replace popcorn as the typical movie theater snack."
    }
  ],
  "person": {
    "id": "maniben-patel",
    "name": "Maniben Patel",
    "dates": "Apr 3, 1903 - 1988",
    "mainImg": "img/people/maniben-patel.jpg",
    "summary": [
      "Maniben Patel was an Indian independence movement activist and a Member of the Indian parliament. She was the daughter of freedom fighter and post-Independence Indian leader Sardar Vallabhbhai Patel. Educated in Bombay, Maniben adopted the teachings of Mahatma Gandhi in 1918, and started working regularly at his ashram in Ahmedabad."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maniben_Patel",
    "urlGoogle": "https://artsandculture.google.com/entity/maniben-patel/m0c_kf1"
  },
  "place": {
    "id": "riyadh",
    "name": "Riyadh",
    "mainImg": "img/places/riyadh.jpg",
    "summary": [
      "Riyadh is the capital of Saudi Arabia and the largest city on the Arabian Peninsula. With a population of 7.6 million people, Riyadh is the third-largest city in the Arab world, and the 39th-largest in Asia. Riyadh is located on the eastern part of the Najd plateau at about 600 metres above sea level.",
      "Riyadh is the political and administrative centre of Saudi Arabia and is the headquarters of the country's central government bodies, such as the Saudi Royal Court and the Council of Ministers of Saudi Arabia. Riyadh is of great economic importance, as it is the headquarters of many banks and major companies. It is also the location of the King Abdullah Financial District, one of the world's largest financial centres. Riyadh is one of the world's fastest-growing cities in population, with many immigrants.",
      "The city is divided into 15 municipal districts, managed by the Municipality of Riyadh headed by the mayor of Riyadh, and the Royal Commission for Riyadh which is chaired by the governor of the Province, Faisal bin Bandar Al Saud. The current mayor is Tariq bin Abdul Aziz Al-Faris. Riyadh has been designated a global city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Riyadh",
    "urlGoogle": "https://artsandculture.google.com/entity/riyadh/m0dlm_"
  },
  "wiki": {
    "id": "fanno-creek",
    "name": "Fanno Creek",
    "summary": "Fanno Creek is a 15-mile (24 km) tributary of the Tualatin River in the U.S. state of Oregon. Part of the drainage basin of the Columbia River, its watershed covers about 32 square miles (83 km2) in Multnomah, Washington, and Clackamas counties, including about 7 square miles (18 km2) within the Portland city limits. From its headwaters in the Tualatin Mountains (West Hills) in southwest Portland, the creek flows generally west and south through the cities of Portland, Beaverton, Tigard and Durham, and unincorporated areas of Washington County. It enters the Tualatin River about 9 miles (14 km) above the Tualatin's confluence with the Willamette River at West Linn. For thousands of years, the Atfalati (Tualatin) tribe of the Kalapuya inhabited the watershed. The first settler of European descent, Augustus Fanno, for whom the creek is named, arrived in the mid-19th century. Fanno Farmhouse, the restored family home, is a Century Farm on the National Register of Historic Places and is one of 14 urban parks in a narrow corridor along the creek. Although heavily polluted, the creek supports aquatic life, including cutthroat trout in its upper reaches.",
    "url": "https://en.wikipedia.org/wiki/Fanno_Creek"
  },
  "word": {
    "id": "ludic",
    "word": "ludic",
    "url": "https://www.merriam-webster.com/dictionary/ludic",
    "partOfSpeech": "adjective",
    "pronunciation": "LOO-dik",
    "audioPath": "audio/words/ludic.mp3",
    "definitions": ["of, relating to, or characterized by play : playful"],
    "examples": [
      "The members of the acting troupe had become well-known for their _ludic_ behavior, evidenced by the practical jokes they played on each other off-stage.",
      "\"Accompanied by his trademark mirror-written notes -- often unrelated to the images -- Leonardo sketches, scribbles and jots his way through the myriad questions that puzzle his _ludic_, mercurial mind.\" -- From a review of a museum exhibit by Rachel Spence in _Financial Times_, January 9, 2012"
    ],
    "origin": "Here's a serious word, just for fun. That is to say, it means \"fun,\" but it was created in all seriousness around 1940 by psychologists. They wanted a term to describe what children do, and they came up with \"ludic activity.\" That may seem ludicrous -- why not just call it \"playing\"? -- but the word \"ludic\" caught on, and it's not all child's play anymore. It can refer to architecture that is playful, narrative that is humorous and even satirical, and literature that is light. \"Ludic\" is ultimately from the Latin noun \"ludus,\" which refers to a whole range of fun things -- stage shows, games, sports, even jokes. The more familiar word \"ludicrous\" also traces back to the same source."
  }
}
