{
  "artist": {
    "id": "simeon-solomon",
    "name": "Simeon Solomon",
    "dates": "Oct 9, 1840 - Aug 14, 1905",
    "mainImg": "img/art/artists/simeon-solomon.jpg",
    "artworkImgs": [
      {
        "name": "Hosannah! (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a1.jpg",
        "source": "https://artsandculture.google.com/asset/hosannah-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/6QFEcko0Gb04EQ"
      },
      {
        "name": "The Mother of Moses",
        "path": "img/art/artworks/simeon-solomon-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-mother-of-moses/XgFyz6OrGkGBfw"
      },
      {
        "name": "A Youth Relating Tales to Ladies",
        "path": "img/art/artworks/simeon-solomon-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-youth-relating-tales-to-ladies-simeon-solomon/ewE8N6iMLOrWiQ"
      },
      {
        "name": "Naomi and the Child Obed (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a4.jpg",
        "source": "https://artsandculture.google.com/asset/naomi-and-the-child-obed-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/TwGEBSuo7rD3-Q"
      },
      {
        "name": "Melchizedek Blesses Abram (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a5.jpg",
        "source": "https://artsandculture.google.com/asset/melchizedek-blesses-abram-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/aQEes6P7t8hjiA"
      },
      {
        "name": "The Infant Moses (Dalziels' Bible Gallery)",
        "path": "img/art/artworks/simeon-solomon-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-infant-moses-dalziels-bible-gallery-camden-press-scribner-and-welford-dalziel-brothers-simeon-solomon/aQEb3jEhS1YKRg"
      }
    ],
    "summary": [
      "Simeon Solomon was an English painter associated with the Pre-Raphaelites who was noted for his depictions of Jewish life and same-sex desire.",
      "His career was cut short following arrests and convictions for sodomy in 1873 and 1874."
    ],
    "quote": null,
    "movements": ["Pre-Raphaelite Brotherhood"],
    "mediums": ["Drawing", "Chalk", "Pigment", "Wood", "Engraving", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Simeon_Solomon",
    "urlGoogle": "https://artsandculture.google.com/entity/simeon-solomon/m07mn5z"
  },
  "event": {
    "id": "2008-summer-olympics",
    "name": "2008 Summer Olympics",
    "dates": "Aug 8, 2008 - Aug 24, 2008",
    "mainImg": "img/events/2008-summer-olympics.jpg",
    "summary": [
      "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad, and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.",
      "A total of 10,942 athletes from 204 National Olympic Committees competed in 28 sports and 302 events. This was the first time that China had hosted the Summer Olympics, and the third time that the Games had been held in East Asia, following the 1964 Summer Olympics in Tokyo, Japan, and the 1988 Summer Olympics in Seoul, South Korea. These were the third summer Olympic Games staged in a developing country after the Mexico City 1968 Summer Olympics and the 1980 Summer Olympics in the Soviet Union.",
      "Beijing was awarded the 2008 Games over four competitors on 13 July 2001, having won a majority of votes from members of the International Olympic Committee after two rounds of voting. The Government of the People's Republic of China promoted the Games and invested heavily in new facilities and transport systems. A total of 37 venues were used to host the events, including twelve constructed specifically for the 2008 Olympics."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2008_Summer_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/2008-summer-olympics/m0kbws"
  },
  "funFacts": [
    { "id": "716", "fact": "There is a museum of strawberries in Belgium.", "category": ["Food"] },
    {
      "id": "855",
      "fact": "Oregon has more ghost towns than any other US state.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553436",
      "fact": "When Hattie McDaniel became the first African American to win an Oscar in 1940, she had to make her way to the stage from a segregated table at the back of the room."
    }
  ],
  "idiom": {
    "id": "absence-makes-the-heart-grow-fonder",
    "term": "absence makes the heart grow fonder",
    "definition": "Separation intensifies love, as in *After a year in another country she accepted his proposal, so I guess absence makes the heart grow fonder,* or, used ironically, *The boss leaves earlier every day; oh well, absence makes the heart grow fonder.* Although versions of this saying date from Roman times, it only became popular after Thomas Haynes Bayly used it as the last line of a song in *The Isle of Beauty* (1850)."
  },
  "person": {
    "id": "hugh-franklin",
    "name": "Hugh Franklin",
    "dates": "May 27, 1889 - Oct 21, 1962",
    "mainImg": "img/people/hugh-franklin.jpg",
    "summary": [
      "Hugh Arthur Franklin was a British suffragist and politician. Born into a wealthy Anglo-Jewish family, he rejected both his religious and social upbringing to protest for women's suffrage. Joining in with the militant suffragettes, he was sent to prison multiple times, making him one of the few men to be imprisoned for his part in the suffrage movement. His crimes included an attempted attack on Winston Churchill and an act of arson on a train. He was the first person to be released under the Prisoners Act 1913, and he later married the second, Elsie Duval. Following his release, he never returned to prison, but still campaigned for women's rights and penal reform. He stood unsuccessfully for parliament on two occasions, but did win a seat on Middlesex County Council and was a member of the Labour Party executive committee."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hugh_Franklin_%28suffragist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/hugh-franklin/m0wy66k1"
  },
  "place": {
    "id": "czechia",
    "name": "Czechia",
    "mainImg": "img/places/czechia.jpg",
    "summary": [
      "The Czech Republic, also known by its short-form name, Czechia, is a landlocked country in Central Europe bordered by Austria to the south, Germany to the west, Poland to the northeast and Slovakia to the southeast. The Czech Republic has hilly landscape that covers an area of 78,866 square kilometers with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
      "The Czech state was formed in the late 9th century as the Duchy of Bohemia under the Great Moravian Empire. In 1002, the duchy was formally recognized as an Imperial State of the Holy Roman Empire, and became the Kingdom of Bohemia in 1198, reaching its greatest territorial extent in the 14th century. Prague was the imperial seat in periods between the 14th and 17th century. The Bohemian Reformation of the 15th century led to the Hussite Wars, which resulted in a period of confessional pluralism and relative religious tolerance."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Czech_Republic",
    "urlGoogle": "https://artsandculture.google.com/entity/czechia/m01mjq"
  },
  "quote": {
    "id": "117",
    "quote": "Often it isn’t the mountains ahead that wear you out, it’s the little pebble in your shoe.",
    "author": "Muhammad Ali"
  },
  "wiki": {
    "id": "shelton-benjamin",
    "name": "Shelton Benjamin",
    "summary": "Shelton Benjamin is an American professional wrestler and former amateur wrestler best known for his tenure in World Wrestling Entertainment. Benjamin has an amateur wrestling background, including wrestling in high school and at the University of Minnesota. In addition, Benjamin has acted as an assistant coach in amateur wrestling. He first spent time in Ohio Valley Wrestling, where he held the Southern Tag Team Championship four times. WWE then moved him to the main roster and put him into an alliance with Kurt Angle and Charlie Haas, known as Team Angle (and later the World's Greatest Tag Team). During his tenure with the company, he has won the Intercontinental Championship three times, the United States Championship once, and the WWE Tag Team Championship twice with Haas. He currently wrestles for Ring of Honor, where he is currently one half of the World Tag Team Champions with Charlie Haas.",
    "url": "https://en.wikipedia.org/wiki/Shelton_Benjamin"
  },
  "word": {
    "id": "greenmail",
    "word": "greenmail",
    "url": "https://www.merriam-webster.com/dictionary/greenmail",
    "partOfSpeech": "noun",
    "pronunciation": "GREEN-mail",
    "audioPath": "audio/words/greenmail.mp3",
    "definitions": [
      "the practice of buying enough of a company's stock to threaten a hostile takeover and reselling it to the company at a price above market value; also : the money paid for such stock"
    ],
    "examples": [
      "In an astonishing act of _greenmail_, the investor bought up all available shares of the company and leveraged his sale back to the company at triple the purchase price.",
      "\"We arrived in the middle of great turmoil, with the era of _greenmail_ and leveraged buyouts, when both managers and corporate raiders were abusing shareholders horribly.\" - Nell Minow, interview in _USA TODAY_, October 20, 2014"
    ],
    "origin": "_Greenmail_ is a recent English coinage, but its history spans a millennium. In the Anglo-Saxon historical records for 1086, we find an early use of a word that still survives in Scottish English as _mail_, meaning \"payment\" or \"rent.\" The 16th century saw the appearance of the compound _blackmail_, which was originally a tribute that [freebooting](https://www.merriam-webster.com/dictionary/freebooting) chiefs at the Scottish border exacted in exchange for immunity from pillage. In 1862, the U.S. government began printing paper money using green ink, and soon the word _green_ came to suggest money. Finally, in the 1980s, _greenmail_ was coined by combining _green_ and _blackmail_ to describe a particular type of financial piracy."
  }
}
