{
  "artist": {
    "id": "daniel-garber",
    "name": "Daniel Garber",
    "dates": "Apr 11, 1880 - Jul 5, 1958",
    "mainImg": "img/art/artists/daniel-garber.jpg",
    "artworkImgs": [
      {
        "name": "Little Girl Knitting",
        "path": "img/art/artworks/daniel-garber-a1.jpg",
        "source": "https://artsandculture.google.com/asset/little-girl-knitting-daniel-garber/FgHBLHEpbO0L0g"
      },
      {
        "name": "Lambertville Beach",
        "path": "img/art/artworks/daniel-garber-a2.jpg",
        "source": "https://artsandculture.google.com/asset/lambertville-beach-daniel-garber/DwHASuKqlAgPeg"
      },
      {
        "name": "Over at Byram",
        "path": "img/art/artworks/daniel-garber-a3.jpg",
        "source": "https://artsandculture.google.com/asset/over-at-byram-daniel-garber/mgFU6ZLTR9zXgw"
      },
      {
        "name": "Up the Cuttalossa",
        "path": "img/art/artworks/daniel-garber-a4.jpg",
        "source": "https://artsandculture.google.com/asset/up-the-cuttalossa-daniel-garber/vAFpK8dDS1uk8w"
      },
      {
        "name": "Lambertville Holiday",
        "path": "img/art/artworks/daniel-garber-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lambertville-holiday-daniel-garber/ygGoenFyFwDkZA"
      },
      {
        "name": "A Wooded Watershed",
        "path": "img/art/artworks/daniel-garber-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-wooded-watershed-daniel-garber/oAEAyv_UZh1cUg"
      }
    ],
    "summary": [
      "Daniel Garber was an American Impressionist landscape painter and member of the art colony at New Hope, Pennsylvania. He is best known today for his large impressionist scenes of the New Hope area, in which he often depicted the Delaware River. He also painted figurative interior works and excelled at etching. In addition to his painting career, Garber taught art at the Pennsylvania Academy of the Fine Arts for over forty years."
    ],
    "quote": null,
    "movements": [
      "Impressionism",
      "American Impressionism",
      "Realism",
      "Modern art",
      "Pennsylvania Impressionism",
      "American Realism"
    ],
    "mediums": ["Oil paint", "Masonite", "Laid paper", "Drawing", "Photograph", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Daniel_Garber",
    "urlGoogle": "https://artsandculture.google.com/entity/daniel-garber/m0950k3"
  },
  "event": {
    "id": "the-netherlands-war-of-independence-second-part",
    "name": "The Netherlands War of Independence (second part)",
    "dates": "1568 - 1648",
    "mainImg": "img/events/the-netherlands-war-of-independence-second-part.jpg",
    "summary": [
      "The Eighty Years' War or Dutch War of Independence was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silent, the northern provinces continued their resistance. They eventually were able to oust the Habsburg armies, and in 1581 they established the Republic of the Seven United Netherlands. The war continued in other areas, although the heartland of the republic was no longer threatened. This included the origins of the Dutch colonial empire, which began with Dutch attacks on Portugal's overseas territories, which at the time was conceived as carrying overseas the war with Spain due to Portugal being in a dynastic union with Spain.",
      "The Dutch Republic was recognized by Spain and the major European powers in 1609 at the start of the Twelve Years' Truce. Hostilities broke out again around 1619, as part of the broader Thirty Years' War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Eighty_Years%27_War",
    "urlGoogle": "https://artsandculture.google.com/entity/the-netherlands-war-of-independence-second-part/g1215pr1x"
  },
  "funFacts": [
    {
      "id": "1016",
      "fact": "Strawberries are grown in every state in the U.S. and every province in Canada.",
      "category": ["Plants", "Geography"]
    },
    {
      "id": "270",
      "fact": "Colors like red, yellow and orange make you hungry.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [
    {
      "id": "553829",
      "fact": "In 1953, it took 27 hours to create one PEEPS Marshmallow Chick. The same process takes six minutes today."
    }
  ],
  "idiom": {
    "id": "discretion-is-the-better-part-of-valor",
    "term": "discretion is the better part of valor",
    "definition": "It is better to be prudent than merely courageous, as in *I'm signing up for the easy course first; discretion is the better part of valor.* This proverb, a synonym of **look before you leap**, was first recorded in 1477. Charles Churchill put it in poetic form: \"Even in a hero's heart, Discretion is the better part\" (*The Ghost,* 1762). Shakespeare also used a form of it: \"The better part of valor is discretion\" (*1 Henry IV,* 5:4)."
  },
  "person": {
    "id": "maria-anna-of-neuburg",
    "name": "Maria Anna of Neuburg",
    "dates": "Oct 28, 1667 - Jul 16, 1740",
    "mainImg": "img/people/maria-anna-of-neuburg.jpg",
    "summary": [
      "Maria Anna of Neuburg, was Queen of Spain from 1689 to 1700 as the second wife of Charles II, last Habsburg King of Spain.",
      "Her marriage was dominated by the political struggle between French and Austrian factions over the Spanish throne, which resulted in the 1701 to 1714 War of the Spanish Succession. When Charles died in 1700, he was succeeded by the French candidate, Philip V and Maria Anna was exiled. She lived largely forgotten until her death in 1740."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maria_Anna_of_Neuburg",
    "urlGoogle": "https://artsandculture.google.com/entity/maria-anna-of-neuburg/m082599"
  },
  "place": {
    "id": "bilbao",
    "name": "Bilbao",
    "mainImg": "img/places/bilbao.jpg",
    "summary": [
      "Bilbao is a city in northern Spain, the largest city in the province of Biscay and in the Basque Country as a whole. It is also the largest city proper in northern Spain. Bilbao is the tenth largest city in Spain, with a population of 345,141 as of 2015. The Bilbao metropolitan area has 1,037,847 inhabitants, making it one of the most populous metropolitan areas in northern Spain; with a population of 875,552 the comarca of Greater Bilbao is the fifth-largest urban area in Spain. Bilbao is also the main urban area in what is defined as the Greater Basque region.",
      "Bilbao is situated in the north-central part of Spain, some 16 kilometres south of the Bay of Biscay, where the economic social development is located, where the estuary of Bilbao is formed. Its main urban core is surrounded by two small mountain ranges with an average elevation of 400 metres. Its climate is shaped by the Bay of Biscay low-pressure systems and mild air, moderating summer temperatures by Iberian standards, with low sunshine and high rainfall. The annual temperature range is low for its latitude."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bilbao",
    "urlGoogle": "https://artsandculture.google.com/entity/bilbao/m0htqt"
  },
  "wiki": {
    "id": "tim-duncan",
    "name": "Tim Duncan",
    "summary": "Tim Duncan (born 1976) is a Virgin Islander American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). The 6'11\" (2.11 m), 260-pound (118 kg) power forward/center is a four-time NBA champion, a three-time NBA Finals Most Valuable Player, and the current captain of the Spurs. He has also won the NBA Most Valuable Player Award twice, and has been voted into 11 NBA All-Star Games, 11 All-NBA Teams, and 11 All-Defensive Teams. Duncan graduated from college before entering the 1997 NBA Draft as the number one pick, and his list of accomplishments and leadership in the Spurs' NBA title runs in 1999, 2003, 2005, and 2007 have led basketball experts to consider him to be one of the greatest power forwards in NBA history. Off the court, Duncan is known for his quiet and unassuming ways, as well as his active philanthropy. He holds an honors degree in psychology and created the Tim Duncan Foundation to raise general health awareness and fund education and youth sports in various parts of the United States.",
    "url": "https://en.wikipedia.org/wiki/Tim_Duncan"
  },
  "word": {
    "id": "flibbertigibbet",
    "word": "flibbertigibbet",
    "url": "https://www.merriam-webster.com/dictionary/flibbertigibbet",
    "partOfSpeech": "noun",
    "pronunciation": "flib-er-tee-JIB-ut",
    "audioPath": "audio/words/flibbertigibbet.mp3",
    "definitions": ["a silly flighty person"],
    "examples": [
      "She plays a flibbertigibbet on the sitcom, but off the set, she is a no-nonsense woman in full control of her career and family."
    ],
    "origin": "\"Flibbertigibbet\" is one of many incarnations of the Middle English word \"flepergebet,\" meaning \"gossip\" or \"chatterer.\" (Others include \"flybbergybe,\" \"flibber de' Jibb,\" and \"flipperty-gibbet.\") It is a word of onomatopoeic origin, created from sounds that were intended to represent meaningless chatter. Shakespeare apparently saw a devilish aspect to a gossipy chatterer; he used \"flibbertigibbet\" in _King Lear_ as the name of a devil. This use never caught on, but the devilish connotation of the word reappeared over 200 years later when Sir Walter Scott used \"Flibbertigibbet\" as the nickname of an impish urchin in the novel _Kenilworth_. The impish meaning derived from Scott's character was short-lived and was laid to rest by the 19th-century's end, leaving us with only the \"silly flighty person\" meaning."
  }
}
