{
  "artist": {
    "id": "johannes-gutenberg",
    "name": "Johannes Gutenberg",
    "dates": "Died Feb 3, 1468",
    "mainImg": "img/art/artists/johannes-gutenberg.jpg",
    "artworkImgs": [
      {
        "name": "Gutenberg-Bibel",
        "path": "img/art/artworks/johannes-gutenberg-a1.jpg",
        "source": "https://artsandculture.google.com/asset/gutenberg-bibel-johannes-gutenberg/YgHfP2pCCmluVw"
      },
      {
        "name": "Gutenberg Bible (selections), Volume 2",
        "path": "img/art/artworks/johannes-gutenberg-a2.jpg",
        "source": "https://artsandculture.google.com/asset/gutenberg-bible-selections-volume-2-johann-gutenberg/WwGOiL8CDiU_xQ"
      },
      {
        "name": "Lettre d’indulgence [pour l’expédition contre les Turcs et la défense de Chypre], [Mayence, Johannes Gutenberg, 1455]",
        "path": "img/art/artworks/johannes-gutenberg-a3.jpg",
        "source": "https://artsandculture.google.com/asset/lettre-d’indulgence-pour-l’expédition-contre-les-turcs-et-la-défense-de-chypre-mayence-johannes-gutenberg-1455/-AGY5HuGL5zGpg"
      },
      {
        "name": "Biblia Latina",
        "path": "img/art/artworks/johannes-gutenberg-a4.jpg",
        "source": "https://artsandculture.google.com/asset/biblia-latina-johann-gutenberg/KgE03tLEqjpUfw"
      },
      {
        "name": "Gutenberg-Bibel",
        "path": "img/art/artworks/johannes-gutenberg-a5.jpg",
        "source": "https://artsandculture.google.com/asset/gutenberg-bibel-johannes-gutenberg/2wG0nHh20ZxJpA"
      }
    ],
    "summary": [
      "Johannes Gensfleisch zur Laden zum Gutenberg was a German goldsmith, inventor, printer, and publisher who introduced printing to Europe with the printing press. His introduction of mechanical movable type printing to Europe started the Printing Revolution and is regarded as a milestone of the second millennium, ushering in the modern period of human history. It played a key role in the development of the Renaissance, Reformation, the Age of Enlightenment, and the scientific revolution and laid the material basis for the modern knowledge-based economy and the spread of learning to the masses.",
      "Gutenberg in 1439 was the first European to use movable type. Among his many contributions to printing are: the invention of a process for mass-producing movable type; the use of oil-based ink for printing books; adjustable molds; mechanical movable type; and the use of a wooden printing press similar to the agricultural screw presses of the period. His truly epochal invention was the combination of these elements into a practical system that allowed the mass production of printed books and was economically viable for printers and readers alike."
    ],
    "quote": "“God suffers in the multitude of souls whom His word can not reach. Religious truth is imprisoned in a small number of manuscript books, which confine instead of spread the public treasure. Let us break the seal which seals up holy things and give wings to Truth in order that she may win every soul that comes into the world by her word no longer written at great expense by hands easily palsied, but multiplied like the wind by an untiring machine.”",
    "movements": [],
    "mediums": ["Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/Johannes_Gutenberg",
    "urlGoogle": "https://artsandculture.google.com/entity/johannes-gutenberg/m04061"
  },
  "event": {
    "id": "gravettian",
    "name": "Gravettian",
    "dates": null,
    "mainImg": "img/events/gravettian.jpg",
    "summary": [
      "The Gravettian was an archaeological industry of the European Upper Paleolithic that succeeded the Aurignacian circa 33,000 years BP. It is archaeologically the last European culture many consider unified, and had mostly disappeared by c. 22,000 BP, close to the Last Glacial Maximum, although some elements lasted until c. 17,000 BP. At this point, it was replaced abruptly by the Solutrean in France and Spain, and developed into or continued as the Epigravettian in Italy, the Balkans, Ukraine and Russia.",
      "They are known for their Venus figurines, which were typically made as either ivory or limestone carvings. The Gravettian culture was first identified at the site of La Gravette in Southwestern France."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gravettian",
    "urlGoogle": "https://artsandculture.google.com/entity/gravettian/m030nts"
  },
  "funFacts": [
    {
      "id": "246",
      "fact": "The \"silk\" of a spider is stronger than steel threads of the same diameter.",
      "category": ["Animals", "Science"]
    },
    {
      "id": "778",
      "fact": "Some bears build nests in trees to sunbathe and rest.",
      "category": ["Animals"]
    },
    {
      "id": "1006",
      "fact": "Ancient Chinese warriors would show off to their enemies before battle, by juggling.",
      "category": ["History", "Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554090",
      "fact": "Octopuses don’t have tentacles; they have arms. A tentacle only has suckers at its end, while a cephalopod arm has suckers for most of its length."
    },
    {
      "id": "504824",
      "fact": "According to a poll of 11,000 Americans, 84 percent of vegetarians and vegans return to eating meat."
    }
  ],
  "idiom": {
    "id": "hell-has-no-fury-like-a-woman-scorned",
    "term": "hell has no fury like a woman scorned",
    "definition": "No anger is worse than that of a jilted woman. For example, *Nancy has nothing good to say about Tom---hell has no fury, you know.* This term is a shortening of William Congreve's lines, \"Heav'n has no rage, like love to hatred turn'd, nor Hell a fury like a woman scorn'd\" (*The Mourning Bride,* 1697). Today the proverb is often shortened even more, as in the example, and is also often put as **hell hath no fury....**"
  },
  "person": {
    "id": "dean-acheson",
    "name": "Dean Acheson",
    "dates": "Apr 11, 1893 - Oct 12, 1971",
    "mainImg": "img/people/dean-acheson.jpg",
    "summary": [
      "Dean Gooderham Acheson was an American statesman and lawyer. As United States Secretary of State in the administration of President Harry S. Truman from 1949 to 1953, he played a central role in defining American foreign policy during the Cold War. Acheson helped design the Marshall Plan and was a key player in the development of the Truman Doctrine and creation of the North Atlantic Treaty Organization.",
      "Acheson's most famous decision was convincing President Truman to intervene in the Korean War in June 1950. He also persuaded Truman to dispatch aid and advisors to French forces in Indochina, though in 1968 he finally counseled President Lyndon B. Johnson to negotiate for peace with North Vietnam. During the Cuban Missile Crisis, President John F. Kennedy called upon Acheson for advice, bringing him into the executive committee, a strategic advisory group.",
      "In the late 1940s Acheson came under heavy attack for his defense of State Department employees accused during the anti-gay Lavender and Red Scare investigations by Senator Joseph McCarthy and others, and over Truman's policy toward China."
    ],
    "quote": "“The great corrupter of public man is the ego. Looking at the mirror distracts one's attention from the problem.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Dean_Acheson",
    "urlGoogle": "https://artsandculture.google.com/entity/dean-acheson/m0krz_"
  },
  "place": {
    "id": "china",
    "name": "China",
    "mainImg": "img/places/china.jpg",
    "summary": [
      "China, officially the People's Republic of China, is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion in 2019. Covering approximately 9.6 million square kilometres, it is the world's third or fourth largest country by area. Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces, five autonomous regions, four direct-controlled municipalities, and the special administrative regions of Hong Kong and Macau.",
      "China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/China",
    "urlGoogle": "https://artsandculture.google.com/entity/china/m0d05w3"
  },
  "quote": {
    "id": "72",
    "quote": "Don't sweat the petty things and don't pet the sweaty things.",
    "author": "George Carlin"
  },
  "wiki": {
    "id": "battle-of-taejon",
    "name": "Battle of Taejon",
    "summary": "The Battle of Taejon (14–21 July 1950) was an early battle between United States and North Korean forces during the Korean War. U.S. Army forces, attempting to defend the headquarters of the 24th Infantry Division, were overwhelmed by numerically superior forces of the Korean People's Army (KPA) at the major city and transportation hub of Taejon. The Americans were already exhausted after two weeks of attempting to stem the KPA's advance. The entire 24th Division gathered to make a final stand around Taejon, holding a line along the Kum River to the east of the city. The American forces, outnumbered, ill-equipped and untrained, were pushed back from the river bank after several days, before fighting an intense urban battle to defend the city. After a fierce three-day struggle, they withdrew. Although they could not hold the city, the 24th Infantry Division achieved a strategic victory by delaying the North Koreans, providing time for other American divisions to establish a defensive perimeter around Pusan further south. The KPA captured Major General William F. Dean, the commander of the 24th Infantry Division, and the highest-ranking American prisoner during the Korean War.",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Taejon"
  },
  "word": {
    "id": "cockalorum",
    "word": "cockalorum",
    "url": "https://www.merriam-webster.com/dictionary/cockalorum",
    "partOfSpeech": "noun",
    "pronunciation": "kah-kuh-LOR-um",
    "audioPath": "audio/words/cockalorum.mp3",
    "definitions": ["a boastful and self-important person", "boastful talk"],
    "examples": [
      "No one believed Marty's _cockalorum_ about being an expert pool player, and as it turned out, he was indeed just as bad as the rest of us.",
      "\"No one is saying Little Floyd is a conniving little _cockalorum_, but … he would very much like to add another belt to his legacy. It is with much certainty, on his part, that he will.\"- From an article by Paul Strauss on EastsideBoxing.com, August 6, 2011"
    ],
    "origin": "The image of a rooster (a.k.a. cock) strutting confidently across the barnyard or belting out a triumphant crow has long been associated with brash self-confidence. It's an association that has left quite a mark on the English language, giving us \"crow\" (\"to brag\"), \"cock\" (\"a self-important person\"), and \"cocky\" (\"overconfident\"), just to name a few. \"Cockalorum\" (which may have derived from the obsolete Flemish word \"kockeloeren,\" meaning \"to crow\") is another example. It dates back at least as far as 1715, when it was used to describe the Marquis of Huntly - son of the Duke of Gordon, a Celtic Highlander chief who was himself known as the \"Cock of the North.\" Presumably, the Marquis was not exactly known for his humility."
  }
}
