{
  "artist": {
    "id": "theodor-kittelsen",
    "name": "Theodor Kittelsen",
    "dates": "Apr 27, 1857 - Jan 21, 1914",
    "mainImg": "img/art/artists/theodor-kittelsen.jpg",
    "artworkImgs": [
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/theodor-kittelsen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-theodor-kittelsen/AQHQgVMjO160pw"
      },
      {
        "name": "Draugen",
        "path": "img/art/artworks/theodor-kittelsen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/draugen-theodor-kittelsen/tQH2UebX5N8O5Q"
      },
      {
        "name": "On the Way to Nordland on Værøy Island",
        "path": "img/art/artworks/theodor-kittelsen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/on-the-way-to-nordland-on-værøy-island-theodor-kittelsen/3gEZlbckMBljug"
      },
      {
        "name": "Far, far away Soria Moria Palace shimmered like Gold",
        "path": "img/art/artworks/theodor-kittelsen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/far-far-away-soria-moria-palace-shimmered-like-gold-theodor-kittelsen/8QF8WiI1uWc69Q"
      },
      {
        "name": "The twelwe wild Ducks",
        "path": "img/art/artworks/theodor-kittelsen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-twelwe-wild-ducks-theodor-kittelsen/gwFdWszsx5-EdQ"
      },
      {
        "name": "The Princess picking Lice from the Troll",
        "path": "img/art/artworks/theodor-kittelsen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-princess-picking-lice-from-the-troll-theodor-kittelsen/BQGzdvlSTW4_-Q"
      }
    ],
    "summary": [
      "Theodor Severin Kittelsen was a Norwegian artist. He is one of the most popular artists in Norway. Kittelsen became famous for his nature paintings, as well as for his illustrations of fairy tales and legends, especially of trolls."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Drawing", "Pencil", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Theodor_Kittelsen",
    "urlGoogle": "https://artsandculture.google.com/entity/theodor-kittelsen/m049zz1"
  },
  "event": {
    "id": "new-york-city-blackout-of-1977",
    "name": "New York City blackout of 1977",
    "dates": "Jul 13, 1977 - Jul 14, 1977",
    "mainImg": "img/events/new-york-city-blackout-of-1977.jpg",
    "summary": [
      "The New York City blackout of 1977 was an electricity blackout that affected most of New York City on July 13–14, 1977. The only neighborhoods in the city that were not affected were in southern Queens, which were part of the Long Island Lighting Company system, as well as the Pratt Institute campus in Brooklyn, as well as some other large apartment and commercial complexes that operated their own historic power generators.",
      "Unlike other blackouts that affected the region, namely the Northeast blackouts of 1965 and 2003, the 1977 blackout was confined to New York City and its immediate surrounding areas. Also, in contrast to the 1965 and 2003 blackouts, the 1977 blackout resulted in citywide looting and other acts of criminal activity, including arson."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/New_York_City_blackout_of_1977",
    "urlGoogle": "https://artsandculture.google.com/entity/new-york-city-blackout-of-1977/m02j2gt"
  },
  "funFacts": [
    { "id": "18", "fact": "A jellyfish is approximately 95% water.", "category": ["Animals"] },
    {
      "id": "924",
      "fact": "The highest denomination issued by the U.S. was the 100,000 dollar bill.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554041",
      "fact": "According to one study, most dogs reach peak cuteness between six and eight weeks old."
    }
  ],
  "idiom": {
    "id": "as-comfortable-as-an-old-shoe",
    "term": "as comfortable as an old shoe",
    "definition": "Familiar and very much at ease, as in *Kathy's really enjoying her third summer at the same camp -- for her it's comfortable as an old shoe.* This simile was once put **as easy as an old shoe,** first recorded in J. T. Brockett's *North Country Glossary* (1825). It was most often applied to friends, as in the proverb **Old shoes are easy, old friends are best,** but today it is used more broadly for easy familiarity in any situation."
  },
  "person": {
    "id": "vladimir-putin",
    "name": "Vladimir Putin",
    "dates": "Born Oct 7, 1952",
    "mainImg": "img/people/vladimir-putin.jpg",
    "summary": [
      "Vladimir Vladimirovich Putin is a Russian politician and former intelligence officer who has served as President of Russia since 2012, previously holding the position from 1999 until 2008. He was also the Prime Minister of Russia from 1999 to 2000 and again from 2008 to 2012.",
      "Putin was born in Leningrad and studied law at Leningrad State University, graduating in 1975. Putin worked as a KGB foreign intelligence officer for 16 years, rising to the rank of Lieutenant Colonel, before resigning in 1991 to begin a political career in Saint Petersburg. He later moved to Moscow in 1996 to join the administration of President Boris Yeltsin, serving first as Director of the Federal Security Service, the KGB's successor agency, before being appointed as prime minister in August 1999. After the resignation of Yeltsin, Putin was elected in 2000 to succeed him.",
      "During his first tenure as president, the Russian economy grew for eight straight years, with GDP measured by purchasing power increasing by 72%. The growth was a result of the 2000s commodities boom, recovery from the post-Communist depression and financial crises, and prudent economic and fiscal policies."
    ],
    "quote": "“We don't need a weakened government but a strong government that would take responsibility for the rights of the individual and care for the society as a whole.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Vladimir_Putin",
    "urlGoogle": "https://artsandculture.google.com/entity/vladimir-putin/m08193"
  },
  "place": {
    "id": "turkey",
    "name": "Turkey",
    "mainImg": "img/places/turkey.jpg",
    "summary": [
      "Turkey, officially the Republic of Turkey, is a transcontinental country located mainly on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles. Istanbul, which straddles Europe and Asia, is the largest city in the country, while Ankara is the capital. Turkey is bordered on its northwest by Greece and Bulgaria; north by the Black Sea; northeast by Georgia; east by Armenia, the Azerbaijani exclave of Nakhchivan and Iran; southeast by Iraq; south by Syria and the Mediterranean Sea; and west by the Aegean Sea. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority, at between 15 to 20 percent of the population.",
      "At various points in its history, the region has been inhabited by diverse civilisations including the Anatolian peoples, Assyrians, Greeks, Thracians, Phrygians, Urartians, and Armenians. Hellenization started during the era of Alexander the Great and continued into the Byzantine era."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Turkey",
    "urlGoogle": "https://artsandculture.google.com/entity/turkey/m01znc_"
  },
  "wiki": {
    "id": "thief-ii-the-metal-age",
    "name": "Thief II: The Metal Age",
    "summary": "Thief II: The Metal Age is a 2000 stealth game developed by Looking Glass Studios and published by Eidos Interactive. Like its predecessor Thief: The Dark Project, the game follows Garrett, a master thief who works in and around a steampunk metropolis called the City. The player assumes the role of Garrett as he unravels a conspiracy related to a new religious sect. In response to feedback from players of the original Thief, the developers placed a heavy focus on urban stealth in the sequel, and they minimized the use of monsters and maze-like levels. Looking Glass neared bankruptcy as the game was created, and the company was kept running by advances from Eidos. Thief II received positive reviews from critics and its initial sales were stronger than those of its predecessor, but the game's royalties were processed slowly, which compounded Looking Glass's financial troubles. As a result, the company closed in May 2000, with plans for Thief III canceled. The third game in the series, entitled Thief: Deadly Shadows, was developed by Ion Storm and published by Eidos in 2004. Thief 2X: Shadows of the Metal Age, an expansion mod for Thief II, was released in 2005.",
    "url": "https://en.wikipedia.org/wiki/Thief_II:_The_Metal_Age"
  },
  "word": {
    "id": "pelf",
    "word": "pelf",
    "url": "https://www.merriam-webster.com/dictionary/pelf",
    "partOfSpeech": "noun",
    "pronunciation": "PELF",
    "audioPath": "audio/words/pelf.mp3",
    "definitions": ["money, riches"],
    "examples": [
      "\"Nowadays Western Union is good only if you want to wire cash to your child in college or _pelf_ to a partner in peril.\" -- From an editorial by Vincent L. Hall in _The Dallas Morning News_, June 19, 2011",
      "\"On an island with the third-highest GDP per capita in the world, where every British bank has a presence, where numberless tax-dodgers stash their _pelf_, perhaps it shouldn't be surprising.\" -- From an article by Oliver Thring in the _Guardian Unlimited_, April 20, 2011"
    ],
    "origin": "In the 14th century, the Anglo-French word \"pelfre,\" meaning \"booty\" or \"stolen goods,\" was exchanged into English as \"pelf\" with the added meaning of \"property.\" (\"Pelfre\" is also an ancestor of the English verb \"pilfer,\" meaning \"to steal.\") Two centuries later \"pelf\" showed gains when people began to use it for \"money\" and \"riches.\" In some regions of Britain the word's use was diversified further, in a depreciative way, to refer to trash and good-for-nothings. The first of those meanings was a loss by about the mid-17th century; the second has little value outside of the Yorkshire region of England."
  }
}
