{
  "artist": {
    "id": "gentile-da-fabriano",
    "name": "Gentile da Fabriano",
    "dates": "1370 - Aug 1, 1427",
    "mainImg": "img/art/artists/gentile-da-fabriano.jpg",
    "artworkImgs": [
      {
        "name": "Adoration of the Magi",
        "path": "img/art/artworks/gentile-da-fabriano-a1.jpg",
        "source": "https://artsandculture.google.com/asset/adoration-of-the-magi-gentile-da-fabriano-massi/DQFJCeCtmALPyg"
      },
      {
        "name": "Mary Enthroned with the Child, Saints and a Donor",
        "path": "img/art/artworks/gentile-da-fabriano-a2.jpg",
        "source": "https://artsandculture.google.com/asset/mary-enthroned-with-the-child-saints-and-a-donor-gentile-da-fabriano/eAGQ8eXj5llHbw"
      },
      {
        "name": "Enthroned Madonna and Child with Two Angels",
        "path": "img/art/artworks/gentile-da-fabriano-a3.jpg",
        "source": "https://artsandculture.google.com/asset/enthroned-madonna-and-child-with-two-angels-gentile-da-fabriano/eQHPT0CB4e8RdQ"
      },
      {
        "name": "Coronation of the Virgin",
        "path": "img/art/artworks/gentile-da-fabriano-a4.jpg",
        "source": "https://artsandculture.google.com/asset/coronation-of-the-virgin/FQF7-Px-60y3LA"
      },
      {
        "name": "Nativity",
        "path": "img/art/artworks/gentile-da-fabriano-a5.jpg",
        "source": "https://artsandculture.google.com/asset/nativity/XQEptlPtuHfA2A"
      },
      {
        "name": "Madonna and Child with Angels",
        "path": "img/art/artworks/gentile-da-fabriano-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-with-angels-gentile-da-fabriano-gentile-di-niccolò-di-giovanni-di-massio/7gEiMQqkAkJe2g"
      }
    ],
    "summary": [
      "Gentile da Fabriano was an Italian painter known for his participation in the International Gothic painter style. He worked in various places in central Italy, mostly in Tuscany. His best-known works are his Adoration of the Magi from the Strozzi Altarpiece, and the Flight into Egypt."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Tempera", "Gold", "Metal", "Gold leaf", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gentile_da_Fabriano",
    "urlGoogle": "https://artsandculture.google.com/entity/gentile-da-fabriano/m01fg21"
  },
  "event": {
    "id": "gettysburg-address",
    "name": "Gettysburg Address",
    "dates": null,
    "mainImg": "img/events/gettysburg-address.jpg",
    "summary": [
      "The Gettysburg Address is a speech that U.S. President Abraham Lincoln delivered during the American Civil War at the dedication of the Soldiers' National Cemetery in Gettysburg, Pennsylvania, on the afternoon of Thursday, November 19, 1863, four and a half months after the Union armies defeated those of the Confederacy at the Battle of Gettysburg. It is one of the best-known speeches in American history.",
      "Not even the day's primary speech, Lincoln's carefully crafted address came to be seen as one of the greatest and most influential statements of American national purpose. In just 271 words, beginning with the now iconic phrase \"Four score and seven years ago,\"‍ referring to the signing of the Declaration of Independence 87 years earlier, Lincoln described the US as a nation \"conceived in Liberty, and dedicated to the proposition that all men are created equal,\" and represented the Civil War as a test that would determine whether such a nation, the Union sundered by the secession crisis, could endure. He extolled the sacrifices of those who died at Gettysburg in defense of those principles, and exhorted his listeners to resolve"
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gettysburg_Address",
    "urlGoogle": "https://artsandculture.google.com/entity/gettysburg-address/m037yx"
  },
  "funFacts": [
    {
      "id": "192",
      "fact": "Jupiter spins so fast that there is a new sunrise nearly every 10 hours.",
      "category": ["Science"]
    },
    {
      "id": "319",
      "fact": "The name for the space between your eyebrows is \"nasion.\"",
      "category": ["Anatomy", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "642369",
      "fact": "Before writing <em>Little Women</em>, Louisa May Alcott penned stories under the pseudonyms Flora Fairfield and A.M. Barnard."
    }
  ],
  "idiom": {
    "id": "one-can-catch-more-flies-with-honey-than-vinegar",
    "term": "one can catch more flies with honey than vinegar",
    "definition": "One accomplishes more by being nice than by being nasty. This saying dates from the 1600s and has appeared in numerous languages, among them Spanish (in Cervantes's *Don Quixote)* and French. Even Abraham Lincoln quoted a version of it in his 1842 speech to the Washingtonian Temperance Society: \"It is an old and true maxim that a drop of honey catches more flies than a gallon of gall.\""
  },
  "person": {
    "id": "theodore-bikel",
    "name": "Theodore Bikel",
    "dates": "May 2, 1924 - Jul 21, 2015",
    "mainImg": "img/people/theodore-bikel.jpg",
    "summary": [
      "Theodore Meir Bikel was an Austrian-American actor, folk singer, musician, composer, unionist and political activist. He appeared in films including The African Queen, Moulin Rouge, The Enemy Below, I Want to Live!, My Fair Lady, The Russians Are Coming, the Russians Are Coming and 200 Motels. For his portrayal of Sheriff Max Muller in The Defiant Ones, he was nominated for the Academy Award for Best Supporting Actor.",
      "He made his stage debut in Tevye the Milkman in Tel Aviv, Israel, when he was in his teens. He later studied acting at Britain's Royal Academy of Dramatic Art and made his London stage debut in 1948 and in New York in 1955. He was also a widely recognized and recorded folk singer and guitarist. In 1959, he co-founded the Newport Folk Festival and created the role of Captain von Trapp opposite Mary Martin as Maria in the original Broadway production of Rodgers & Hammerstein's The Sound of Music. In 1969, Bikel began acting and singing on stage as Tevye in the musical Fiddler on the Roof, a role he performed more often than any other actor to date. The production won nine Tony Awards and was one of the longest-running musicals in Broadway history."
    ],
    "quote": "“But there is a difference here: When Jewish children are murdered, Arabs celebrate the deed. The death of an Arab child is no cause for celebration in Israel.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Theodore_Bikel",
    "urlGoogle": "https://artsandculture.google.com/entity/theodore-bikel/m02gyl0"
  },
  "place": {
    "id": "bogor",
    "name": "Bogor",
    "mainImg": "img/places/bogor.jpg",
    "summary": [
      "Bogor is a city in the West Java province, Indonesia. Located around 60 kilometers south of the national capital of Jakarta, Bogor is the 6th largest city of Jakarta metropolitan area and the 14th nationwide. The city covers an area of 118.5 km², and it had a population of 950,334 at the 2010 Census; the latest official estimate was 1,096,828. Bogor is an important economic, scientific, cultural and tourist center, as well as a mountain resort.",
      "In the Middle Ages, the city served as the capital of Sunda Kingdom and was called Pakuan Pajajaran or Dayeuh Pakuan. During the Dutch colonial era, it was named Buitenzorg and served as the summer residence of the Governor-General of Dutch East Indies.",
      "With several hundred thousand people living on an area of about 20 km², the central part of Bogor is one of the world's most densely populated areas. The city has a presidential palace and a botanical garden – one of the oldest and largest in the world. It bears the nickname \"the Rain City\", because of frequent rain showers. It nearly always rains even during the dry season."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bogor",
    "urlGoogle": "https://artsandculture.google.com/entity/bogor/m0469v3"
  },
  "quote": {
    "id": "26",
    "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.",
    "author": "Henry Ford"
  },
  "wiki": {
    "id": "georges-vezina",
    "name": "Georges Vézina",
    "summary": "Georges Vézina (1887–1926) was a Canadian professional ice hockey goaltender who played seven seasons in the National Hockey Association (NHA) and nine in the National Hockey League (NHL), all with the Montreal Canadiens. After being signed by the Canadiens in 1910, Vézina played in 327 consecutive regular season games and 39 playoff games, before leaving a game in 1925 due to illness. Vézina was diagnosed with tuberculosis, and died in 1926. The only goaltender to play for the Canadiens between 1910 and 1925, Vézina helped the team win the Stanley Cup in 1916 and 1924, while reaching the Finals three more times. Nicknamed the \"Chicoutimi Cucumber\" for his calm composure, Vézina allowed the fewest goals against in the league seven times in his career: four times in the NHA and three times in the NHL. In 1918, Vézina became the first NHL goaltender to both record a shutout and earn an assist on a goal. At the start of the 1926–27 NHL season, the Canadiens donated the Vezina Trophy to the NHL as an award to the goaltender who allowed the fewest goals during the season. When the Hockey Hall of Fame opened in 1945, Vézina was one of the original twelve inductees.",
    "url": "https://en.wikipedia.org/wiki/Georges_V%C3%A9zina"
  },
  "word": {
    "id": "distend",
    "word": "distend",
    "url": "https://www.merriam-webster.com/dictionary/distend",
    "partOfSpeech": "verb",
    "pronunciation": "dih-STEND",
    "audioPath": "audio/words/distend.mp3",
    "definitions": ["extend", "to enlarge from internal pressure : swell", "to become expanded"],
    "examples": [
      "With mouths agape and eyes distended, the audience listened to the canoeist's incredible story of survival after being capsized by the river's rapids."
    ],
    "origin": "The history of the word \"distend\" stretches back to the Latin verb \"tendere\" -- a root whose kin have really expanded our language. To find evidence of this expansion, look to words that include \"tend\" or \"tent\"; many have \"tendere,\" which means \"to stretch, extend, or spread,\" in their family tree. Perhaps the simplest example is \"tent,\" which names a shelter made from a piece of material stretched over a frame. You'll also find the influence of \"tendere\" in \"extend,\" \"tendon,\" \"contend,\" \"portend,\" and \"tendency.\""
  }
}
