{
  "artist": {
    "id": "maurice-prendergast",
    "name": "Maurice Prendergast",
    "dates": "Oct 10, 1858 - Feb 1, 1924",
    "mainImg": "img/art/artists/maurice-prendergast.jpg",
    "artworkImgs": [
      {
        "name": "Central Park, 1901",
        "path": "img/art/artworks/maurice-prendergast-a1.jpg",
        "source": "https://artsandculture.google.com/asset/central-park-1901/wgH3i4P6AT0WJA"
      },
      {
        "name": "Salem Cove",
        "path": "img/art/artworks/maurice-prendergast-a2.jpg",
        "source": "https://artsandculture.google.com/asset/salem-cove-maurice-brazil-prendergast/awFcGjubf3DtgA"
      },
      {
        "name": "Flowers in a Vase (Zinnias)",
        "path": "img/art/artworks/maurice-prendergast-a3.jpg",
        "source": "https://artsandculture.google.com/asset/flowers-in-a-vase-zinnias/3wFHFVH6CHZ2IQ"
      },
      {
        "name": "Caffè Florian in Venice",
        "path": "img/art/artworks/maurice-prendergast-a4.jpg",
        "source": "https://artsandculture.google.com/asset/caffè-florian-in-venice-maurice-brazil-prendergast/IQFQSVw3EUTqmw"
      },
      {
        "name": "Umbrellas in the Rain",
        "path": "img/art/artworks/maurice-prendergast-a5.jpg",
        "source": "https://artsandculture.google.com/asset/umbrellas-in-the-rain/TgHwqcQBjrimhg"
      },
      {
        "name": "In Luxembourg Gardens",
        "path": "img/art/artworks/maurice-prendergast-a6.jpg",
        "source": "https://artsandculture.google.com/asset/in-luxembourg-gardens-maurice-prendergast/7gEj_7kU9D3OTA"
      }
    ],
    "summary": [
      "Maurice Brazil Prendergast was an American Post-Impressionist artist who worked in oil, watercolor, and monotype. He exhibited as a member of The Eight, though the delicacy of his compositions and mosaic-like beauty of his style differed from the artistic intentions and philosophy of the group."
    ],
    "quote": null,
    "movements": ["Impressionism", "Post-Impressionism"],
    "mediums": ["Watercolor painting", "Oil paint", "Graphite", "Pencil", "Drawing", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Maurice_Prendergast",
    "urlGoogle": "https://artsandculture.google.com/entity/maurice-prendergast/m039zxc"
  },
  "event": {
    "id": "battle-of-verdun",
    "name": "Battle of Verdun",
    "dates": "Feb 21, 1916 - Dec 18, 1916",
    "mainImg": "img/events/battle-of-verdun.jpg",
    "summary": [
      "The Battle of Verdun, was fought from 21 February to 18 December 1916 on the Western Front in France. The battle was the longest of the First World War and took place on the hills north of Verdun-sur-Meuse. The German 5th Army attacked the defences of the Fortified Region of Verdun and those of the French Second Army on the right bank of the Meuse. Using the experience of the Second Battle of Champagne in 1915, the Germans planned to capture the Meuse Heights, an excellent defensive position with good observation for artillery-fire on Verdun. The Germans hoped that the French would commit their strategic reserve to recapture the position and suffer catastrophic losses at little cost to the Germans.",
      "Poor weather delayed the beginning of the attack until 21 February but the Germans captured Fort Douaumont in the first three days. The advance then slowed for several days, despite inflicting many French casualties. By 6 March, ​20 ¹⁄₂ French divisions were in the RFV and a more extensive defence in depth had been constructed. Philippe Pétain ordered no retreat and that German attacks were to be counter-attacked, despite this exposing French infantry to German artillery-fire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Verdun",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-verdun/m0dl4g"
  },
  "funFacts": [
    {
      "id": "667",
      "fact": "The shoreline at Wildwood grows almost 100 feet per year.",
      "category": ["Geography"]
    },
    {
      "id": "419",
      "fact": "A jiffy is an actual time measurement equaling 1/100th of a second.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "504589",
      "fact": "“Q” is the only letter of the alphabet that does not appear in any U.S. territory or state name."
    }
  ],
  "idiom": {
    "id": "might-as-well-be-hanged-for-a-sheep-as-a-lamb",
    "term": "might as well be hanged for a sheep as a lamb",
    "definition": "Might just as well be punished for a big misdeed as a small one. For example, *I might as well be hanged for a sheep as a lamb and have a third piece of cake --- I've gone off my diet anyhow.* Already a proverb in John Ray's 1678 collection, this expression alludes to the old punishment for stealing sheep, which was hanging no matter what the age or size of the animal."
  },
  "person": {
    "id": "julia-gillard",
    "name": "Julia Gillard",
    "dates": "Born Sep 29, 1961",
    "mainImg": "img/people/julia-gillard.jpg",
    "summary": [
      "Julia Eileen Gillard AC is an Australian former politician who served as the 27th Prime Minister of Australia and Leader of the Australian Labor Party from 2010 to 2013. She was previously the 13th Deputy Prime Minister of Australia from 2007 until 2010 and held the cabinet positions of Minister for Education, Minister for Employment and Workplace Relations and Minister for Social Inclusion from 2007 to 2010. She is the first and only woman to hold the positions of Deputy Prime Minister, Prime Minister and leader of a major party in Australia.",
      "Born in Barry, Wales, Gillard migrated with her family to Adelaide, South Australia, in 1966. She attended Mitcham Demonstration School and Unley High School. Gillard went on to the University of Adelaide, but switched to the University of Melbourne in 1982, where she eventually graduated with Bachelor of Laws and Bachelor of Arts degrees. She worked with the Australian Union of Students during that time and was the organisation's president from 1983 to 1984. In 1987, Gillard joined the law firm Slater & Gordon."
    ],
    "quote": "“The global economic outlook remains fragile and uncertain. Global economic imbalances persist and we must address them or risk future instability.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Julia_Gillard",
    "urlGoogle": "https://artsandculture.google.com/entity/julia-gillard/m02kx9r"
  },
  "place": {
    "id": "zakopane",
    "name": "Zakopane",
    "mainImg": "img/places/zakopane.jpg",
    "summary": [
      "Zakopane is a town in the extreme south of Poland, in the southern part of the Podhale region at the foot of the Tatra Mountains. From 1975 to 1998, it was part of Nowy Sącz Province; since 1999, it has been part of Lesser Poland Province. As of 2017 its population was 27,266. Zakopane is a center of Goral culture and is often referred to as \"the winter capital of Poland”. It is a popular destination for mountaineering, skiing, and tourism.",
      "Zakopane lies near Poland's border with Slovakia, in a valley between the Tatra Mountains and Gubałówka Hill. It can be reached by train or bus from the province capital, Kraków, about two hours away. Zakopane lies 800–1,000 meters above sea level and centers on the intersection of its Krupówki and Kościuszko Streets."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Zakopane",
    "urlGoogle": "https://artsandculture.google.com/entity/zakopane/m0c6d7"
  },
  "quote": {
    "id": "11",
    "quote": "If you cannot do great things, do small things in a great way.",
    "author": "Napoleon Hill"
  },
  "wiki": {
    "id": "hip-hop-music",
    "name": "Hip hop music",
    "summary": "Hip hop music is a popular style of music. It is composed of two parts: rapping (emceeing) and DJing; along with breakdancing and graffiti art, these are the four components of hip hop, a cultural movement which began among African Americans in New York City in the 1970s. The term rap is sometimes used synonymously with hip hop music, though it is also used to refer specifically to the practice of rapping, which is just one component of hip hop music. Most typically, hip hop consists of one or more rappers who spout semi-autobiographic tales, often relating to a fictionalized counterpart, in an intensely rhythmic lyrical form, making abundant use of techniques like assonance, alliteration and rhyme. Along with the rapper a DJ or a live band plays a beat. This beat is often from the percussion of a different song, usually rock, funk or soul, and is sometimes sampled. In addition to the beat, other sounds are often sampled, synthesized or performed.",
    "url": "https://en.wikipedia.org/wiki/Hip_hop_music"
  },
  "word": {
    "id": "bonnyclabber",
    "word": "bonnyclabber",
    "url": "https://www.merriam-webster.com/dictionary/bonnyclabber",
    "partOfSpeech": "noun",
    "pronunciation": "BAH-nee-klab-er",
    "audioPath": "audio/words/bonnyclabber.mp3",
    "definitions": ["sour milk that has thickened or curdled"],
    "examples": [
      "When Grandma was a little girl, one of her jobs was to feed the _bonnyclabber_ to the chickens.",
      "\"Robert Hale of Beverly, Massachusetts, washed up at the Cyr place in 1731. After a meal of _bonnyclabber_ (a curdled milk dish akin to yogurt), fish, soup, and bread, he witnessed 'some of the Family on their Knees paying their Devotions to the Almighty.'\" - From Christopher Hodson's 2012 book _The Acadian Diaspora_"
    ],
    "origin": "In Irish Gaelic, \"bainne clabair\" means \"thickened milk.\" In English, the equivalent word is \"bonnyclabber.\" Whether or not this bonnyclabber is \"the bravest, freshest drink you ever tasted\" (as the English Earl of Strafford enthused in 1635) or \"would make a hungry parson caper\" (to quote English poet Thomas Ward in 1716), it has been a part of country folks' diets for many a year. Today, you might see \"bonnyclabber\" as a recommended substitute for buttermilk in a recipe for Irish soda bread (complete with directions for making your own bonnyclabber). The American version of bonnyclabber, brought to U.S. shores by Scotch-Irish immigrants, often goes one step further in the thickening process to produce something more akin to cottage cheese."
  }
}
