{
  "artist": {
    "id": "christoffer-wilhelm-eckersberg",
    "name": "Christoffer Wilhelm Eckersberg",
    "dates": "Jan 2, 1783 - Jul 22, 1853",
    "mainImg": "img/art/artists/christoffer-wilhelm-eckersberg.jpg",
    "artworkImgs": [
      {
        "name": "Mendel Levin Nathanson's Elder Daughters, Bella and Hanna",
        "path": "img/art/artworks/christoffer-wilhelm-eckersberg-a1.jpg",
        "source": "https://artsandculture.google.com/asset/mendel-levin-nathanson-s-elder-daughters-bella-and-hanna-c-w-eckersberg/8QF9T-CMgF7tZA"
      },
      {
        "name": "The Russian Ship of the Line \"Asow\" and a Frigate at Anchor in the Roads of Elsinore",
        "path": "img/art/artworks/christoffer-wilhelm-eckersberg-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-russian-ship-of-the-line-asow-and-a-frigate-at-anchor-in-the-roads-of-elsinore-c-w-eckersberg/zgGEafAotSQU0g"
      },
      {
        "name": "A View through Three Arches of the Third Storey of the Colosseum",
        "path": "img/art/artworks/christoffer-wilhelm-eckersberg-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-view-through-three-arches-of-the-third-storey-of-the-colosseum-c-w-eckersberg/6gHbhM9j6BwodQ"
      },
      {
        "name": "At a Window in the Artist's Studio",
        "path": "img/art/artworks/christoffer-wilhelm-eckersberg-a4.jpg",
        "source": "https://artsandculture.google.com/asset/at-a-window-in-the-artist-s-studio-c-w-eckersberg/MgEMwFfCO32q1Q"
      },
      {
        "name": "View of the interior of the Colosseum",
        "path": "img/art/artworks/christoffer-wilhelm-eckersberg-a5.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-the-interior-of-the-colosseum-christoffer-wilhelm-eckersberg/_gEGI6mCJ-y3DA"
      },
      {
        "name": "The corvette Najaden under sail",
        "path": "img/art/artworks/christoffer-wilhelm-eckersberg-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-corvette-najaden-under-sail-christoffer-wilhelm-eckersberg/NwE3JaLaMjWnhw"
      }
    ],
    "summary": [
      "Christoffer Wilhelm Eckersberg was a Danish painter. He was born in Blåkrog in the Duchy of Schleswig, to Henrik Vilhelm Eckersberg, painter and carpenter, and Ingeborg Nielsdatter. He went on to lay the foundation for the period of art known as the Golden Age of Danish Painting, and is referred to as the Father of Danish painting."
    ],
    "quote": null,
    "movements": ["Neoclassicism", "Impressionism", "Romanticism"],
    "mediums": ["Oil paint", "Drawing", "Ink", "Pen", "Graphite", "Etching"],
    "urlWiki": "https://en.wikipedia.org/wiki/Christoffer_Wilhelm_Eckersberg",
    "urlGoogle": "https://artsandculture.google.com/entity/christoffer-wilhelm-eckersberg/m02kgfp"
  },
  "event": {
    "id": "battle-of-steenkerque",
    "name": "Battle of Steenkerque",
    "dates": null,
    "mainImg": "img/events/battle-of-steenkerque.jpg",
    "summary": [
      "The Battle of Steenkerque was fought on 3 August 1692, as a part of the Nine Years' War. It resulted in the victory of the French under Marshal François-Henri de Montmorency, duc de Luxembourg against a joint English-Scottish-Dutch-German army under Prince William of Orange. The battle took place near the village of Steenkerque in the Southern Netherlands, 50 kilometres south-west of Brussels. Steenkerque is now part of the Belgian municipality of Braine-le-Comte."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Steenkerque",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-steenkerque/m014rvd"
  },
  "funFacts": [
    {
      "id": "484",
      "fact": "Rinsing bacon under cold water before frying can reduce the amount it shrinks by almost 50 percent.",
      "category": ["Food", "Make-it-Easies"]
    },
    {
      "id": "1016",
      "fact": "Strawberries are grown in every state in the U.S. and every province in Canada.",
      "category": ["Plants", "Geography"]
    },
    {
      "id": "285",
      "fact": "In ancient Rome, lemons were used as an antidote to all poisons.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554255",
      "fact": "December 5 is Krampusnacht (Krampus Night), when the half-goat, half-demon of Christmas folklore visits homes to punish naughty children, armed with a bundle of sticks and a chain to take them back to the underworld."
    },
    {
      "id": "553727",
      "fact": "Honey hunters in Mozambique use special calls to recruit the services of birds known as honeyguides. The birds lead the humans to bees' nests and in return, they get the leftover beeswax."
    },
    { "id": "506372", "fact": "Almonds and peaches are members of the same family." }
  ],
  "idiom": {
    "id": "cock-a-snook",
    "term": "cock a snook",
    "definition": "Thumb one's nose, as in *As soon as the teacher turned her back, the boys cocked a snook at her.* This expression was first recorded in 1791 and the precise source of *snook,* here used in the sense of \"a derisive gesture,\" has been lost. It is more widely used in Britain but is not unknown in America."
  },
  "person": {
    "id": "george-curzon-1-st-marquess-curzon-of-kedleston",
    "name": "George Curzon, 1st Marquess Curzon of Kedleston",
    "dates": "Jan 11, 1859 - Mar 20, 1925",
    "mainImg": "img/people/george-curzon-1-st-marquess-curzon-of-kedleston.jpg",
    "summary": [
      "George Nathaniel Curzon, 1st Marquess Curzon of Kedleston, KG, GCSI, GCIE, PC, FBA, who was styled as Lord Curzon of Kedleston between 1898 and 1911, and as Earl Curzon of Kedleston between 1911 and 1921, and was known commonly as Lord Curzon, was a British Conservative statesman who served as Viceroy of India from 1899 to 1905, during which time he created the territory of Eastern Bengal and Assam, and fought with the British military commander Lord Kitchener. During the First World War he served in the small War Cabinet of Prime Minister David Lloyd George as Leader of the House of Lords, as well as the War Policy Committee. He served as Secretary of State for Foreign Affairs from 1919 to 1924.",
      "Despite his successes as both Viceroy and Foreign Secretary, in 1923 Curzon was denied the office of Prime Minister. Bonar Law and other Conservative Party leaders preferred to have Stanley Baldwin rather than Curzon as prime minister and these views were made known to King George V. Sir David Gilmour, in his biography Curzon: Imperial Statesman, contends that Curzon deserved the top position."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/George_Curzon,_1st_Marquess_Curzon_of_Kedleston",
    "urlGoogle": "https://artsandculture.google.com/entity/george-curzon-1st-marquess-curzon-of-kedleston/m016t28"
  },
  "place": {
    "id": "akron",
    "name": "Akron",
    "mainImg": "img/places/akron.jpg",
    "summary": [
      "Akron is the fifth-largest city in the U.S. state of Ohio and is the county seat of Summit County. It is located on the western edge of the Glaciated Allegheny Plateau, about 30 miles south of Cleveland. As of the 2019 Census estimate, the city proper had a total population of 197,597, making it the 125th largest city in the United States. The Greater Akron area, covering Summit and Portage counties, had an estimated population of 703,505.",
      "The city was founded in 1825 by Simon Perkins and Paul Williams, along the Little Cuyahoga River at the summit of the developing Ohio and Erie Canal. The name is derived from the Greek word signifying a summit or high point. It was briefly renamed South Akron after Eliakim Crosby founded nearby North Akron in 1833, until both merged into an incorporated village in 1836. In the 1910s, Akron doubled in population, making it the nation's fastest-growing city.",
      "A long history of rubber and tire manufacturing, carried on today by Goodyear Tire, gave Akron the nickname \"Rubber Capital of the World\". It was once known as a center of airship development."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Akron,_Ohio",
    "urlGoogle": "https://artsandculture.google.com/entity/akron/m0z20d"
  },
  "quote": {
    "id": "69",
    "quote": "Truly effective and inspiring leaders aren't driven to lead people, they are driven to serve them.",
    "author": "Simon Sinek"
  },
  "wiki": {
    "id": "sequence-alignment",
    "name": "Sequence alignment",
    "summary": "A sequence alignment in bioinformatics is a way of arranging DNA, RNA, or protein primary sequences to emphasize their regions of similarity, which may indicate functional or evolutionary relationships between the genes or proteins in the query. Aligned sequences are typically written with their characters (generally representing amino acids or nucleotides) in columns into which gaps are inserted so that residues with identical or similar characters are aligned in the successive columns. If two sequences in an alignment share a common ancestor, mismatches can be interpreted as point mutations and gaps as indels (that is, insertion or deletion mutations) introduced in one or both lineages in the time since they diverged from one another. In protein sequence alignment, the degree of similarity between amino acids occupying a particular position in the sequence can be interpreted as a rough measure of how conserved a particular region or sequence motif is among lineages.",
    "url": "https://en.wikipedia.org/wiki/Sequence_alignment"
  },
  "word": {
    "id": "syllepsis",
    "word": "syllepsis",
    "url": "https://www.merriam-webster.com/dictionary/syllepsis",
    "partOfSpeech": "noun",
    "pronunciation": "suh-LEP-sis",
    "audioPath": "audio/words/syllepsis.mp3",
    "definitions": [
      "the use of a word to modify or govern syntactically two or more words with only one of which it formally agrees in gender, number, or case",
      "the use of a word in the same grammatical relation to two adjacent words in the context with one literal and the other metaphorical in sense"
    ],
    "examples": [
      "Jeannie held the door open for her unwelcome guest and, in a clever use of _syllepsis_, said, \"Take a hint and a hike!\"",
      "\"… it works as two words in one: _She shot the rapids and her boyfriend_. _Syllepsis_ produces a surprise, almost requiring the reader to go back and reparse the sentence to savor the double meaning of the word.\" - Jeanne Fahnestock, _Rhetorical Figures in Science_, 2002"
    ],
    "origin": "Charles Dickens made good use of _syllepsis_ in _The Pickwick Papers_ when he wrote that his character Miss Bolo \"went straight home, in a flood of tears and a sedan chair.\" Such uses, defined at sense 2 above, are humorously incongruous, but they’re not grammatically incorrect. _Syllepsis_ as defined at sense 1, however, is something to be generally avoided. For example, take this sentence, \"She exercises to keep healthy and I to lose weight.\" The syllepsis occurs with the verb exercises. The problem is that only one subject, \"she\" (not \"I\"), agrees with the verb. The word _syllepsis_ derives from the Greek _syllēpsis_, and ultimately from _syllambanein_, meaning \"to gather together.\" It has been used in English since at least 1550."
  }
}
