{
  "artist": {
    "id": "martin-kippenberger",
    "name": "Martin Kippenberger",
    "dates": "Feb 25, 1953 - Mar 7, 1997",
    "mainImg": "img/art/artists/martin-kippenberger.jpg",
    "artworkImgs": [
      {
        "name": "Martin, Into the Corner, You Should Be Ashamed of Yourself",
        "path": "img/art/artworks/martin-kippenberger-a1.jpg",
        "source": "https://artsandculture.google.com/asset/martin-into-the-corner-you-should-be-ashamed-of-yourself-martin-kippenberger/vQGHwm83xrQ4qg"
      },
      {
        "name": "Zwei proletarische Erfinderinnen auf dem Weg zum Erfinderkongreß (Two Proletarian Women Inventors on their way to the Inventors' Congress)",
        "path": "img/art/artworks/martin-kippenberger-a2.jpg",
        "source": "https://artsandculture.google.com/asset/zwei-proletarische-erfinderinnen-auf-dem-weg-zum-erfinderkongreß-two-proletarian-women-inventors-on-their-way-to-the-inventors-congress-martin-kippenberger/_wFVaMerPCd-5Q"
      },
      {
        "name": "Untitled from the series Lieber Maler, male mir [Dear Painter, Paint for Me]",
        "path": "img/art/artworks/martin-kippenberger-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-from-the-series-lieber-maler-male-mir-dear-painter-paint-for-me-martin-kippenberger/RwG10EJR-5zkvg"
      },
      {
        "name": "\"Claudia Skoda with her knitting machine at the Kottbusser Tor underground station, Berlin\"",
        "path": "img/art/artworks/martin-kippenberger-a4.jpg",
        "source": "https://artsandculture.google.com/asset/claudia-skoda-with-her-knitting-machine-at-the-kottbusser-tor-underground-station-berlin-martin-kippenberger/AAHD4Lmudtyr3g"
      },
      {
        "name": "VIT 89 from Courage to Print (Mut zum Druck)",
        "path": "img/art/artworks/martin-kippenberger-a5.jpg",
        "source": "https://artsandculture.google.com/asset/vit-89-from-courage-to-print-mut-zum-druck-martin-kippenberger/2wGQ2oPOMpY9_w"
      },
      {
        "name": "Kiss me",
        "path": "img/art/artworks/martin-kippenberger-a6.jpg",
        "source": "https://artsandculture.google.com/asset/kiss-me-martin-kippenberger/cQGEGXAG2SqL5w"
      }
    ],
    "summary": [
      "Martin Kippenberger was a German artist and sculptor known for his extremely prolific output in a wide range of styles and media, superfiction as well as his provocative, jocular and hard-drinking public persona.",
      "Kippenberger was \"widely regarded as one of the most talented German artists of his generation,\" according to Roberta Smith of the New York Times. He was at the center of a generation of German enfants terribles including Albert Oehlen, Markus Oehlen, Werner Büttner, Georg Herold, Dieter Göls, and Günther Förg."
    ],
    "quote": "“Entertainment and art are not isolated.”",
    "movements": ["Contemporary art", "Conceptual art"],
    "mediums": ["Book", "Cardboard", "Metal", "Plastic", "Sculpture", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Martin_Kippenberger",
    "urlGoogle": "https://artsandculture.google.com/entity/martin-kippenberger/m03q7dgc"
  },
  "event": {
    "id": "dutch-east-indies-campaign",
    "name": "Dutch East Indies campaign",
    "dates": "Dec 8, 1941 - Mar 9, 1942",
    "mainImg": "img/events/dutch-east-indies-campaign.jpg",
    "summary": [
      "The Dutch East Indies campaign of 1941–1942 was the conquest of the Dutch East Indies by forces from the Empire of Japan in the early days of the Pacific campaign of World War II. Forces from the Allies attempted unsuccessfully to defend the islands. The East Indies were targeted by the Japanese for their rich oil resources which would become a vital asset during the war. The campaign and subsequent three and a half year Japanese occupation was also a major factor in the end of Dutch colonial rule in the region."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dutch_East_Indies_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/dutch-east-indies-campaign/m025y6yg"
  },
  "funFacts": [
    {
      "id": "909",
      "fact": "In Texas, it is illegal to graffiti someone's cow.",
      "category": ["Laws"]
    },
    {
      "id": "766",
      "fact": "The hippopotamus has the capability to remain underwater for as long as five minutes.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "506902",
      "fact": "Tsutomu Yamaguchi was in Hiroshima for work when the first A-bomb hit, made it home to Nagasaki for the second, and lived to be 93."
    }
  ],
  "person": {
    "id": "ashurnasirpal-ii",
    "name": "Ashurnasirpal II",
    "dates": "Died 858 BC",
    "mainImg": "img/people/ashurnasirpal-ii.jpg",
    "summary": [
      "Ashur-nasir-pal II was king of Assyria from 883 to 859 BC.",
      "Ashurnasirpal II succeeded his father, Tukulti-Ninurta II, in 883 BC. During his reign he embarked on a vast program of expansion, first conquering the peoples to the north in Asia Minor as far as Nairi and exacting tribute from Phrygia, then invading Aram conquering the Aramaeans and Neo-Hittites between the Khabur and the Euphrates Rivers. His harshness prompted a revolt that he crushed decisively in a pitched, two-day battle. According to his monument inscription, while recalling this massacre he says:",
      "Their men young and old I took prisoners. Of some I cut off their feet and hands; of others I cut off the ears noses and lips; of the young men's ears I made a heap; of the old men's heads I made a minaret. I exposed their heads as a trophy in front of their city. The male children and the female children I burned in flames; the city I destroyed, and consumed with fire.",
      "Following this victory, he advanced without opposition as far as the Mediterranean and exacted tribute from Phoenicia. On his return home, he moved his capital to the city of Kalhu."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ashurnasirpal_II",
    "urlGoogle": "https://artsandculture.google.com/entity/ashurnasirpal-ii/m02xf_p"
  },
  "place": {
    "id": "leuven",
    "name": "Leuven",
    "mainImg": "img/places/leuven.jpg",
    "summary": [
      "Leuven or Louvain is the capital and largest city of the province of Flemish Brabant in the Flemish Region of Belgium. It is located about 25 kilometres east of Brussels. The municipality itself comprises the historic city and the former neighbouring municipalities of Heverlee, Kessel-Lo, a part of Korbeek-Lo, Wilsele and Wijgmaal. It is the eighth largest city in Belgium and the fourth in Flanders with more than 100,244 inhabitants.",
      "KU Leuven, Belgium's largest university, has its flagship campus in Leuven, which has been a university city since 1425. This makes it the oldest university city in the Low Countries. The city is home of the headquarters of Anheuser-Busch InBev, the world's largest beer brewer and sixth-largest fast-moving consumer goods company."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Leuven",
    "urlGoogle": "https://artsandculture.google.com/entity/leuven/m0k6bt"
  },
  "wiki": {
    "id": "history-of-saffron",
    "name": "History of saffron",
    "summary": "The history of saffron cultivation and use reaches back more than 3,000 years and spans many cultures, continents, and civilisations. Saffron, a spice derived from the dried stigmas of the saffron crocus, has remained among the world's most costly substances throughout history. With its bitter taste, hay-like fragrance, and slight metallic notes, saffron has been used as a seasoning, fragrance, dye, and medicine. Saffron is native to Southwest Asia, but was first cultivated in Greece. The wild precursor of domesticated saffron crocus is Crocus cartwrightianus. Human cultivators bred C. cartwrightianus specimens by selecting for plants with abnormally long stigmas. Thus, sometime in late Bronze Age Crete, a mutant form of C. cartwrightianus, C. sativus, emerged. Saffron was first documented in a 7th-century BC Assyrian botanical reference compiled under Ashurbanipal. Since then, documentation of saffron's use over a span of 4,000 years in the treatment of some ninety illnesses has been uncovered. Saffron slowly spread throughout much of Eurasia, later reaching parts of North Africa, North America, and Oceania.",
    "url": "https://en.wikipedia.org/wiki/History_of_saffron"
  },
  "word": {
    "id": "tetralogy",
    "word": "tetralogy",
    "url": "https://www.merriam-webster.com/dictionary/tetralogy",
    "partOfSpeech": "noun",
    "pronunciation": "teh-TRAH-luh-jee",
    "audioPath": "audio/words/tetralogy.mp3",
    "definitions": ["a series of four connected literary, artistic, or musical works"],
    "examples": [
      "_The Hitch Hiker's Guide to the Galaxy: A Trilogy in Four Parts_ (as it was published in England) is, as the name rather coyly intimates, a _tetralogy_ of Douglas Adams novels. \"Vintage has reissued Ford Madox Ford's Parade's End, a massive _tetralogy_ of novels about England's cascading misfortunes during World War I.\" - From a review by Scott Eyman in _Palm Beach Post_ (Florida), April 15, 2012"
    ],
    "origin": "The original tetralogies were sets of four plays (three tragedies and a comedy) performed serially on the Athenian stages of ancient Greece. These sets of plays were similar to the \"trilogy,\" a group of three serial Greek tragedies. The word \"tetralogy\" is from the Greek combining form \"tetra-,\" meaning \"four,\" joined with the combining form \"-logia,\" which in turn comes from \"logos,\" meaning \"word.\" Other \"tetra-\" words include \"tetrahedron\" (a solid shape formed by four flat faces) and \"tetrapod\" (a vertebrate with two pairs of limbs)."
  }
}
