{
  "artist": {
    "id": "shitao",
    "name": "Shitao",
    "dates": "1642 - 1707",
    "mainImg": "img/art/artists/shitao.jpg",
    "artworkImgs": [
      {
        "name": "Music of Mountains and Waters",
        "path": "img/art/artworks/shitao-a1.jpg",
        "source": "https://artsandculture.google.com/asset/music-of-mountains-and-waters-shi-tao/mwFUEwtNXYPoeg"
      },
      {
        "name": "清 石濤(朱若極) 遊張公洞圖 卷|Outing to Zhang Gong's Grotto",
        "path": "img/art/artworks/shitao-a2.jpg",
        "source": "https://artsandculture.google.com/asset/清-石濤-朱若極-遊張公洞圖-卷-outing-to-zhang-gong-s-grotto-shitao-zhu-ruoji/_gFQtDsZLGWJzQ"
      },
      {
        "name": "Album of Flowers and Portrait of Shitao - Peonies",
        "path": "img/art/artworks/shitao-a3.jpg",
        "source": "https://artsandculture.google.com/asset/album-of-flowers-and-portrait-of-shitao-peonies-artist-attributed-to-shitao-seal-of-zhang-daqian-chang-dai-chien/TwGSpH8VZ2ldwQ"
      },
      {
        "name": "清 石濤(朱若極) 風雨竹圖 軸|Bamboo in Wind and Rain",
        "path": "img/art/artworks/shitao-a4.jpg",
        "source": "https://artsandculture.google.com/asset/清-石濤-朱若極-風雨竹圖-軸-bamboo-in-wind-and-rain-shitao-zhu-ruoji/qQG3ZA-CutUwPA"
      },
      {
        "name": "清 石濤 (朱若極) 山水圖 扇頁|Landscape",
        "path": "img/art/artworks/shitao-a5.jpg",
        "source": "https://artsandculture.google.com/asset/清-石濤-朱若極-山水圖-扇頁-landscape-shitao-zhu-ruoji/5gEb9QoPyBYYFw"
      },
      {
        "name": "清 石濤(朱若極) 四季山水圖 冊|Landscapes of the Four Seasons",
        "path": "img/art/artworks/shitao-a6.jpg",
        "source": "https://artsandculture.google.com/asset/清-石濤-朱若極-四季山水圖-冊-landscapes-of-the-four-seasons-shitao-zhu-ruoji/gwFBcCBwOYvVEg"
      }
    ],
    "summary": [
      "Shitao or Shi Tao, born into the Ming dynasty imperial clan as Zhu Ruoji, was a Chinese landscape painter in the early Qing Dynasty.",
      "Born in Quanzhou County in Guangxi province, Shitao was a member of the royal house descended from the elder brother of Zhu Yuanzhang. He narrowly avoided catastrophe in 1644 when the Ming Dynasty fell to invading Manchus and civil rebellion. Having escaped by chance from the fate to which his lineage would have assigned him, He assumed the name Yuanji Shitao no later than 1651 when he became a Buddhist monk.",
      "He moved from Wuchang, where he began his religious instruction, to Anhui in the 1660s. Throughout the 1680s he lived in Nanjing and Yangzhou, and in 1690 he moved to Beijing to find patronage for his promotion within the monastic system. Frustrated by his failure to find a patron, Shitao converted to Daoism in 1693 and returned to Yangzhou where he remained until his death in 1707. In his late years, he is said to have greeted Kangxi Emperor visiting Yangzhou. Geyuan Garden grows Chinese bamboo variations that Shitao himself loved."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Gold", "Metal", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Shitao",
    "urlGoogle": "https://artsandculture.google.com/entity/shitao/m06blwm"
  },
  "event": {
    "id": "velvet-revolution",
    "name": "Velvet Revolution",
    "dates": "Nov 17, 1989 - Dec 29, 1989",
    "mainImg": "img/events/velvet-revolution.jpg",
    "summary": [
      "The Velvet Revolution or Gentle Revolution was a non-violent transition of power in what was then Czechoslovakia, occurring from 17 November to 29 December 1989. Popular demonstrations against the one-party government of the Communist Party of Czechoslovakia included students and older dissidents. The result was the end of 41 years of one-party rule in Czechoslovakia, and the subsequent dismantling of the command economy and conversion to a parliamentary republic.",
      "On 17 November 1989, riot police suppressed a student demonstration in Prague. The event marked the 50th anniversary of a violently suppressed demonstration against the Nazi storming of Prague University in 1939 where 1,200 students were arrested and 9 killed. The 1989 event sparked a series of demonstrations from 17 November to late December and turned into an anti-communist demonstration. On 20 November, the number of protesters assembled in Prague grew from 200,000 the previous day to an estimated 500,000. The entire top leadership of the Communist Party, including General Secretary Miloš Jakeš, resigned on 24 November. On 27 November, a two-hour general strike involving all citizens of Czechoslovakia was held."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Velvet_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/velvet-revolution/m012_z5"
  },
  "funFacts": [
    {
      "id": "961",
      "fact": "The aphid insect is born pregnant.",
      "category": ["Animals", "Science"]
    },
    {
      "id": "807",
      "fact": "Shakespeare invented the word assassination and bump.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    { "id": "553861", "fact": "There are beaches in the Maldives that glow in the dark." }
  ],
  "idiom": {
    "id": "stuff-and-nonsense",
    "term": "stuff and nonsense",
    "definition": "Utter foolishness or absurdity, as in *Stuff and nonsense, of course I can pack a suitcase.* Often used as an interjection, this idiom employs *stuff* in the sense of \"rubbish.\" It was first recorded in 1749."
  },
  "person": {
    "id": "dedan-kimathi",
    "name": "Dedan Kimathi",
    "dates": "Oct 31, 1920 - Feb 18, 1957",
    "mainImg": "img/people/dedan-kimathi.jpg",
    "summary": [
      "Dedan Kimathi Waciuri, born Kimathi wa Waciuri, was the senior military and spiritual leader of the Mau Mau Uprising. Widely regarded as a revolutionary leader, he led the armed military struggle against the British colonial regime in Kenya in the 1950s until his execution in 1957.",
      "Kimathi is credited with leading efforts to create formal military structures within the Mau Mau, and convening a war council in 1953. He along with Musa Mwariama and Muthoni Kirima was one of three Field Marshals. His capture in 1956 and execution the next year led to the decline of the uprising against the British colonial government. Before his execution, he wrote that he was \"...so busy and so happy preparing for heaven tomorrow.\"",
      "Kenyan nationalists view him as the heroic figurehead of the Kenyan freedom struggle against British colonial rule, while the British government saw him as a terrorist. Despite being viewed with disdain by the Jomo Kenyatta and Daniel arap Moi governments, Kimathi and his fellow Mau Mau rebels have been officially recognised as heroes in the struggle for Kenyan independence since the Mwai Kibaki administration, culminating in the unveiling of a Kimathi statue in 2007."
    ],
    "quote": "“I would rather die on my legs than live on my knees”",
    "urlWiki": "https://en.wikipedia.org/wiki/Dedan_Kimathi",
    "urlGoogle": "https://artsandculture.google.com/entity/dedan-kimathi/m03drp7"
  },
  "place": {
    "id": "amherst",
    "name": "Amherst",
    "mainImg": "img/places/amherst.jpg",
    "summary": [
      "Amherst is a town in Hampshire County, Massachusetts, United States, in the Connecticut River valley. As of the 2010 census, the population was 37,819, making it the highest populated municipality in Hampshire County. The town is home to Amherst College, Hampshire College, and the University of Massachusetts Amherst, three of the Five Colleges. The name of the town is pronounced without the h by natives and long-time residents, giving rise to the local saying, \"only the 'h' is silent\", in reference both to the pronunciation and to the town's politically active populace.",
      "Amherst has three census-designated places; Amherst Center, North Amherst, and South Amherst.",
      "Amherst is part of the Springfield, Massachusetts Metropolitan Statistical Area. Lying 22 miles north of the city of Springfield, Amherst is considered the northernmost town in the Hartford-Springfield Metropolitan Region, \"The Knowledge Corridor\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Amherst,_Massachusetts",
    "urlGoogle": "https://artsandculture.google.com/entity/amherst/m0d739"
  },
  "quote": {
    "id": "64",
    "quote": "I think it is often easier to make progress on mega-ambitious dreams. Since no one else is crazy enough to do it, you have little competition. In fact, there are so few people this crazy that I feel like I know them all by first name.",
    "author": "Larry Page"
  },
  "wiki": {
    "id": "restoration-literature",
    "name": "Restoration literature",
    "summary": "Restoration literature is the literature written in English during the period commonly referred to as the English Restoration, corresponding with the last years of the direct Stuart reign in England, Scotland, Wales, and Ireland. In general, the term is used to denote roughly homogeneous styles of literature that centre on a celebration of or reaction to the restored court of Charles II. It is a literature that includes extremes, for it encloses both Paradise Lost and the Earl of Rochester's Sodom, the high-spirited sexual comedy of The Country Wife and the moral wisdom of Pilgrim's Progress. It saw Locke's Treatises on Government, the founding of the Royal Society, the experiments and holy meditations of Robert Boyle, the hysterical attacks on theatres from Jeremy Collier, and the pioneering of literary criticism from John Dryden and John Dennis. It saw news become a commodity, the essay develop into a periodical artform, the beginnings of textual criticism, and the emergence of the stock market.",
    "url": "https://en.wikipedia.org/wiki/Restoration_literature"
  },
  "word": {
    "id": "flack",
    "word": "flack",
    "url": "https://www.merriam-webster.com/dictionary/flack",
    "partOfSpeech": "verb",
    "pronunciation": "FLACK",
    "audioPath": "audio/words/flack.mp3",
    "definitions": ["to provide publicity : engage in press-agentry"],
    "examples": [
      "The billionaire's former mistress has been in the tabloids and on the talk-show circuit as of late, flacking for her juicy tell-all."
    ],
    "origin": "The word \"flack\" was first used as a noun meaning \"publicity agent\" during the late 1930s. According to one rumor, the word was coined in tribute to a well-known movie publicist of the time, Gene Flack. Another rumor holds that \"flack\" derives from a similar-sounding Yiddish word for someone who talks about someone else's affairs. The editors of Merriam-Webster dictionaries remain skeptical about these claims and have listed the etymology of \"flack\" as \"unknown.\" We can say with confidence, however, that the verb form of the word appeared in _Maclean's_ in 1963. You may also be familiar with another \"flack\" -- a noun meaning \"criticism\" or \"opposition.\" This unrelated homograph stems from a misspelling of \"flak,\" a German acronym and English word for antiaircraft guns."
  }
}
