{
  "artist": {
    "id": "pisanello",
    "name": "Pisanello",
    "dates": "1395 - 1455",
    "mainImg": "img/art/artists/pisanello.jpg",
    "artworkImgs": [
      {
        "name": "Two male figure studies and St Peter",
        "path": "img/art/artworks/pisanello-a1.jpg",
        "source": "https://artsandculture.google.com/asset/two-male-figure-studies-and-st-peter-pisanello/7QGChLTFeArdfA"
      },
      {
        "name": "Sketches of the Emperor John VIII Palaeologus, a Monk, and a Scabbard",
        "path": "img/art/artworks/pisanello-a2.jpg",
        "source": "https://artsandculture.google.com/asset/sketches-of-the-emperor-john-viii-palaeologus-a-monk-and-a-scabbard-antonio-pisano-called-pisanello-italian-about-1395–about-1455/9QFOesj77D1sIw"
      },
      {
        "name": "Sigismondo Malatesta (Lord of Rimini 1432, lived 1417–1468)",
        "path": "img/art/artworks/pisanello-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sigismondo-malatesta-lord-of-rimini-1432-lived-1417–1468-pisanello-antonio-pisano/TgHr4D6hIFrq2w"
      },
      {
        "name": "Cutting from a Gradual",
        "path": "img/art/artworks/pisanello-a4.jpg",
        "source": "https://artsandculture.google.com/asset/cutting-from-a-gradual-attributed-to-pisanello-attributed-to-the-master-of-the-antiphonal-q-of-san-giorgio-maggiore/YQEcouo06Ra3Ug"
      },
      {
        "name": "Allegory of Luxuria (recto), c. 1426",
        "path": "img/art/artworks/pisanello-a5.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-of-luxuria-recto-c-1426/8gFXg7S57N-3Uw"
      },
      {
        "name": "Domenico Novello Malatesta of Cesena, lead copy of medal",
        "path": "img/art/artworks/pisanello-a6.jpg",
        "source": "https://artsandculture.google.com/asset/domenico-novello-malatesta-of-cesena-lead-copy-of-medal-pisanello/SgFVD4IuxKMnYg"
      }
    ],
    "summary": [
      "Pisanello, known professionally as Antonio di Puccio Pisano or Antonio di Puccio da Cereto, also erroneously called Vittore Pisano by Giorgio Vasari, was one of the most distinguished painters of the early Italian Renaissance and Quattrocento. He was acclaimed by poets such as Guarino da Verona and praised by humanists of his time, who compared him to such illustrious names as Cimabue, Phidias and Praxiteles.",
      "Pisanello is known for his resplendent frescoes in large murals, elegant portraits, small easel pictures, and many brilliant drawings. He is the most important commemorative portrait medallist in the first half of the 15th century, and he can claim to have originated this important genre.",
      "He was employed by the Doge of Venice, the Pope in the Vatican and the courts of Verona, Ferrara, Mantua, Milan, Rimini, and by the King of Naples. He stood in high esteem in the Gonzaga and Este families.",
      "Pisanello had many of his works wrongly ascribed to other artists such as Piero della Francesca, Albrecht Dürer and Leonardo da Vinci, to name a few. While most of his paintings have perished, a good many of his drawings and medals have survived."
    ],
    "quote": null,
    "movements": ["Renaissance", "Italian Renaissance", "Gothic art"],
    "mediums": ["Metal", "Bronze", "Copper", "Drawing", "Ink", "Wax"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pisanello",
    "urlGoogle": "https://artsandculture.google.com/entity/pisanello/m03kb1h"
  },
  "event": {
    "id": "hurricane-matthew",
    "name": "Hurricane Matthew",
    "dates": "Sep 28, 2016 - Oct 10, 2016",
    "mainImg": "img/events/hurricane-matthew.jpg",
    "summary": [
      "Hurricane Matthew was the first Category 5 Atlantic hurricane since Felix in 2007. Matthew caused catastrophic damage and a humanitarian crisis in Haiti, as well as widespread devastation in the southeastern United States. The deadliest Atlantic hurricane since Hurricane Stan in 2005, Matthew was the thirteenth named storm, fifth hurricane and second major hurricane of the 2016 Atlantic hurricane season. It caused extensive damage to landmasses in the Greater Antilles, and severe damage in several islands of the Bahamas who were still recovering from Joaquin which had pounded such areas nearly a year earlier. At one point, the hurricane even threatened to be the first storm of Category 3 or higher intensity to strike the United States since Wilma in 2005, but Matthew stayed just offshore paralleling the Florida coastline.",
      "Originating from a tropical wave that emerged off Africa on September 22, Matthew developed into a tropical storm just east of the Lesser Antilles on September 28."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hurricane_Matthew",
    "urlGoogle": "https://artsandculture.google.com/entity/hurricane-matthew/g11c1tb2d22"
  },
  "funFacts": [
    {
      "id": "672",
      "fact": "The Wildwood Boardwalk extends nearly two miles and has more than 70,000 wooden planks.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "710",
      "fact": "A tankless water heater uses half the energy of a standard model.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553542",
      "fact": "In 1916, Adeline and Augusta Van Buren became the first women to travel across the country on two solo motorcycles. They made it despite frequently being arrested for wearing pants."
    }
  ],
  "idiom": {
    "id": "at-someones-elbow",
    "term": "at someone's elbow",
    "definition": "Immediately beside someone, close by, as in *The apprentice was constantly at the master's elbow.* Why this idiom focuses on the elbow rather than the arm, shoulder, or some other body part is not known. Moreover, it can mean either that someone is so nearby as to constitute a nuisance or in order to readily provide assistance. Either can be meant in the example above. [Mid-1500s]"
  },
  "person": {
    "id": "galeazzo-ciano",
    "name": "Galeazzo Ciano",
    "dates": "Mar 18, 1903 - Jan 11, 1944",
    "mainImg": "img/people/galeazzo-ciano.jpg",
    "summary": [
      "Gian Galeazzo Ciano, 2nd Count of Cortellazzo and Buccari was an Italian diplomat and politician who served as Foreign Minister in the government of his father-in-law, Benito Mussolini, from 1936 until 1943.",
      "He was the son of Admiral Costanzo Ciano, a founding member of the National Fascist Party; father and son both took part in Mussolini's March on Rome in 1922. Ciano saw action in the Italo-Ethiopian War and was appointed Foreign Minister on his return. Following a series of Axis defeats in the Second World War, Ciano began pushing for Italy's exit, and he was dismissed from his post as a result. He then served as ambassador to the Vatican.",
      "In July 1943, Ciano was among the members of the Grand Council of Fascism that forced Mussolini's ouster and subsequent arrest. Ciano proceeded to flee to Germany but was arrested and turned over to Mussolini's new regime, the Italian Social Republic. Under German pressure, Mussolini ordered Ciano's death, and in January 1944 he was executed by firing squad."
    ],
    "quote": "“As always, victory finds a hundred fathers but defeat is an orphan.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Galeazzo_Ciano",
    "urlGoogle": "https://artsandculture.google.com/entity/galeazzo-ciano/m012y87"
  },
  "place": {
    "id": "pasadena",
    "name": "Pasadena",
    "mainImg": "img/places/pasadena.jpg",
    "summary": [
      "Pasadena is a city in Los Angeles County, California, United States, 11 miles northeast of Downtown Los Angeles.",
      "Its population was 137,122 at the 2010 census and an estimated 141,029 in 2019, making it the 40th largest city in California and the ninth-largest city in Los Angeles County. Pasadena was incorporated on June 19, 1886, becoming one of the first cities to be incorporated in what is now Los Angeles County, following the city of Los Angeles. It is one of the primary cultural centers of the San Gabriel Valley.",
      "Pasadena is known for hosting the annual Rose Bowl football game and Tournament of Roses Parade. It is also home to many scientific and cultural institutions, including Caltech, Pasadena City College, Fuller Theological Seminary, ArtCenter College of Design, the Pasadena Playhouse, the Ambassador Auditorium, the Norton Simon Museum, and the USC Pacific Asia Museum, with the Jet Propulsion Laboratory in nearby La Cañada Flintridge."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pasadena,_California",
    "urlGoogle": "https://artsandculture.google.com/entity/pasadena/m0mzww"
  },
  "wiki": {
    "id": "proserpine-play",
    "name": "Proserpine (play)",
    "summary": "Proserpine is a verse drama written for children by the Romantic writers Mary Shelley and Percy Bysshe Shelley. Mary wrote the blank verse drama and Percy contributed two lyric poems. Composed in 1820 while the Shelleys were living in Italy, it is often considered a partner to the Shelleys' play Midas. Proserpine was first published in the London periodical The Winter's Wreath in 1832. The drama is based on Ovid's tale of the abduction of Proserpine by Pluto, which itself was based on the Greek myth of Demeter and Persephone. Mary Shelley's version focuses on the female characters. In a largely feminist retelling from Ceres's point of view, Shelley emphasises the separation of mother and daughter and the strength offered by a community of women. Ceres represents life and love, and Pluto represents death and violence. The genres of the text also reflect gender debates of the time. Proserpine is part of a female literary tradition which, as feminist literary critic Susan Gubar describes it, has used the story of Ceres and Proserpine to \"re-define, to re-affirm and to celebrate female consciousness itself\". However, the play has been both neglected and marginalised by critics.",
    "url": "https://en.wikipedia.org/wiki/Proserpine_(play)"
  },
  "word": {
    "id": "withy",
    "word": "withy",
    "url": "https://www.merriam-webster.com/dictionary/withy",
    "partOfSpeech": "noun",
    "pronunciation": "WITH-ee (the TH is as in \"the\")",
    "audioPath": "audio/words/withy.mp3",
    "definitions": [
      "willow; especially : any of various willows whose pliable twigs are used for furniture and basketry",
      "a flexible slender twig or branch"
    ],
    "examples": [
      "The withies must be soaked in water for about a week before they will be ready to be woven into baskets."
    ],
    "origin": "\"Withy\" is a word with several synonyms. In its broadest use, it is simply another word for \"willow,\" but it can also be used for a particular category of willows which are also known by the name \"osier.\" Additionally, the word \"withe\" can be substituted for the \"flexible slender twig or branch\" sense of \"withy.\" \"Osier\" entered English from Anglo-French in the 14th century, whereas \"willow,\" \"withy,\" and \"withe\" all have their origins in Old English. \"Willow\" comes from the Old English \"welig,\" a word that can be found in writing going back to the middle of the 8th century, and \"withy\" and \"withe\" come from \"wīthig,\" a word that is known to have been used at least as far back as the 10th century."
  }
}
