{
  "artist": {
    "id": "palma-il-giovane",
    "name": "Palma il Giovane",
    "dates": "1544 - Oct 14, 1628",
    "mainImg": "img/art/artists/palma-il-giovane.jpg",
    "artworkImgs": [
      {
        "name": "Prudence",
        "path": "img/art/artworks/palma-il-giovane-a1.jpg",
        "source": "https://artsandculture.google.com/asset/prudence/BgFFhHUjTsHzag"
      },
      {
        "name": "The Crusaders army attacks Constantinople",
        "path": "img/art/artworks/palma-il-giovane-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-crusaders-army-attacks-constantinople/EgEeLSgINLDHOg"
      },
      {
        "name": "Doge Francesco Venier presents to Venice its subject cities",
        "path": "img/art/artworks/palma-il-giovane-a3.jpg",
        "source": "https://artsandculture.google.com/asset/doge-francesco-venier-presents-to-venice-its-subject-cities-jacopo-palma-il-giovane/CgGVSNIe1f1CSg"
      },
      {
        "name": "The Baptism of Christ",
        "path": "img/art/artworks/palma-il-giovane-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-baptism-of-christ-jacopo-palma-il-giovane/4gEk7D3U6uAlkA"
      },
      {
        "name": "The Placing of Christ in the Sepulchre",
        "path": "img/art/artworks/palma-il-giovane-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-placing-of-christ-in-the-sepulchre-titian-tiziano-vecellio-studio-and-palma-the-younger/TgGeR5CAGKSruw"
      },
      {
        "name": "Allegory of the League of Cambrai",
        "path": "img/art/artworks/palma-il-giovane-a6.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-of-the-league-of-cambrai-jacopo-palma-il-giovane/AwHCThU9MOlb2g"
      }
    ],
    "summary": [
      "Iacopo Negretti, best known as Jacopo or Giacomo Palma il Giovane or simply Palma Giovane, was an Italian painter from Venice and a notable exponent of the Venetian school.",
      "After Tintoretto's death, Palma became Venice's dominant artist perpetuating his style. Outside Venice, he received numerous commissions in the area of Bergamo, then part of the Venetian Domini di Terraferma, and in Central Europe, most prominently from the connoisseur emperor Rudolph II in Prague."
    ],
    "quote": null,
    "movements": [
      "Mannerism",
      "Renaissance",
      "Italian Renaissance",
      "Venetian painting",
      "High Renaissance"
    ],
    "mediums": ["Pen", "Ink", "Etching", "Chalk", "Pigment", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Palma_il_Giovane",
    "urlGoogle": "https://artsandculture.google.com/entity/palma-il-giovane/m0gjxb9"
  },
  "event": {
    "id": "1980-summer-olympics",
    "name": "1980 Summer Olympics",
    "dates": "Jul 19, 1980 - Aug 3, 1980",
    "mainImg": "img/events/1980-summer-olympics.jpg",
    "summary": [
      "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad, was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
      "The 1980 Games were the first Olympic Games to be staged in Eastern Europe, and remain the only Summer Olympics held there, as well as the first Olympic Games to be held in a Slavic language-speaking country. They were also the only Summer Olympic Games to be held in a communist country until 2008 in China. These were the final Olympic Games under the IOC Presidency of Michael Morris, 3rd Baron Killanin.",
      "Eighty nations were represented at the Moscow Games – the smallest number since 1956. Led by the United States, 66 countries boycotted the games entirely because of the Soviet–Afghan War. Some athletes from some of the boycotting countries participated in the games under the Olympic Flag. The Soviet Union would later boycott the 1984 Summer Olympics. The Soviet Union won the most gold and overall medals, with the USSR and East Germany winning 127 out of 203 available golds."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1980_Summer_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/1980-summer-olympics/m0l6vl"
  },
  "funFacts": [
    {
      "id": "158",
      "fact": "The first MTV video was \"Video Killed the Radio Star\" by the Buggles.",
      "category": ["Firsts"]
    },
    {
      "id": "194",
      "fact": "You don't have to be a lawyer to be a Supreme Court Justice.",
      "category": ["Laws"]
    },
    {
      "id": "382",
      "fact": "The official state gem of Washington is petrified wood.",
      "category": ["Plants", "Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553860",
      "fact": "Boring, Oregon and Dull, Scotland have been sister cities since 2012. In 2017, they added Bland Shire, Australia to their “League of Extraordinary Communities.”"
    },
    {
      "id": "553537",
      "fact": "When pirate Richard Worley, captain of the New York’s Revenge, captured his second ship, he named it the New York Revenge’s Revenge."
    }
  ],
  "idiom": {
    "id": "steal-someones-thunder",
    "term": "steal someone's thunder",
    "definition": "Use or appropriate another's idea, especially to one's advantage, as in *It was Harold's idea but they stole his thunder and turned it into a massive advertising campaign without giving him credit.* This idiom comes from an actual incident in which playwright and critic John Dennis (1657--1734) devised a \"thunder machine\" (by rattling a sheet of tin backstage) for his play, *Appius and Virginia* (1709), and a few days later discovered the same device being used in a performance of *Macbeth,* whereupon he declared, \"They steal my thunder.\""
  },
  "person": {
    "id": "henry-parkes",
    "name": "Henry Parkes",
    "dates": "May 27, 1815 - Apr 27, 1896",
    "mainImg": "img/people/henry-parkes.jpg",
    "summary": [
      "Sir Henry Parkes, GCMG was a colonial Australian politician and longest non-consecutive Premier of the Colony of New South Wales, the present-day state of New South Wales in the Commonwealth of Australia. He has been referred to as the \"Father of Federation\" due to his early promotion for the federation of the six colonies of Australia, as an early critic of British convict transportation and as a proponent for the expansion of the Australian continental rail network.",
      "Parkes delivered his famous Tenterfield Oration in 1889 which led to his instigation of a conference in 1890 and a Constitutional Convention in 1891, the first of a series of meetings that led to the federation of Australia. He died in 1896, five years before this process was completed. He was described during his lifetime by The Times as \"the most commanding figure in Australian politics\". Alfred Deakin described Sir Henry Parkes as having flaws but nonetheless being \"a large-brained self-educated Titan whose natural field was found in Parliament\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_Parkes",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-parkes/m01r_4j"
  },
  "place": {
    "id": "shiraz",
    "name": "Shiraz",
    "mainImg": "img/places/shiraz.jpg",
    "summary": [
      "Shiraz is the fifth-most-populous city of Iran and the capital of Fars Province also known as Pars and Persis. At the 2016 census, the population of the city was 1,869,001 and its built-up area with \"Shahr-e Jadid-e Sadra\" was home to 1,565,572 inhabitants. Shiraz is located in the southwest of Iran on the \"Rudkhaneye Khoshk\" seasonal river. It has a moderate climate and has been a regional trade center for over a thousand years. Shiraz is one of the oldest cities of ancient Persia.",
      "The earliest reference to the city, as Tiraziš, is on Elamite clay tablets dated to 2000 BC. The modern city was founded or restored by the Umayyads in 693 and grew prominent under the successive Iranian Saffarid and Buyid dynasties in the 9th and 10th–11th centuries, respectively. In the 13th century, Shiraz became a leading center of the arts and letters, due to the encouragement of its ruler and the presence of many Persian scholars and artists. It was the capital of Persia during the Zand dynasty from 1750 until 1800. Two famous poets of Iran, Hafez and Saadi, are from Shiraz, whose tombs are on the north side of the current city boundaries."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Shiraz",
    "urlGoogle": "https://artsandculture.google.com/entity/shiraz/m09wc5"
  },
  "wiki": {
    "id": "half-life-2",
    "name": "Half-Life 2",
    "summary": "Half-Life 2 is a science fiction first-person shooter computer game and the sequel to Half-Life. It was developed by the Valve Software Corporation and was released on November 16 2004 following a protracted five-year development cycle during which the game's source code was leaked to the Internet. The game garnered near unanimous positive reviews and received critical acclaim, winning over 35 Game of the Year awards for 2005. Originally available only for Windows-based personal computers, the game has since been ported onto the Xbox console, and is due to be released additionally for the Xbox 360 and PlayStation 3 in 2007. Taking place in and around the fictional City 17 sometime in the near future, Half-Life 2 follows the scientist Gordon Freeman. Dr. Freeman is thrust into a dystopian environment in which the aftermath of the Black Mesa Incident has come to bear fully upon human society. The game uses the Source game engine, which includes a heavily modified version of the Havok physics engine. Overall, the Half-Life franchise, including Counter-Strike and Day of Defeat, has seen over 15 million sales.",
    "url": "https://en.wikipedia.org/wiki/Half-Life_2"
  },
  "word": {
    "id": "circadian",
    "word": "circadian",
    "url": "https://www.merriam-webster.com/dictionary/circadian",
    "partOfSpeech": "adjective",
    "pronunciation": "ser-KAY-dee-un",
    "audioPath": "audio/words/circadian.mp3",
    "definitions": [
      "being, having, characterized by, or occurring in approximately 24-hour periods or cycles (as of biological activity or function)"
    ],
    "examples": [
      "\"Teenagers, like everyone else, need bright lights in the morning … to synchronize their inner, circadian rhythms with nature's cycles of day and night.\" (Thomas H. Maugh II, _Chicago Tribune_, Feb. 17, 2010)"
    ],
    "origin": "Just over fifty years ago, no one talked about \"circadian rhythms\" -- because \"circadian\" hadn't even been coined yet. In 1959, a scientist formed the word from the Latin words \"circa\" (\"about\") and \"dies\" (\"day\"), and it caught on quickly. \"Circadian\" appeared in periodicals throughout the sixties, and appeared in a Merriam-Webster dictionary before the decade was up. Most often, it's seen and heard in the term \"circadian rhythm,\" which refers to the inherent cycle of about 24 hours that appears to control various biological processes, such as sleep, wakefulness, and digestive activity. If you want to impress your friends, you can also use the term \"circadian dysrhythmia,\" a fancy synonym of \"jet lag.\""
  }
}
