{
  "artist": {
    "id": "william-etty",
    "name": "William Etty",
    "dates": "Mar 10, 1787 - Nov 13, 1849",
    "mainImg": "img/art/artists/william-etty.jpg",
    "artworkImgs": [
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/william-etty-a1.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-william-etty-1787–1849-british/RQHcM_3v315zyQ"
      },
      {
        "name": "The Three Graces",
        "path": "img/art/artworks/william-etty-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-three-graces-william-etty/FQHKyYw7VYVNMA"
      },
      {
        "name": "Pandora Crowned by the Seasons",
        "path": "img/art/artworks/william-etty-a3.jpg",
        "source": "https://artsandculture.google.com/asset/pandora-crowned-by-the-seasons/9QEmh5GykEjt8w"
      },
      {
        "name": "Standing Female Nude",
        "path": "img/art/artworks/william-etty-a4.jpg",
        "source": "https://artsandculture.google.com/asset/standing-female-nude-william-etty/WQHjE4Y8HhI1XA"
      },
      {
        "name": "Venus and Her Satellites",
        "path": "img/art/artworks/william-etty-a5.jpg",
        "source": "https://artsandculture.google.com/asset/venus-and-her-satellites-william-etty/hgEk_qpkv5nRtw"
      },
      {
        "name": "Male Nude, Kneeling, from the Back",
        "path": "img/art/artworks/william-etty-a6.jpg",
        "source": "https://artsandculture.google.com/asset/male-nude-kneeling-from-the-back-attributed-to-william-etty-1787–1849-british/8wHiiza1O5UnKg"
      }
    ],
    "summary": [
      "William Etty RA was an English artist best known for his history paintings containing nude figures. He was the first significant British painter of nudes and still lifes. Born in York, he left school at the age of 12 to become an apprentice printer in Hull. He completed his apprenticeship seven years later and moved to London, where in 1807 he joined the Royal Academy Schools. There he studied under Thomas Lawrence and trained by copying works by other artists. Etty earned respect at the Royal Academy of Arts for his ability to paint realistic flesh tones, but had little commercial or critical success in his first few years in London.",
      "Etty's Cleopatra's Arrival in Cilicia, painted in 1821, featured numerous nudes and was exhibited to great acclaim. Its success prompted several further depictions of historical scenes with nudes. All but one of the works he exhibited at the Royal Academy in the 1820s contained at least one nude figure, and he acquired a reputation for indecency. Despite this, he was commercially successful and critically acclaimed, and in 1828 was elected a Royal Academician, at the time the highest honour available to an artist."
    ],
    "quote": null,
    "movements": ["Academic art", "Romanticism"],
    "mediums": ["Oil paint", "Graphite", "Ink", "Pen", "Drawing", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/William_Etty",
    "urlGoogle": "https://artsandculture.google.com/entity/william-etty/m021c1h"
  },
  "event": {
    "id": "attack-on-pearl-harbor",
    "name": "Attack on Pearl Harbor",
    "dates": null,
    "mainImg": "img/events/attack-on-pearl-harbor.jpg",
    "summary": [
      "The Attack on Pearl Harbor was a surprise, preemptive military strike by the Imperial Japanese Navy Air Service upon the United States against the naval base at Pearl Harbor in Honolulu, Territory of Hawaii, just before 08:00, on Sunday morning, December 7, 1941. The attack led to the United States' formal entry into World War II the next day. The Japanese military leadership referred to the attack as the Hawaii Operation and Operation AI, and as Operation Z during its planning. Japan intended the attack as a preventive action to keep the United States Pacific Fleet from interfering with its planned military actions in Southeast Asia against overseas territories of the United Kingdom, the Netherlands, and the United States. Over the course of seven hours there were coordinated Japanese attacks on the U.S.-held Philippines, Guam and Wake Island and on the British Empire in Malaya, Singapore, and Hong Kong.",
      "The attack commenced at 7:48 a.m. Hawaiian Time. The base was attacked by 353 Imperial Japanese aircraft in two waves, launched from six aircraft carriers. All eight U.S. Navy battleships were damaged, with four sunk."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Attack_on_Pearl_Harbor",
    "urlGoogle": "https://artsandculture.google.com/entity/attack-on-pearl-harbor/m0gc1_"
  },
  "funFacts": [
    {
      "id": "65",
      "fact": "A one-day weather forecast requires about 10 billion math calculations.",
      "category": ["Science"]
    },
    {
      "id": "683",
      "fact": "Wildlife Forever has helped plant more than 132,000 trees in America since its founding in 1987.",
      "category": ["Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "505074",
      "fact": "At one time, George Washington was the nation's largest whiskey producer. He made 11,000 gallons in 1799."
    }
  ],
  "person": {
    "id": "benedict-arnold",
    "name": "Benedict Arnold",
    "dates": "Jan 14, 1741 - Jun 14, 1801",
    "mainImg": "img/people/benedict-arnold.jpg",
    "summary": [
      "Benedict Arnold was an American-born senior officer of the British Army who commanded the American Legion in the later part of the American Revolutionary War. He is best known for his defection from the Continental Army to the British side of the conflict in 1780. General George Washington had given him his fullest trust and placed him in command of the fortifications at West Point, New York. Arnold planned to surrender the fort to British forces, but the plot was discovered in September 1780 and he fled to the British. His name quickly became a byword in the United States for treason and betrayal because he led the British army in battle against the very men whom he had once commanded.",
      "Arnold was born in the Connecticut Colony and was a merchant operating ships on the Atlantic Ocean when the war began in 1775. He joined the growing army outside Boston and distinguished himself through acts of intelligence and bravery."
    ],
    "quote": "“We have but very indifferent men in general. Great part of those who ship for seamen know very little of the matter.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Benedict_Arnold",
    "urlGoogle": "https://artsandculture.google.com/entity/benedict-arnold/m025_0c"
  },
  "place": {
    "id": "maracaibo",
    "name": "Maracaibo",
    "mainImg": "img/places/maracaibo.jpg",
    "summary": [
      "Maracaibo is a city and the municipal seat of Maracaibo Municipality in northwestern Venezuela, on the western shore of the strait that connects Lake Maracaibo to the Gulf of Venezuela. It is the second-largest city in Venezuela, after the national capital, Caracas, and the capital of the state of Zulia. The population of the city is approximately 2,658,355 with the metropolitan area estimated at 5,278,448 as of 2010.",
      "Maracaibo is nicknamed \"The Beloved Land of the Sun\".",
      "Maracaibo is considered the economic center of the western part of Venezuela, owing to the petroleum industry that developed in the shores of Lake Maracaibo. It is sometimes known as \"The First City of Venezuela\", for being the first city in Venezuela to adopt various types of public services, including electricity, as well as for being located adjacent to shores of Lake Maracaibo, where the name of Venezuela allegedly originates.",
      "Early indigenous settlements around the area were of Arawak and Carib origin. Maracaibo’s founding date is disputed. There were failed attempts to found the city—in 1529, by Captain Ambrosio Ehinger, and in 1569, by Captain Alonso Pacheco."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maracaibo",
    "urlGoogle": "https://artsandculture.google.com/entity/maracaibo/m01l263"
  },
  "wiki": {
    "id": "nathu-la",
    "name": "Nathu La",
    "summary": "Nathu La is a mountain pass in the Himalayas. It is located on the Indo-China border connecting the Indian state of Sikkim with the Tibet Autonomous Region of the People's Republic of China. The pass, at 4,310 m (14,140 ft) above mean sea level, forms part of an offshoot of the ancient Silk Road. Nathu means \"listening ears\" and La means \"pass\" in Tibetan. It is also spelled Ntula, Natu La, Nathula, or Natula. Nathu La is one of the three trading border posts between China and India; the other two are Shipkila in Himachal Pradesh and Lipulekh (or Lipulech) in Uttarakhand. Sealed by India after the 1962 Sino-Indian War, it was re-opened in 2006 following numerous bilateral trade agreements. The opening of the pass is expected to bolster the economy of the region and play a key role in the growing Sino-Indian trade. Currently, agreements between the two nations limit trade across the pass to the export of 29 types of goods from India and import of 15 from the Chinese side. The opening also shortens the travel distance to important Hindu and Buddhist pilgrimage sites in the region.",
    "url": "https://en.wikipedia.org/wiki/Nathu_La"
  },
  "word": {
    "id": "calumny",
    "word": "calumny",
    "url": "https://www.merriam-webster.com/dictionary/calumny",
    "partOfSpeech": "noun",
    "pronunciation": "KAL-um-nee",
    "audioPath": "audio/words/calumny.mp3",
    "definitions": [
      "a misrepresentation intended to harm another's reputation",
      "the act of uttering false charges or misrepresentations maliciously calculated to harm another's reputation"
    ],
    "examples": [
      "The notion that the mayor knew about the problem before the newspaper broke the story is nothing but _calumny_.",
      "\"Some say that showing respect for your opponent after heaping disrespect upon him … and having disrespect heaped upon you civilizes our politics. In truth, however, it degrades our politics. It says that anything goes-_calumny_ and character assassination are all just part of the rough and tumble of campaigning.…\" - Eric Zorn, _Chicago Tribune_, November 7, 2014"
    ],
    "origin": "_Calumny_ made an appearance in these famous words from Shakespeare's _Hamlet_: \"If thou dost marry, I'll give thee this plague for thy dowry: be thou chaste as ice, as pure as snow, thou shalt not escape calumny. Get thee to a nunnery, go.\" The word had been in the English language for a while, though, before Hamlet uttered it. It first entered English in the 15th century and comes from the Middle French word _calomnie_ of the same meaning. _Calomnie_, in turn, derives from the Latin word _calumnia_, (meaning \"false accusation,\" \"false claim,\" or \"trickery\"), which itself traces to the Latin verb _calvi_, meaning \"to deceive.\""
  }
}
