{
  "artist": {
    "id": "stanford-white",
    "name": "Stanford White",
    "dates": "Nov 9, 1853 - Jun 25, 1906",
    "mainImg": "img/art/artists/stanford-white.jpg",
    "artworkImgs": [
      {
        "name": "Frame for Thayer's Diana",
        "path": "img/art/artworks/stanford-white-a1.jpg",
        "source": "https://artsandculture.google.com/asset/frame-for-thayer-s-diana-artist-designed-by-stanford-white/7gFkAro9dt07Pw"
      },
      {
        "name": "Frame for Thayer's Portrait of the Artist's Eldest Daughter",
        "path": "img/art/artworks/stanford-white-a2.jpg",
        "source": "https://artsandculture.google.com/asset/frame-for-thayer-s-portrait-of-the-artist-s-eldest-daughter-artist-designed-by-stanford-white-frame-maker-alexander-j-cabus/zAEWwYOkGM8WeA"
      },
      {
        "name": "Frame for Dewing's After Sunset",
        "path": "img/art/artworks/stanford-white-a3.jpg",
        "source": "https://artsandculture.google.com/asset/frame-for-dewing-s-after-sunset-artist-designed-by-stanford-white-frame-maker-alexander-j-cabus/iwE08Huy17_qnw"
      },
      {
        "name": "Frame for Dewing's The Mirror",
        "path": "img/art/artworks/stanford-white-a4.jpg",
        "source": "https://artsandculture.google.com/asset/frame-for-dewing-s-the-mirror-designer-stanford-white-frame-maker-alexander-j-cabus/xwE23-ZMT7JEhA"
      },
      {
        "name": "Frame for Dewing's In White",
        "path": "img/art/artworks/stanford-white-a5.jpg",
        "source": "https://artsandculture.google.com/asset/frame-for-dewing-s-in-white-designer-stanford-white-frame-maker-alexander-j-cabus/PQGbUmjPm7Gf7Q"
      },
      {
        "name": "Frame for Thayer's \"A Virgin\"",
        "path": "img/art/artworks/stanford-white-a6.jpg",
        "source": "https://artsandculture.google.com/asset/frame-for-thayer-s-a-virgin-designer-stanford-white-frame-maker-alexander-j-cabus/7QEMhRf1_0o3qA"
      }
    ],
    "summary": [
      "Stanford White was an American architect. He was also a partner in the architectural firm McKim, Mead & White, the frontrunner among Beaux-Arts firms. He designed many houses for the rich as well as numerous civic, institutional, and religious buildings. His design principles embodied the \"American Renaissance\".",
      "In 1906, White was shot and killed by the mentally unstable millionaire Harry Kendall Thaw, who had become obsessed about White's previous relationship with Thaw's wife, actress Evelyn Nesbit. This led to a court case which was dubbed \"The Trial of the Century\" by contemporary reporters."
    ],
    "quote": null,
    "movements": ["Modern art", "Tonalism", "American Renaissance", "Barbizon school"],
    "mediums": ["Graphite", "Drawing", "Oil paint", "Wood", "Laid paper", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Stanford_White",
    "urlGoogle": "https://artsandculture.google.com/entity/stanford-white/m01gwg3"
  },
  "event": {
    "id": "die-wende",
    "name": "Die Wende",
    "dates": "1989 - 1990",
    "mainImg": "img/events/die-wende.jpg",
    "summary": [
      "The Peaceful Revolution was the process of sociopolitical change that led to the opening of East Germany's borders with the west, the end of the Socialist Unity Party of Germany in the German Democratic Republic and the transition to a parliamentary democracy, which enabled the reunification of Germany in October 1990. This happened through non-violent initiatives and demonstrations. This period of change is also referred to in German as Die Wende.",
      "These events were closely linked to Soviet leader Mikhail Gorbachev's decision to abandon Soviet hegemony in Eastern Europe as well as the reformist movements that spread through Eastern Bloc countries. In addition to the Soviet Union's shift in foreign policy, the GDR's lack of competitiveness in the global market, as well as its sharply rising national debt, hastened the destabilization of the SED's one-party state.",
      "Those driving the reform process within the GDR included intellectuals and church figures who had been in underground opposition for several years, people attempting to flee the country, and peaceful demonstrators who were no longer willing to yield to the threat of violence and repression."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Peaceful_Revolution",
    "urlGoogle": "https://artsandculture.google.com/entity/die-wende/m0271f6y"
  },
  "funFacts": [
    {
      "id": "410",
      "fact": "Bald eagles can swim using a stroke similar to the butterfly stroke.",
      "category": ["Animals"]
    },
    {
      "id": "322",
      "fact": "In the U.S., there are about 15,000 vacuum cleaner-related accidents each year.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [{ "id": "505506", "fact": "Frank Sinatra was offered the lead role in Die Hard." }],
  "idiom": {
    "id": "get-someones-goat",
    "term": "get someone's goat",
    "definition": "Annoy or anger someone, as in *By teasing me about that article I wrote, he's trying to get my goat, but I won't let him.* The origin of this expression is disputed. H.L. Mencken held it came from using a goat as a calming influence in a racehorse's stall and removing it just before the race, thereby making the horse nervous. However, there is no firm evidence for this origin. [c. 1900]"
  },
  "person": {
    "id": "justin-madden",
    "name": "Justin Madden",
    "dates": "Born May 31, 1961",
    "mainImg": "img/people/justin-madden.jpg",
    "summary": [
      "Justin Mark Madden AM is an Australian politician and former Australian rules footballer. He rose to prominence as a highly successful player with the Carlton Football Club, after an early stint with Essendon. He entered politics after retiring in 1997 from AFL. He has held seven Ministerial portfolios since the Victorian Labor Party took government at the 1999 election. Madden was Minister for Youth Affairs and Minister Assisting the Minister for Planning from 1999–2002, Minister for Sport and Recreation from October 1999 to December 2006, Minister for Commonwealth Games from February 2002 to December 2006, Minister for Planning from 2006 - December 2010 and Minister for the Respect Agenda from January 2010 to December of the same year. Madden retired from politics in 2014."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Justin_Madden",
    "urlGoogle": "https://artsandculture.google.com/entity/justin-madden/m01z882"
  },
  "place": {
    "id": "australia",
    "name": "Australia",
    "mainImg": "img/places/australia.jpg",
    "summary": [
      "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, though its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
      "Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Australia",
    "urlGoogle": "https://artsandculture.google.com/entity/australia/m0chghy"
  },
  "wiki": {
    "id": "cock-lane-ghost",
    "name": "Cock Lane ghost",
    "summary": "Fanny scratching in 18th-century London's Cock Lane was so notorious that interested bystanders often blocked the street. It became the focus of a religious controversy between Methodists and orthodox Anglicans, and was reported on by celebrities of the period such as Samuel Johnson. Charles Dickens referred to the phenomenon in several of his books, including Nicholas Nickleby and A Tale of Two Cities, and other Victorian authors also alluded to it in their work. One enterprising resident diverted the crowds that gathered in Cock Lane by allowing them to converse with a ghost he claimed was haunting his home, to which he charged an entrance fee. Fanny scratching eventually resulted in several prosecutions, and the pillorying of a father.",
    "url": "https://en.wikipedia.org/wiki/Cock_Lane_ghost"
  },
  "word": {
    "id": "roue",
    "word": "roué",
    "url": "https://www.merriam-webster.com/dictionary/roué",
    "partOfSpeech": "noun",
    "pronunciation": "roo-AY",
    "audioPath": "audio/words/roue.mp3",
    "definitions": ["a man devoted to a life of sensual pleasure : rake"],
    "examples": [
      "\"So when maidenhood has wandered into the moil of the city, when it is brought within the circle of the 'rounder' and the _roué_, even though it be at the outermost rim, they can come forth and use their alluring arts.\" -- From Theodore Dreiser's 1900 novel _Sister Carrie_",
      "\"Girls run off with bad boys all the time, always have and always will. But in the past, when deemed press-worthy, he was likely a notorious _roué_ or dangerous musician, not a dropout trying to muster enough gumption for a GED.\" -- From an article by Bridget Foley in _Women's Wear Daily_, July 16, 2010"
    ],
    "origin": "\"Roué\" originated as a French word and gained momentum when it began to be used in reference to the libertine companions of Philippe II, France's regent from 1715-1723. \"Roué\" means \"broken on the wheel\" in French and ultimately derives from Latin \"rota,\" meaning \"wheel.\" Since the wheel being referred to was an instrument of punishment, the French were implying that such dissolute beings deserved this punishment. By the end of the 18th century, English-speakers added \"roué\" to its list of synonyms for a rake, libertine, debaucher, lecher, etc."
  }
}
