{
  "artist": {
    "id": "henry-fuseli",
    "name": "Henry Fuseli",
    "dates": "Feb 7, 1741 - Apr 16, 1825",
    "mainImg": "img/art/artists/henry-fuseli.jpg",
    "artworkImgs": [
      {
        "name": "Thor battering the Midgard Serpent",
        "path": "img/art/artworks/henry-fuseli-a1.jpg",
        "source": "https://artsandculture.google.com/asset/thor-battering-the-midgard-serpent-henry-fuseli-ra/fQEH7Ro3EE5c7w"
      },
      {
        "name": "The Nightmare",
        "path": "img/art/artworks/henry-fuseli-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-nightmare-henry-fuseli/IwFwTbrht4QzgA"
      },
      {
        "name": "Oedipus Cursing His Son, Polynices",
        "path": "img/art/artworks/henry-fuseli-a3.jpg",
        "source": "https://artsandculture.google.com/asset/oedipus-cursing-his-son-polynices-henry-fuseli/qQE1GEk6wc8G2Q"
      },
      {
        "name": "Titania, Bottom and the Fairies",
        "path": "img/art/artworks/henry-fuseli-a4.jpg",
        "source": "https://artsandculture.google.com/asset/titania-bottom-and-the-fairies-henry-fuseli/YAHvPlCkxYnumQ"
      },
      {
        "name": "The Night-Hag Visiting Lapland Witches",
        "path": "img/art/artworks/henry-fuseli-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-night-hag-visiting-lapland-witches-henry-fuseli/ZwF-OkUeFZaqzQ"
      },
      {
        "name": "Percival Delivering Belisane from the Enchantment of Urma",
        "path": "img/art/artworks/henry-fuseli-a6.jpg",
        "source": "https://artsandculture.google.com/asset/percival-delivering-belisane-from-the-enchantment-of-urma-henry-fuseli/nwFD1aXVWbikYQ"
      }
    ],
    "summary": [
      "Henry Fuseli RA was a Swiss painter, draughtsman and writer on art who spent much of his life in Britain. Many of his works, such as The Nightmare, deal with supernatural subject-matter. He painted works for John Boydell's Shakespeare Gallery, and created his own \"Milton Gallery\". He held the posts of Professor of Painting and Keeper at the Royal Academy. His style had a considerable influence on many younger British artists, including William Blake."
    ],
    "quote": "“Nature is a collective idea, and, though its essence exist in each individual of the species, can never in its perfection inhabit a single object.”",
    "movements": ["Romanticism", "Sturm und Drang", "Neoclassicism", "Classicism"],
    "mediums": ["Engraving", "Graphite", "Ink", "Oil paint", "Etching", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Henry_Fuseli",
    "urlGoogle": "https://artsandculture.google.com/entity/henry-fuseli/m01djng"
  },
  "event": {
    "id": "battle-of-kursk",
    "name": "Battle of Kursk",
    "dates": "Jul 5, 1943 - Aug 23, 1943",
    "mainImg": "img/events/battle-of-kursk.jpg",
    "summary": [
      "The Battle of Kursk was a Second World War engagement between German and Soviet forces on the Eastern Front near Kursk in the Soviet Union, during July and August 1943. The battle began with the launch of the German offensive Operation Citadel, on 5 July, which had the objective of pinching off the Kursk salient with attacks on the base of the salient from north and south simultaneously. After the German offensive stalled on the northern side of the salient, on 12 July the Soviets commenced their Kursk Strategic Offensive Operation with the launch of Operation Kutuzov against the rear of the German forces in the northern side. On the southern side, the Soviets also launched powerful counterattacks the same day, one of which led to a large armoured clash, the Battle of Prokhorovka. On 3 August, the Soviets began the second phase of the Kursk Strategic Offensive Operation with the launch of Operation Polkovodets Rumyantsev against the German forces in the southern side of the Kursk salient.",
      "The battle was the final strategic offensive that the Germans were able to launch on the Eastern Front."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Kursk",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-kursk/m081xx"
  },
  "funFacts": [
    {
      "id": "461",
      "fact": "A fifteen-year-old boy invented earmuffs in 1873.",
      "category": ["History"]
    },
    { "id": "361", "fact": "The pineapple is a very big berry.", "category": ["Food", "Plants"] }
  ],
  "funFacts2": [
    {
      "id": "551314",
      "fact": "<span>The annual number of worldwide shark bites is 10 times less than the number of people bitten by other people in New York.</span>"
    }
  ],
  "idiom": {
    "id": "idiot-box",
    "term": "idiot box",
    "definition": "A television set, as in *There they sit in front of the idiot box, hour after hour.* This slangy and pejorative expression dates from about 1960."
  },
  "person": {
    "id": "melissa-gilbert",
    "name": "Melissa Gilbert",
    "dates": "Born May 8, 1964",
    "mainImg": "img/people/melissa-gilbert.jpg",
    "summary": [
      "Melissa Ellen Gilbert is an American actress, television director, producer, politician and former president of the Screen Actors Guild.",
      "Gilbert began her career as a child actress in the late 1960s, appearing in numerous commercials and guest starring roles on television. From 1974 to 1984, she starred as Laura Ingalls Wilder, the second oldest daughter of Charles Ingalls on the NBC series Little House on the Prairie. During the run of Little House, Gilbert appeared in several popular television films, including The Diary of Anne Frank and The Miracle Worker.",
      "As an adult, she continued her career mainly in television films. Gilbert has also continued with guest starring roles on television and has done voice work for animation such as Batman: The Animated Series as Barbara Gordon / Batgirl. From 2009 to 2010, Gilbert appeared as Caroline \"Ma\" Ingalls in the touring production of Little House on the Prairie, the Musical. In 2012, she was a contestant on season fourteen of the popular reality dance competition show Dancing with the Stars on ABC.",
      "Gilbert served as the President of the Screen Actors Guild from 2001 to 2005."
    ],
    "quote": "“I grew up in a dysfunctional family.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Melissa_Gilbert",
    "urlGoogle": "https://artsandculture.google.com/entity/melissa-gilbert/m025z7p"
  },
  "place": {
    "id": "lincoln",
    "name": "Lincoln",
    "mainImg": "img/places/lincoln.jpg",
    "summary": [
      "Lincoln is the capital city of the U.S. state of Nebraska and the county seat of Lancaster County. The city covers 96.194 square miles with a population of 289,102 in 2019. It is the second-most populous city in Nebraska, after Omaha, and the 70th-largest in the United States. The city is the economic and cultural anchor of a substantially larger metropolitan area in the southeastern part of the state called the Lincoln Metropolitan and Lincoln-Beatrice Combined Statistical Areas. The statistical area is home to 356,083 people, making it the 105th-largest combined statistical area in the United States.",
      "The city was founded in 1856 as the village of Lancaster on the wild salt marshes of what was to become Lancaster County. Renamed after President Abraham Lincoln, it became Nebraska's state capital in 1869. The Bertram G. Goodhue-designed state capitol building was completed in 1932, and is the second tallest capitol in the United States. As the city is the seat of government for the state of Nebraska, the state and the United States government are major employers. The University of Nebraska was founded in Lincoln in 1869."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lincoln,_Nebraska",
    "urlGoogle": "https://artsandculture.google.com/entity/lincoln/m04gxf"
  },
  "wiki": {
    "id": "girl-scouts-of-the-usa",
    "name": "Girl Scouts of the USA",
    "summary": "The Girl Scouts of the United States of America (GSUSA) is a youth organization for girls in the United States and American girls living abroad. The Girl Scout program developed from the concerns of the progressive movement in the United States from people who sought to promote the social welfare of young women and as a female counterpart to the Boy Scouts of America. It was founded by Juliette Gordon Low in 1912 and is based on the Scouting principles developed by Robert Baden-Powell. The GSUSA uses the Scout method to build self-esteem and to teach values such as honesty, fairness, courage, compassion, character, sisterhood, confidence, and citizenship through activities including camping, community service, learning first aid, and earning numerous badges that can teach lifelong skills. Girl Scouts are recognized for their achievements through rank advancement and various special awards. GSUSA has programs for girls with special interests, such as water-based activities. Membership is organized according to age levels with activities appropriate to each age group.",
    "url": "https://en.wikipedia.org/wiki/Girl_Scouts_of_the_USA"
  },
  "word": {
    "id": "purfle",
    "word": "purfle",
    "url": "https://www.merriam-webster.com/dictionary/purfle",
    "partOfSpeech": "verb",
    "pronunciation": "PUR-ful",
    "audioPath": "audio/words/purfle.mp3",
    "definitions": ["to ornament the border or edges of"],
    "examples": ["The luthier used abalone shell to purfle the instrument."],
    "origin": "Today we use \"purfle\" mostly in reference to setting a decorative inlaid border around the body of a guitar or violin, a process known as \"purfling.\" In the past, \"purfle\" got the most use in connection with adornment of garments. \"The Bishop of Ely . . . wore a robe of scarlet . . . purfled with minever,\" reported an English clergyman in 1840, for example. We embellished our language with \"purfle,\" first as \"purfilen\" in the 1300s, when we took it with its meaning from Middle French \"porfiler.\""
  }
}
