{
  "artist": {
    "id": "jean-leon-gerome",
    "name": "Jean-Léon Gérôme",
    "dates": "May 11, 1824 - Jan 10, 1904",
    "mainImg": "img/art/artists/jean-leon-gerome.jpg",
    "artworkImgs": [
      {
        "name": "The Tulip Folly",
        "path": "img/art/artworks/jean-leon-gerome-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-tulip-folly-jean-léon-gérôme/9AHvxICOIkYocg"
      },
      {
        "name": "Prayer in the Mosque",
        "path": "img/art/artworks/jean-leon-gerome-a2.jpg",
        "source": "https://artsandculture.google.com/asset/prayer-in-the-mosque-jean-léon-gérôme/ewFOKlrIHUOe3w"
      },
      {
        "name": "Bashi-Bazouk",
        "path": "img/art/artworks/jean-leon-gerome-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bashi-bazouk-jean-léon-gérôme/wAHEW5ktQe8Gcw"
      },
      {
        "name": "The Christian Martyrs' Last Prayer",
        "path": "img/art/artworks/jean-leon-gerome-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-christian-martyrs-last-prayer-jean-léon-gérôme-french-1824-1904/8QHX_Z6w-BMLKw"
      },
      {
        "name": "Young Greeks Attending a Cock Fight",
        "path": "img/art/artworks/jean-leon-gerome-a5.jpg",
        "source": "https://artsandculture.google.com/asset/young-greeks-attending-a-cock-fight/LwFb6yJSxM9r7g"
      },
      {
        "name": "The Bath",
        "path": "img/art/artworks/jean-leon-gerome-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-bath-jean-léon-gérome/9wEgH998cal0Vg"
      }
    ],
    "summary": [
      "Jean-Léon Gérôme was a French painter and sculptor in the style now known as academicism. His paintings were so widely reproduced that he was \"arguably the world's most famous living artist by 1880.\" The range of his oeuvre included historical painting, Greek mythology, Orientalism, portraits, and other subjects, bringing the academic painting tradition to an artistic climax. He is considered one of the most important painters from this academic period. He was also a teacher with a long list of students."
    ],
    "quote": null,
    "movements": ["Academic art", "Neoclassicism", "Realism"],
    "mediums": ["Oil paint", "Drawing", "Graphite", "Bronze", "Rock", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean-L%C3%A9on_G%C3%A9r%C3%B4me",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-léon-gérôme/m02dbjv"
  },
  "event": {
    "id": "the-holocaust",
    "name": "The Holocaust",
    "dates": "1941 - May 8, 1945",
    "mainImg": "img/events/the-holocaust.jpg",
    "summary": [
      "The Holocaust, also known as the Shoah, was the World War II genocide of the European Jews. Between 1941 and 1945, across German-occupied Europe, Nazi Germany and its collaborators systematically murdered some six million Jews, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through work in concentration camps; and in gas chambers and gas vans in German extermination camps, chiefly Auschwitz, Bełżec, Chełmno, Majdanek, Sobibór, and Treblinka in occupied Poland.",
      "Germany implemented the persecution in stages. Following Adolf Hitler's appointment as Chancellor on 30 January 1933, the regime built a network of concentration camps in Germany for political opponents and those deemed \"undesirable\", starting with Dachau on 22 March 1933. After the passing of the Enabling Act on 24 March, which gave Hitler plenary powers, the government began isolating Jews from civil society; this included boycotting Jewish businesses in April 1933 and enacting the Nuremberg Laws in September 1935."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/The_Holocaust",
    "urlGoogle": "https://artsandculture.google.com/entity/the-holocaust/m03hzt"
  },
  "funFacts": [
    {
      "id": "1024",
      "fact": "Giraffes have the same number of vertebrae as humans: 7.",
      "category": ["Animals", "Anatomy", "Science"]
    },
    {
      "id": "849",
      "fact": "New York was the first state to require cars to have license plates.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "506873",
      "fact": "Chock Full o' Nuts coffee does not contain nuts. It's named for a chain of nut stores that the founder converted into coffee shops."
    }
  ],
  "idiom": {
    "id": "culture-vulture",
    "term": "culture vulture",
    "definition": "An individual with a consuming or excessive interest in the arts. For example, *A relentless culture vulture, she dragged her children to every museum in town.* This slangy term may have been originated by Ogden Nash, who wrote: \"There is a vulture Who circles above The carcass of culture\" (*Free Wheeling,* 1931). [1940s]"
  },
  "person": {
    "id": "sir-arthur-harris-1-st-baronet",
    "name": "Sir Arthur Harris, 1st Baronet",
    "dates": "Apr 13, 1892 - Apr 5, 1984",
    "mainImg": "img/people/sir-arthur-harris-1-st-baronet.jpg",
    "summary": [
      "Marshal of the Royal Air Force Sir Arthur Travers Harris, 1st Baronet, GCB, OBE, AFC, commonly known as \"Bomber\" Harris by the press and often within the RAF as \"Butcher\" Harris, was Air Officer Commanding-in-Chief RAF Bomber Command during the height of the Anglo-American strategic bombing campaign against Nazi Germany in the Second World War. In 1942, the British Cabinet agreed to the \"area bombing\" of German cities. Harris was given the task of implementing Churchill's policy and supported the development of tactics and technology to perform the task more effectively. Harris assisted British Chief of the Air Staff Marshal of the Royal Air Force Charles Portal in carrying out the United Kingdom's most devastating attacks against the German infrastructure and population, including the Bombing of Dresden.",
      "Harris emigrated to Southern Rhodesia in 1910, aged 17, but returned to England in 1915 to fight in the European theatre of the First World War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sir_Arthur_Harris,_1st_Baronet",
    "urlGoogle": "https://artsandculture.google.com/entity/sir-arthur-harris-1st-baronet/m01qdqg"
  },
  "place": {
    "id": "pune",
    "name": "Pune",
    "mainImg": "img/places/pune.jpg",
    "summary": [
      "Pune, also known as Poona, is a bustling metropolis in the Indian State of Maharashtra and the eighth most populous city in India, with an estimated population of about 7.2 million as of 2019. It has been ranked as one of the most livable cities in India several times.",
      "Along with its extended city limits Pimpri Chinchwad and the three cantonment towns of Pune, Khadki and Dehu Road, Pune forms the urban core of the eponymous Pune Metropolitan Region. According to the 2011 census, the urban area has a combined population of 5.05 million while the population of the metropolitan region is estimated at 7.27 million. Situated 560 metres above sea level on the Deccan plateau on the right bank of the Mutha river, Pune is also the administrative headquarters of its namesake district. In the 18th century, the city was the seat of the Peshwas, the prime ministers of the Maratha Empire and so was one of the most important political centres on the Indian subcontinent.",
      "The city is considered to be the IT capital of India. It is also known as the \"Oxford of the East\" due to the presence of several well-known educational institutions."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pune",
    "urlGoogle": "https://artsandculture.google.com/entity/pune/m015y2q"
  },
  "quote": {
    "id": "41",
    "quote": "I don't think much of a man who is not wiser today than he was yesterday.",
    "author": "Abraham Lincoln"
  },
  "wiki": {
    "id": "kargil-war",
    "name": "Kargil War",
    "summary": "The Kargil War was an armed conflict between India and Pakistan that took place between May and July 1999 in Kashmir. The cause of the war was the infiltration of Pakistani soldiers and Kashmiri militants into positions on the Indian side of the Line of Control, which serves as the de facto border between the two nations. The Indian Army, supported by the air force, attacked the Pakistani positions and, with international diplomatic support, eventually forced a Pakistani withdrawal across the Line of Control. The war is one of the most recent examples of high altitude warfare, in mountainous terrain, and posed significant logistics problems for the combating sides. This was the first ground war between the two nuclear armed countries. (India and Pakistan both test-detonated fission devices in May 1998, though the first Indian nuclear test was conducted in 1974.) The conflict led to heightened tensions between the two nations and increased defense spending on the part of India. In Pakistan, the aftermath caused instability to the government and the economy, and on October 12 1999, a coup d'etat by the military placed army chief Pervez Musharraf in power.",
    "url": "https://en.wikipedia.org/wiki/Kargil_War"
  },
  "word": {
    "id": "tenebrous",
    "word": "tenebrous",
    "url": "https://www.merriam-webster.com/dictionary/tenebrous",
    "partOfSpeech": "adjective",
    "pronunciation": "TEN-uh-brus",
    "audioPath": "audio/words/tenebrous.mp3",
    "definitions": [
      "shut off from the light : dark, murky",
      "hard to understand : obscure",
      "causing gloom"
    ],
    "examples": [
      "\"A zigzag line of windows … cuts up from the base of the building, bringing light into its once-tenebrous interior.\" (Philip Kennicott, _The Washington Post_, September 28, 2008)"
    ],
    "origin": "\"Tenebrous\" means \"obscure\" or \"murky,\" but there's nothing unclear about its history. Etymologists know that the word derives from the Latin noun \"tenebrae,\" which means \"darkness.\" \"Tenebrous\" has been used in English since the 15th century, and in the 20th century it was joined by some interesting relations. \"Tenebrionid\" is the name of a nocturnal beetle that is usually dark-colored and is also called a \"darkling beetle.\" \"Tenebrism\" refers to a style of painting -- associated with the Italian painter Caravaggio -- in which most of the figures are engulfed in shadow but some are dramatically illuminated by concentrated light."
  }
}
