{
  "artist": {
    "id": "georges-de-la-tour",
    "name": "Georges de La Tour",
    "dates": "March 1593 - Jan 30, 1652",
    "mainImg": "img/art/artists/georges-de-la-tour.jpg",
    "artworkImgs": [
      {
        "name": "The Penitent Magdalen",
        "path": "img/art/artworks/georges-de-la-tour-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-penitent-magdalen-georges-de-la-tour/9AEgVQruXY36cw"
      },
      {
        "name": "The Fortune-Teller",
        "path": "img/art/artworks/georges-de-la-tour-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-fortune-teller-georges-de-la-tour/rwFHv6aEIvb0uw"
      },
      {
        "name": "The Cheat with the Ace of Diamonds",
        "path": "img/art/artworks/georges-de-la-tour-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-cheat-with-the-ace-of-diamonds-georges-de-la-tour-1493-1652-musée-du-louvre/bgHzypSr-csCyw"
      },
      {
        "name": "Smoker",
        "path": "img/art/artworks/georges-de-la-tour-a4.jpg",
        "source": "https://artsandculture.google.com/asset/smoker-la-tour-georges-de/PwFjC8tKrzP36A"
      },
      {
        "name": "The Fortune Teller",
        "path": "img/art/artworks/georges-de-la-tour-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-fortune-teller/pwH9NtM23f0sQQ"
      },
      {
        "name": "The Cheat with the Ace of Clubs",
        "path": "img/art/artworks/georges-de-la-tour-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-cheat-with-the-ace-of-clubs-georges-de-la-tour/eAHsvdrPzFNGFQ"
      }
    ],
    "summary": [
      "Georges de La Tour was a French Baroque painter, who spent most of his working life in the Duchy of Lorraine, which was temporarily absorbed into France between 1641 and 1648. He painted mostly religious chiaroscuro scenes lit by candlelight."
    ],
    "quote": null,
    "movements": [
      "Baroque",
      "Realism",
      "Modern art",
      "Antwerp school",
      "Impressionism",
      "Modernism"
    ],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Georges_de_La_Tour",
    "urlGoogle": "https://artsandculture.google.com/entity/georges-de-la-tour/m03n0lt"
  },
  "event": {
    "id": "philadelphia-liberty-loans-parade",
    "name": "Philadelphia Liberty Loans Parade",
    "dates": null,
    "mainImg": "img/events/philadelphia-liberty-loans-parade.jpg",
    "summary": [
      "The Philadelphia Liberty Loans Parade was a parade in Philadelphia, Pennsylvania, on September 28, 1918, organized to promote government bonds that helped pay for the needs of Allied troops in World War I. More than 200,000 Philadelphians attended the parade, which led to one of the largest outbreaks of the Spanish flu in the United States. It has since been declared the deadliest parade in American history.",
      "The parade and its aftermath received significant media attention in March 2020 during the COVID-19 pandemic, to exemplify the importance of banning large gatherings and enforcing social distancing during a pandemic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Philadelphia_Liberty_Loans_Parade",
    "urlGoogle": "https://artsandculture.google.com/entity/philadelphia-liberty-loans-parade/g11ft3c_vrk"
  },
  "funFacts": [
    {
      "id": "184",
      "fact": "The most used letters in the English language are E, T, A, O, I and N.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "178",
      "fact": "The first ballpoint pens were sold in 1945 for $12.00.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "554050",
      "fact": "The Palais Idéal in France is built entirely of stones a postman named Ferdinand Cheval picked up on his mail route."
    }
  ],
  "idiom": {
    "id": "build-on-sand",
    "term": "build on sand",
    "definition": "Use an unstable foundation, as in *If you buy nothing but high-risk stocks, your portfolio will be built on sand.* This metaphor appears in the New Testament, where Jesus likens those who do not heed his sayings to a foolish man who builds his house on sand, which then is washed away by rain, flood, and wind (Matthew 7:24--27). [c. 1600]"
  },
  "person": {
    "id": "harriet-lane",
    "name": "Harriet Lane",
    "dates": "May 9, 1830 - Jul 3, 1903",
    "mainImg": "img/people/harriet-lane.jpg",
    "summary": [
      "Harriet Rebecca Lane Johnston acted as First Lady of the United States during the presidency of her uncle, lifelong bachelor James Buchanan, from 1857 to 1861. Lane is among eleven women who have served as First Lady, but were not married to the President, with most of the other women being relatives of widowed presidents.",
      "In appearance \"Hal\" Lane was of medium height, with masses of light, almost golden-colored hair. She had eyes that were described as \"violet colored\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Harriet_Lane",
    "urlGoogle": "https://artsandculture.google.com/entity/harriet-lane/m025sh0"
  },
  "place": {
    "id": "galway",
    "name": "Galway",
    "mainImg": "img/places/galway.jpg",
    "summary": [
      "Galway is a city in County Galway in the West of Ireland, in the province of Connacht. It lies on the River Corrib between Lough Corrib and Galway Bay, and is the sixth most populous city in Ireland, with a population at the 2016 Census of 79,934.",
      "Galway is renowned for its vibrant lifestyle and for hosting numerous festivals, celebrations and events such as The Galway Arts Festival. In 2018, it was named the European Region of Gastronomy. The city is currently the European Capital of Culture for 2020, alongside Rijeka, Croatia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Galway",
    "urlGoogle": "https://artsandculture.google.com/entity/galway/m0m__z"
  },
  "wiki": {
    "id": "marshall-plan",
    "name": "Marshall Plan",
    "summary": "The Marshall Plan was the primary plan of the United States for rebuilding Europe after World War II. The initiative was named for United States Secretary of State George Marshall and was largely the creation of State Department officials, especially William L. Clayton and George F. Kennan. The reconstruction plan was developed at a meeting of the participating European states in July 1947. The Soviet Union and the states of Eastern Europe were invited, but Joseph Stalin saw the plan as a threat and did not allow the participation of any countries under Soviet control. The plan was in operation for four fiscal years beginning in July 1947. During that period some $13 billion of economic and technical assistance — equivalent to around $130 billion in 2006, when adjusted for inflation — was given to help the recovery of the European countries which had joined in the Organization for European Economic Cooperation. By the time the plan had come to completion, the economy of every participant state, with the exception of Germany, had grown well past prewar levels. Over the next two decades Western Europe as a whole would enjoy unprecedented growth and prosperity.",
    "url": "https://en.wikipedia.org/wiki/Marshall_Plan"
  },
  "word": {
    "id": "soupcon",
    "word": "soupçon",
    "url": "https://www.merriam-webster.com/dictionary/soupçon",
    "partOfSpeech": "noun",
    "pronunciation": "soop-SAWNG (the final NG is not pronounced, but the vowel is nas",
    "audioPath": "audio/words/soupcon.mp3",
    "definitions": ["a little bit : trace"],
    "examples": [
      "The author makes the protagonist seem more human by infusing a bit of vanity, a touch of greed, and a soupçon of self-doubt into his otherwise exceptional character."
    ],
    "origin": "Culinary enthusiasts may think \"soupçon\" originated with a dash of garlic in the coq au vin or a splash of vanilla in the crème anglaise, but the etymology of the word has more to do with inklings and suspicions than with food. Sometime in the 18th century, English speakers borrowed \"soupçon\" from the French, who were using the word to mean \"drop,\" \"touch,\" or \"suspicion.\" The Old French form of the word was \"sospeçon,\" which in turn comes from the Latin forms \"suspection-\" and \"suspectio.\" Etymologists have further traced the word's Latin ancestry to the verb \"suspicere,\" meaning \"to suspect.\" \"Suspicere,\" as you might expect, is also the source of the English words \"suspect\" and \"suspicion.\""
  }
}
