{
  "artist": {
    "id": "enrico-castellani",
    "name": "Enrico Castellani",
    "dates": "Aug 4, 1930 - Dec 1, 2017",
    "mainImg": "img/art/artists/enrico-castellani.jpg",
    "artworkImgs": [
      {
        "name": "Superficie bianca",
        "path": "img/art/artworks/enrico-castellani-a1.jpg",
        "source": "https://artsandculture.google.com/asset/superficie-bianca-enrico-castellani/2wHtgr3-T2zD_A"
      },
      {
        "name": "Untitled (White Surface)",
        "path": "img/art/artworks/enrico-castellani-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-white-surface-enrico-castellani/1wFVZLKp-95ZDg"
      },
      {
        "name": "Stendardo di Pisa",
        "path": "img/art/artworks/enrico-castellani-a3.jpg",
        "source": "https://artsandculture.google.com/asset/stendardo-di-pisa-enrico-castellani/qQGCM-oCtZ2a7Q"
      },
      {
        "name": "White surface",
        "path": "img/art/artworks/enrico-castellani-a4.jpg",
        "source": "https://artsandculture.google.com/asset/white-surface-enrico-castellani/KAGtRZu_bv1krA"
      },
      {
        "name": "Superficie bianca",
        "path": "img/art/artworks/enrico-castellani-a5.jpg",
        "source": "https://artsandculture.google.com/asset/superficie-bianca/SAHnQYk-wdWsrw"
      },
      {
        "name": "Cabeça do Doutor Iglésias",
        "path": "img/art/artworks/enrico-castellani-a6.jpg",
        "source": "https://artsandculture.google.com/asset/cabeça-do-doutor-iglésias-castellane-arlindo-castellani-di-carli/7AHuim8QJRdSWQ"
      }
    ],
    "summary": [
      "Enrico Castellani was an Italian painter associated with the ZERO movement and Azimuth. Castellani contributed the development of avant-garde art in Europe in the 1950s",
      "and 1960s, and was described as one of Italy's most influential artists of the 20th century,",
      "Castellani was born in Castelmassa located in Veneto. He studied sculpture and painting at Académie Royale des Beaux-Arts in 1952 and architecture at École nationale supérieure des Beaux-Arts in Belgium. He is best known for his \"paintings of light\" that merge art, spaciality and architecture to transcend the ethereal boundaries of painting. In 1956 Castellani returned to Italy and met artists like Lucio Fontana and Piero Manzoni who were pushing Italian avant-garde art.",
      "His original approach is considered fundamental for the art history of the 20th century, not only in Italy, but also on the international scene; In particular,",
      "Castellani influenced Donald Judd, who saw him as the father of minimalism.",
      "Castellani's work has been exhibited at the most renowned institutions in the world including the MoMA and the Solomon R. Guggenheim Museum, New York;"
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Acrylic paint", "Bronze", "Iron", "Metal", "Plastic", "Cast iron"],
    "urlWiki": "https://en.wikipedia.org/wiki/Enrico_Castellani",
    "urlGoogle": "https://artsandculture.google.com/entity/enrico-castellani/m04n6qlp"
  },
  "event": {
    "id": "panama-pacific-international-exposition",
    "name": "Panama–Pacific International Exposition",
    "dates": "Feb 20, 1915 - Dec 4, 1915",
    "mainImg": "img/events/panama-pacific-international-exposition.jpg",
    "summary": [
      "The Panama–Pacific International Exposition was a world's fair held in San Francisco, California, United States, from February 20 to December 4, 1915. Its stated purpose was to celebrate the completion of the Panama Canal, but it was widely seen in the city as an opportunity to showcase its recovery from the 1906 earthquake. The fair was constructed on a 636 acre site along the northern shore, between the Presidio and Fort Mason, now known as the Marina District."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Panama%E2%80%93Pacific_International_Exposition",
    "urlGoogle": "https://artsandculture.google.com/entity/panama–pacific-international-exposition/m02jmg2"
  },
  "funFacts": [
    {
      "id": "451",
      "fact": "Human eyes have over two million working parts.",
      "category": ["Anatomy"]
    },
    {
      "id": "730",
      "fact": "The fear of vegetables is called lachanophobia.",
      "category": ["Food", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553702",
      "fact": "A baby puffin is called a puffling, and both parents take turns incubating the egg before it hatches."
    }
  ],
  "idiom": {
    "id": "a-horse-of-a-different-color",
    "term": "a horse of a different color",
    "definition": "Also, **a horse of another color.** Another matter entirely, something else. For example, *I thought that was her boyfriend but it turned out to be her brother---that's a horse of a different color.* This term probably derives from a phrase coined by Shakespeare, who wrote \"a horse of that color\" (*Twelfth Night,* 2:3), meaning \"the same matter\" rather than a different one. By the mid-1800s the term was used to point out difference rather than likeness."
  },
  "person": {
    "id": "robert-r-livingston",
    "name": "Robert R. Livingston",
    "dates": "Nov 27, 1746 - Feb 26, 1813",
    "mainImg": "img/people/robert-r-livingston.jpg",
    "summary": [
      "Robert Robert Livingston was an American lawyer, politician, diplomat from New York, and a Founding Father of the United States. He was known as \"The Chancellor\", after the high New York state legal office he held for 25 years. He was a member of the Committee of Five that drafted the Declaration of Independence, along with Thomas Jefferson, Benjamin Franklin, John Adams, and Roger Sherman. Livingston administered the Oath of Office to George Washington when he assumed the presidency in 1789."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_R._Livingston_%28chancellor%29",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-r-livingston/m01bjgf"
  },
  "place": {
    "id": "dubrovnik",
    "name": "Dubrovnik",
    "mainImg": "img/places/dubrovnik.jpg",
    "summary": [
      "Dubrovnik is a city on the Adriatic Sea in southern Croatia. It is one of the most prominent tourist destinations in the Mediterranean Sea, a seaport and the centre of Dubrovnik-Neretva County. Its total population is 42,615. In 1979, the city of Dubrovnik joined the UNESCO list of World Heritage sites.",
      "The prosperity of the city was historically based on maritime trade; as the capital of the maritime Republic of Ragusa, it achieved a high level of development, particularly during the 15th and 16th centuries, as it became notable for its wealth and skilled diplomacy.",
      "In 1991, after the break-up of Yugoslavia, Dubrovnik was besieged by Serbian and Montenegrin soldiers of the Yugoslav People's Army for seven months and suffered significant damage from shelling. After repair and restoration works in the 1990s and early 2000s, Dubrovnik re-emerged as one of the top tourist destinations in the Mediterranean."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dubrovnik",
    "urlGoogle": "https://artsandculture.google.com/entity/dubrovnik/m0fbwq"
  },
  "quote": {
    "id": "22",
    "quote": "Happy is the man who can make a living by his hobby.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "harry-chauvel",
    "name": "Harry Chauvel",
    "summary": "Harry Chauvel (1865–1945) was a senior officer of the Australian Imperial Force who fought at Gallipoli and in the Middle East during the First World War. He was the first Australian to attain the rank of lieutenant general and later general, and the first to lead a corps. The son of a grazier, Chauvel was commissioned in 1886 as a captain in a unit organised by his father. After seeing service during the 1891 Australian shearers' strike, he became a regular officer in 1896, and commanded a company of the Queensland Mounted Infantry in the Boer War. He commanded the 1st Light Horse Brigade and later the 1st Division at Gallipoli. In March 1916, Chauvel became commander of the Anzac Mounted Division. He won victories at Romani and Magdhaba, and nearly won the First Battle of Gaza. At Beersheba in October 1917, his light horse captured the town and its vital water supply in one of history's last great cavalry charges. By September 1918, Chauvel was able to effect a secret redeployment of three of his mounted divisions and launch a surprise attack on the enemy that won the Battle of Megiddo. After the war, Chauvel was appointed Inspector General, the Army's most senior post.",
    "url": "https://en.wikipedia.org/wiki/Harry_Chauvel"
  },
  "word": {
    "id": "glom",
    "word": "glom",
    "url": "https://www.merriam-webster.com/dictionary/glom",
    "partOfSpeech": "verb",
    "pronunciation": "GLAHM",
    "audioPath": "audio/words/glom.mp3",
    "definitions": ["take, steal", "seize, catch"],
    "examples": [
      "“She signed an affidavit of confession attesting she glommed more than $284,000, the company contends.” (Frank Donnelly, _Staten Island Advance_, September 15, 2008)"
    ],
    "origin": "It's a classic case of glomming: Americans seized on \"glaum\" (a term from Scots dialect that basically means \"grab\") and appropriated it as our own, changing it to \"glom\" in the process. \"Glom\" first meant \"steal\" (as in the purse-snatching, robber kind of stealing), but over time that meaning got stretched. Today, \"glom\" often figuratively extends that original \"steal\" sense. A busy professional might glom a weekend getaway, for example. \"Glom\" also appears frequently in the phrase \"glom on to,\" which can mean \"to appropriate for one's own use\" (\"glom on to another's idea\"); \"to grab hold of\" (\"glom on to the last cookie\"); or \"to latch on to\" (\"glom on to an opinion\" or \"glom on to an influential friend\")."
  }
}
