{
  "artist": {
    "id": "sadahide",
    "name": "Sadahide",
    "dates": "1807 - 1873",
    "mainImg": "img/art/artists/sadahide.jpg",
    "artworkImgs": [
      {
        "name": "America: Van Reed",
        "path": "img/art/artworks/sadahide-a1.jpg",
        "source": "https://artsandculture.google.com/asset/america-van-reed-artist-hashimoto-sadahide/4wF2hWKeBCnbkQ"
      },
      {
        "name": "Picture of a Parlor in a Foreign Merchantile Firm in Yokohama",
        "path": "img/art/artworks/sadahide-a2.jpg",
        "source": "https://artsandculture.google.com/asset/picture-of-a-parlor-in-a-foreign-merchantile-firm-in-yokohama-artist-hashimoto-sadahide/RwF3ihBji_TALA"
      },
      {
        "name": "Picture of Western Traders at Yokohama Transporting Merchandise",
        "path": "img/art/artworks/sadahide-a3.jpg",
        "source": "https://artsandculture.google.com/asset/picture-of-western-traders-at-yokohama-transporting-merchandise-artist-hashimoto-sadahide/YgGMc5JdTxRXLw"
      },
      {
        "name": "「生寫異國人物」|American Woman Playing a Concertina, from the series Life Drawings of People from Foreign Nations",
        "path": "img/art/artworks/sadahide-a4.jpg",
        "source": "https://artsandculture.google.com/asset/「生寫異國人物」-american-woman-playing-a-concertina-from-the-series-life-drawings-of-people-from-foreign-nations-utagawa-gountei-sadahide/qQE5s7rEdW4XHw"
      },
      {
        "name": "Asaina's Adventure in a Wonder Land",
        "path": "img/art/artworks/sadahide-a5.jpg",
        "source": "https://artsandculture.google.com/asset/asaina-s-adventure-in-a-wonder-land-utagawa-sadahide/DwHF55UMRxGDgA"
      },
      {
        "name": "Picture of the Newly Opened Port of Yokohama in Kanagawa",
        "path": "img/art/artworks/sadahide-a6.jpg",
        "source": "https://artsandculture.google.com/asset/picture-of-the-newly-opened-port-of-yokohama-in-kanagawa-artist-hashimoto-sadahide/vAEv0VfRphZ9EA"
      }
    ],
    "summary": [
      "Utagawa Sadahide, also known as Gountei Sadahide, was a Japanese artist best known for his prints in the ukiyo-e style as a member of the Utagawa school. His prints covered a wide variety of genres; amongst his best known are his Yokohama-e pictures of foreigners in Yokohama in the 1860s, a period when he was a best-selling artist. He was a member of the Tokugawa shogunate's delegation to the International Exposition of 1867 in Paris."
    ],
    "quote": null,
    "movements": ["Ukiyo-e"],
    "mediums": ["Ink", "Book", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sadahide",
    "urlGoogle": "https://artsandculture.google.com/entity/sadahide/m012z23v_"
  },
  "event": {
    "id": "battle-of-hohenlinden",
    "name": "Battle of Hohenlinden",
    "dates": null,
    "mainImg": "img/events/battle-of-hohenlinden.jpg",
    "summary": [
      "The Battle of Hohenlinden was fought on 3 December 1800, during the French Revolutionary Wars. A French army under Jean Victor Marie Moreau won a decisive victory over the Austrians and Bavarians led by Archduke John of Austria. After being forced into a disastrous retreat, the allies were compelled to request an armistice that effectively ended the War of the Second Coalition. Hohenlinden is 33 km east of Munich in modern Germany.",
      "General of Division Moreau's 56,000 strong army engaged some 64,000 Austrians and Bavarians. The Austrians, believing they were pursuing a beaten enemy, moved through heavily wooded terrain in four disconnected columns. Instead, Moreau ambushed the Austrians as they emerged from the Ebersberg forest while launching MG Antoine Richepanse's division in a surprise envelopment of the Austrian left flank. Displaying superb individual initiative, Moreau's generals managed to encircle and smash the largest Austrian column.",
      "This crushing victory, coupled with First Consul Napoleon Bonaparte's victory at the Battle of Marengo on 14 June 1800, ended the War of the Second Coalition."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Hohenlinden",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-hohenlinden/m014png"
  },
  "funFacts": [
    {
      "id": "283",
      "fact": "A compass needle does not point directly north.",
      "category": ["Geography"]
    },
    {
      "id": "743",
      "fact": "A group of geese on the ground is a gaggle, a group of geese in the air is a skein.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [{ "id": "554060", "fact": "Maine is the \u0003U.S. state closest to Africa." }],
  "idiom": {
    "id": "go-to-pot",
    "term": "go to pot",
    "definition": "Also, **go to the dogs.** Deteriorate, decline; come to a bad end. For example, *My lawn has gone to pot during the drought,* or *The city schools are going to the dogs.* The first of these colloquial expressions dates from the late 1500s and alludes to inferior pieces of meat being cut up for the stewpot. The second, from the 1600s, alludes to the traditional view of dogs as inferior creatures."
  },
  "person": {
    "id": "marian-spychalski",
    "name": "Marian Spychalski",
    "dates": "Dec 6, 1906 - Jun 7, 1980",
    "mainImg": "img/people/marian-spychalski.jpg",
    "summary": [
      "Marian \"Marek\" Spychalski was a Polish architect in pre-war Poland, and later, military commander and communist politician. During World War II he belonged to the communist underground forces operating within Poland and was one of the leaders of the resistance movement Gwardia Ludowa, then Armia Ludowa."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Marian_Spychalski",
    "urlGoogle": "https://artsandculture.google.com/entity/marian-spychalski/m05rh40"
  },
  "place": {
    "id": "ravenna",
    "name": "Ravenna",
    "mainImg": "img/places/ravenna.jpg",
    "summary": [
      "Ravenna is the capital city of the Province of Ravenna, in the Emilia-Romagna region of Northern Italy. It was the capital city of the Western Roman Empire from 402 until that empire collapsed in 476. It then served as the capital of the Ostrogothic Kingdom until it was re-conquered in 540 by the Byzantine Empire. Afterwards, the city formed the centre of the Byzantine Exarchate of Ravenna until the invasion of the Lombards in 751, after which it became the seat of the Kingdom of the Lombards.",
      "Although it is an inland city, Ravenna is connected to the Adriatic Sea by the Candiano Canal. It is known for its well-preserved late Roman and Byzantine architecture, with eight buildings comprising the UNESCO World Heritage Site \"Early Christian Monuments of Ravenna\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ravenna",
    "urlGoogle": "https://artsandculture.google.com/entity/ravenna/m09b93"
  },
  "wiki": {
    "id": "cockatoo",
    "name": "Cockatoo",
    "summary": "A cockatoo is any of the 21 species belonging to the bird family Cacatuidae. Along with the Psittacoidea (true parrots) and the Strigopoidea (large New Zealand parrots), they make up the parrot order Psittaciformes. Cockatoos are instantly recognisable by their showy crests and curved bills. Their plumage is generally less colourful than that of other parrots, being mainly white, grey, or black, and often with coloured features in the crest, cheeks, or tail. On average they are larger than other parrots. Cockatoos prefer to eat seeds, tubers, corms, fruit, flowers and insects. They often feed in large flocks, particularly when ground-feeding. Cockatoos are monogamous and nest in tree hollows. Some cockatoo species have been adversely affected by habitat loss, particularly from a shortage of suitable nesting hollows after large mature trees are cleared; conversely, some species have adapted well to human changes and are considered agricultural pests. Cockatoos are popular birds in aviculture, but their needs are difficult to cater for. The Cockatiel is the cockatoo species that is easiest to care for and is by far the most frequently kept in captivity.",
    "url": "https://en.wikipedia.org/wiki/Cockatoo"
  },
  "word": {
    "id": "interdigitate",
    "word": "interdigitate",
    "url": "https://www.merriam-webster.com/dictionary/interdigitate",
    "partOfSpeech": "verb",
    "pronunciation": "in-ter-DIJ-uh-tayt",
    "audioPath": "audio/words/interdigitate.mp3",
    "definitions": ["to become interlocked like the fingers of folded hands"],
    "examples": [
      "\"The edges \\[of bridge expansion joints\\] often are shaped like combs, the teeth of one interdigitating with teeth of the other.\" (_The Washington Post_, January 14, 1998)"
    ],
    "origin": "It probably won’t surprise you to learn that \"interdigitate\" comes from the prefix \"inter-,\" as in \"interlock,\" and the Latin word \"digitus,\" meaning \"finger.\" \"Digitus\" also gave us \"digit,\" which is used in English today to refer to (among other things) the finger or toe of any animal. \"Interdigitate\" usually suggests an interlocking of things with fingerlike projections, such as muscle fibers or the teeth of an old-fashioned bear trap. The word can also be used figuratively to imply a smooth interweaving of disparate things, such as the blending of two cultures within a shared region."
  }
}
