{
  "artist": {
    "id": "thomas-fearnley",
    "name": "Thomas Fearnley",
    "dates": "Dec 27, 1802 - Jan 16, 1842",
    "mainImg": "img/art/artists/thomas-fearnley.jpg",
    "artworkImgs": [
      {
        "name": "The Painter and the Boy",
        "path": "img/art/artworks/thomas-fearnley-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-painter-and-the-boy-thomas-fearnley/XAH18qXMCtkPog"
      },
      {
        "name": "Old Birch Tree at the Sognefjord",
        "path": "img/art/artworks/thomas-fearnley-a2.jpg",
        "source": "https://artsandculture.google.com/asset/old-birch-tree-at-the-sognefjord-thomas-fearnley/ygFs4JFy_g5T5w"
      },
      {
        "name": "Landskap med vandringsmann",
        "path": "img/art/artworks/thomas-fearnley-a3.jpg",
        "source": "https://artsandculture.google.com/asset/landskap-med-vandringsmann-thomas-fearnley/bgFpu1UR0gpspA"
      },
      {
        "name": "The Labro Falls at Kongsberg",
        "path": "img/art/artworks/thomas-fearnley-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-labro-falls-at-kongsberg-thomas-fearnley/_gF4Z4rQvASMCA"
      },
      {
        "name": "A Terrace in Amalfi in Moonlight",
        "path": "img/art/artworks/thomas-fearnley-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-terrace-in-amalfi-in-moonlight-thomas-fearnley/ewGcQEB-8NrVtQ"
      },
      {
        "name": "A View of Lower Rydal Falls, Cumbria",
        "path": "img/art/artworks/thomas-fearnley-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-view-of-lower-rydal-falls-cumbria-thomas-fearnley/tAFch0sAiZsaeA"
      }
    ],
    "summary": [
      "Thomas Fearnley was a Norwegian romantic painter, a pupil of Johan Christian Dahl and a leading representative of Norwegian romantic nationalism in painting.",
      "His son Thomas Fearnley founded the Fearnley dynasty of shipping magnates."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Oil paint", "Watercolor painting", "Drawing", "Ink", "Pen", "Cardboard"],
    "urlWiki": "https://en.wikipedia.org/wiki/Thomas_Fearnley",
    "urlGoogle": "https://artsandculture.google.com/entity/thomas-fearnley/m0cz8xf6"
  },
  "event": {
    "id": "john-f-kennedy-1961-presidential-inauguration",
    "name": "John F. Kennedy 1961 presidential inauguration",
    "dates": null,
    "mainImg": "img/events/john-f-kennedy-1961-presidential-inauguration.jpg",
    "summary": [
      "The inauguration of John F. Kennedy as the 35th President of the United States was held on Friday, January 20, 1961 at the East Portico of the United States Capitol in Washington, D.C. This was the 44th inauguration and marked the commencement of the only term of both John F. Kennedy as President and Lyndon B. Johnson as Vice President. Kennedy was assassinated 2 years, 306 days into this term, and Johnson succeeded to the presidency.",
      "Kennedy took office following the November 1960 presidential election, in which he narrowly defeated Richard Nixon, the incumbent Vice President. He was the first Catholic to become President, and became the youngest person elected to the office.",
      "His inaugural address encompassed the major themes of his campaign and would define his presidency during a time of economic prosperity, emerging social changes, and diplomatic challenges. This inauguration was the first in which a poet, Robert Frost, participated in the program.",
      "For this inauguration, the Joint Congressional Committee on Inaugural Ceremonies was chaired by Senator John Sparkman, and included Senators Carl Hayden and Styles Bridges, and Representatives Sam Rayburn, John W."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Inauguration_of_John_F._Kennedy",
    "urlGoogle": "https://artsandculture.google.com/entity/john-f-kennedy-1961-presidential-inauguration/m05br2y1"
  },
  "funFacts": [
    {
      "id": "746",
      "fact": "The only insect that can turn its head is a praying mantis",
      "category": ["Animals"]
    },
    {
      "id": "413",
      "fact": "The T-rex's closest living relative is the chicken.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553652",
      "fact": "In 1998, a Georgia student was suspended for wearing a Pepsi shirt to \"Coke in Education Day.\""
    }
  ],
  "idiom": {
    "id": "time-and-tide-wait-for-no-man",
    "term": "time and tide wait for no man",
    "definition": "One must not procrastinate or delay, as in *Let's get on with the voting; time and tide won't wait, you know.* This proverbial phrase, alluding to the fact that human events or concerns cannot stop the passage of time or the movement of the tides, first appeared about 1395 in Chaucer's *Prologue to the Clerk's Tale.* The alliterative beginning, *time and tide,* was repeated in various contexts over the years but today survives only in the proverb, which is often shortened (as above)."
  },
  "person": {
    "id": "juan-ponce-de-leon",
    "name": "Juan Ponce de León",
    "dates": "1474 - July 1521",
    "mainImg": "img/people/juan-ponce-de-leon.jpg",
    "summary": [
      "Juan Ponce de León, commonly known as Ponce de León, was a Spanish explorer and conquistador known for leading the first official European expedition to Florida and the first governor of Puerto Rico. He was born in Santervás de Campos, Valladolid, Spain in 1474. Though little is known about his family, he was of noble birth and served in the Spanish military from a young age. He first came to the Americas as a \"gentleman volunteer\" with Christopher Columbus's second expedition in 1493.",
      "By the early 1500s, Ponce de León was a top military official in the colonial government of Hispaniola, where he helped crush a rebellion of the native Taíno people. He was authorized to explore the neighboring island of Puerto Rico in 1508 and for serving as the first Governor of Puerto Rico by appointment of the Spanish crown in 1509. While Ponce de León grew quite wealthy from his plantations and mines, he faced an ongoing legal conflict with Diego Columbus, the late Christopher Columbus's son, over the right to govern Puerto Rico. After a long court battle, Columbus replaced Ponce de León as governor in 1511."
    ],
    "quote": "“The mines are running well, though war is no help since every day more caciques rebel and refuse to go [to work]. The Caribs have always been bad for this island.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Juan_Ponce_de_Le%C3%B3n",
    "urlGoogle": "https://artsandculture.google.com/entity/juan-ponce-de-león/m0123f1"
  },
  "place": {
    "id": "puerto-rico",
    "name": "Puerto Rico",
    "mainImg": "img/places/puerto-rico.jpg",
    "summary": [
      "Puerto Rico, officially the Commonwealth of Puerto Rico and in previous centuries called Porto Rico in English, is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles southeast of Miami, Florida.",
      "Puerto Rico is an archipelago among the Greater Antilles located between the Dominican Republic and the US Virgin Islands, and includes the eponymous main island and several smaller islands, such as Mona, Culebra, and Vieques. The capital and most populous city is San Juan. The territory's total population is approximately 3.2 million, more than 20 U.S. states. Spanish and English are the official languages of the executive branch of government, though Spanish predominates.",
      "Originally populated by the indigenous Taíno people, Puerto Rico was colonized by Spain following the arrival of Christopher Columbus in 1493. It was contested by various other European powers, but remained a Spanish possession for the next four centuries."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Puerto_Rico",
    "urlGoogle": "https://artsandculture.google.com/entity/puerto-rico/m05r7t"
  },
  "wiki": {
    "id": "court-of-chancery",
    "name": "Court of Chancery",
    "summary": "The Court of Chancery was a court of equity in England and Wales that followed a set of loose rules to avoid the slow pace of change and possible harshness (or \"inequity\") of the common law. The Chancery had jurisdiction over all matters of equity, including trusts, land law, the administration of the estates of lunatics and the guardianship of infants. Its initial role was somewhat different, however; as an extension of the Lord Chancellor's role as Keeper of the King's Conscience, the Court was an administrative body primarily concerned with conscientious law. Thus the Court of Chancery had a far greater remit than the common law courts, whose decisions it had the jurisdiction to overrule for much of its existence, and was far more flexible. Until the 19th century, the Court of Chancery could apply a far wider range of remedies than the common law courts, such as specific performance and injunctions, and also had some power to grant damages in special circumstances. With the shift of the Exchequer of Pleas towards a common law court, the Chancery was the only equitable body in the English legal system.",
    "url": "https://en.wikipedia.org/wiki/Court_of_Chancery"
  },
  "word": {
    "id": "piebald",
    "word": "piebald",
    "url": "https://www.merriam-webster.com/dictionary/piebald",
    "partOfSpeech": "adjective",
    "pronunciation": "PYE-bawld",
    "audioPath": "audio/words/piebald.mp3",
    "definitions": [
      "of different colors; especially : spotted or blotched with black and white",
      "composed of incongruous parts"
    ],
    "examples": [
      "\"From the waist down they affect a piebald, garage-sale look: old sweatpants, one-piece Cooperalls, hockey shorts and stockings of assorted colors and vintages.\" (Charles McGrath, _New England Monthly_, February 1989)"
    ],
    "origin": "To many people, the noisy black and white birds that go by the scientific name Pica pica -- better known as magpies -- are nothing but pests. But the Latin root that was adopted for their name isn't a linguistic nuisance; it played an important role in the development of \"piebald.\" The \"pie\" of \"piebald\" (\"pie\" is another name for a magpie) derives from \"pica,\" which is Latin for \"magpie.\" The other part of \"piebald\" comes from the word \"bald,\" which can mean \"marked with white\"; it can also be found in \"skewbald,\" an adjective used to describe animals marked with patches of white and any other color but black."
  }
}
