{
  "artist": {
    "id": "giovanni-boldini",
    "name": "Giovanni Boldini",
    "dates": "Dec 31, 1842 - Jul 11, 1931",
    "mainImg": "img/art/artists/giovanni-boldini.jpg",
    "artworkImgs": [
      {
        "name": "Gloved woman",
        "path": "img/art/artworks/giovanni-boldini-a1.jpg",
        "source": "https://artsandculture.google.com/asset/gloved-woman-giovanni-boldini/NgES7xkxQtdLlw"
      },
      {
        "name": "Ritratto di Giuseppe Verdi",
        "path": "img/art/artworks/giovanni-boldini-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ritratto-di-giuseppe-verdi-giovanni-boldini/FgEQF8uoob7fhg"
      },
      {
        "name": "The Dispatch-Bearer",
        "path": "img/art/artworks/giovanni-boldini-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-dispatch-bearer-giovanni-boldini/fQFlCEpjCNJBPg"
      },
      {
        "name": "Ritratto della marchesa Casati con piume di pavone",
        "path": "img/art/artworks/giovanni-boldini-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ritratto-della-marchesa-casati-con-piume-di-pavone-giovanni-boldini/5wEnjCQA7gAfQw"
      },
      {
        "name": "Blond Braid",
        "path": "img/art/artworks/giovanni-boldini-a5.jpg",
        "source": "https://artsandculture.google.com/asset/blond-braid-giovanni-boldini/xQEnGAX0Mkn58Q"
      },
      {
        "name": "Ritratto di Mademoiselle Lanthèlme",
        "path": "img/art/artworks/giovanni-boldini-a6.jpg",
        "source": "https://artsandculture.google.com/asset/ritratto-di-mademoiselle-lanthèlme-giovanni-boldini/VAG-Mhgq0MA1iQ"
      }
    ],
    "summary": [
      "Giovanni Boldini was an Italian genre and portrait painter who lived and worked in Paris for most of his career. According to a 1933 article in Time magazine, he was known as the \"Master of Swish\" because of his flowing style of painting."
    ],
    "quote": null,
    "movements": ["Modern art"],
    "mediums": ["Oil paint", "Wood", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giovanni_Boldini",
    "urlGoogle": "https://artsandculture.google.com/entity/giovanni-boldini/m08hkqf"
  },
  "event": {
    "id": "battle-of-ichi-no-tani",
    "name": "Battle of Ichi-no-Tani",
    "dates": null,
    "mainImg": "img/events/battle-of-ichi-no-tani.jpg",
    "summary": [
      "Ichi-no-Tani was a Taira defensive position at Suma, to the west of present-day Kobe, Japan. It sat on a very narrow strip of shore, between mountains on the north, and the sea to the south. This made it quite defensible, but also made it difficult to maneuver troops inside the fortress. The Taira suffered a crucial defeat to the forces of Yoshitsune and Noriyori.",
      "Yoshitsune split his force in two. Noriyori's force attacked the Taira at Ikuta Shrine, in the woods a short distance to the east. A second detachment, no more than a hundred horsemen under Yoshitsune, attacked the Taira at Ichinotani from the mountain ridge to the north. At the chosen hour, the Minamoto forces attacked causing confusion amongst the Taira who neither deploy nor retreat. Only about 3000 Taira escaped to Yashima, while Tadanori was killed and Shigehira captured. Also killed from the Taira clan were Lord Michimori, Tsunemasa, Noritsune, Atsumori, Moromori, Tomoakira, Tsunetoshi, and Moritoshi.",
      "Ichi-no-Tani is one of the most famous battles of the Genpei War, in large part due to the individual combats that occurred here."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Ichi-no-Tani",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-ichi-no-tani/m04n7lp"
  },
  "funFacts": [
    {
      "id": "382",
      "fact": "The official state gem of Washington is petrified wood.",
      "category": ["Plants", "Geography"]
    },
    {
      "id": "237",
      "fact": "The number of times a cricket chirps in 15 seconds, plus 37, will give you the current air temperature.",
      "category": ["Animals", "Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553530",
      "fact": "In the late 1800s, residents of Corinne, Utah could buy divorce papers from a vending machine for $2.50."
    }
  ],
  "idiom": {
    "id": "typhoid-mary",
    "term": "typhoid Mary",
    "definition": "A carrier or spreader of misfortune, as in *I swear he's a typhoid Mary; everything at the office has gone wrong since he was hired.* This expression alludes to a real person, Mary Manson, who died in 1938. A servant, she transmitted typhoid fever to others and was referred to as \"typhoid Mary\" from the early 1900s. The term was broadened to other carriers of calamity in the mid-1900s."
  },
  "person": {
    "id": "daniel-berrigan",
    "name": "Daniel Berrigan",
    "dates": "May 9, 1921 - Apr 30, 2016",
    "mainImg": "img/people/daniel-berrigan.jpg",
    "summary": [
      "Daniel Joseph Berrigan SJ was an American Jesuit priest, anti-war activist, Christian pacifist, playwright, poet, and author.",
      "Berrigan's active protest against the Vietnam War earned him both scorn and admiration, especially regarding his association with the Catonsville Nine. It also landed him on the Federal Bureau of Investigation's \"most wanted list\", on the cover of Time magazine, and in prison.",
      "For the rest of his life, Berrigan remained one of the United States' leading anti-war activists. In 1980, he founded the Plowshares movement, an anti-nuclear protest group, that put him back into the national spotlight. He was also an award-winning and prolific author of some 50 books, a teacher, and a university educator. He, along with his activist brother Philip Berrigan, was nominated in 1998 for the Nobel Peace Prize by 1976 laureate Mairead Maguire."
    ],
    "quote": "“One is called to live nonviolently, even if the change one works for seems impossible.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Daniel_Berrigan",
    "urlGoogle": "https://artsandculture.google.com/entity/daniel-berrigan/m02v09f"
  },
  "place": {
    "id": "calais",
    "name": "Calais",
    "mainImg": "img/places/calais.jpg",
    "summary": [
      "Calais is a city and major ferry port in northern France in the department of Pas-de-Calais, of which it is a sub-prefecture. Although Calais is by far the largest city in Pas-de-Calais, the department's prefecture is its third-largest city of Arras. The population of the metropolitan area at the 2010 census was 126,395. Calais overlooks the Strait of Dover, the narrowest point in the English Channel, which is only 34 km wide here, and is the closest French town to England. The White Cliffs of Dover can easily be seen on a clear day from Calais. Calais is a major port for ferries between France and England, and since 1994, the Channel Tunnel has linked nearby Coquelles to Folkestone by rail.",
      "Due to its position, Calais since the Middle Ages has been a major port and a very important centre for transport and trading with England. Calais came under English control after Edward III of England captured the city in 1347, followed by a treaty in 1360 that formally assigned Calais to English rule."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Calais",
    "urlGoogle": "https://artsandculture.google.com/entity/calais/m0lps0"
  },
  "wiki": {
    "id": "mourning-dove",
    "name": "Mourning Dove",
    "summary": "The Mourning Dove is a member of the dove family, Columbidae. It ranges from Central America to southern Canada, including offshore islands. Many individuals in northern areas migrate south to winter within the breeding range where January temperatures are greater than minus 12 Celsius (10 F). Habitats include various open and semi-open environments, including agricultural and urban areas. The species has adapted well to areas altered by humans. The bird is abundant, with an estimated population of 130 million birds. In many areas, the Mourning Dove is hunted as a game bird for both sport and its flesh. Its plaintive woo-oo-oo-oo call is common throughout its range, as is the whistling of its wings as it takes flight. The species is a strong flier, capable of speeds up to 88 km/h (55 mi/h). Mourning Doves are light gray and brownish and generally muted in color. Males and females are similar in appearance. The species is generally monogamous, with two squabs (young) per brood. Both parents care for the young for a time. Mourning Doves eat mainly seeds, including those of both native and introduced plants.",
    "url": "https://en.wikipedia.org/wiki/Mourning_Dove"
  },
  "word": {
    "id": "smithereens",
    "word": "smithereens",
    "url": "https://www.merriam-webster.com/dictionary/smithereens",
    "partOfSpeech": "noun",
    "pronunciation": "smih-thuh-REENZ",
    "audioPath": "audio/words/smithereens.mp3",
    "definitions": ["fragments, bits"],
    "examples": [
      "Had the ceramic vase fallen off the mantel, it would have smashed into smithereens."
    ],
    "origin": "Despite its American sound and its common use by the fiery animated cartoon character Yosemite Sam, \"smithereens\" did not originate in American slang. Although no one is entirely positive about its precise origins, scholars think that \"smithereens\" likely developed from the Irish word \"smidiríní,\" which means \"little bits.\" That Irish word is the diminutive of \"smiodar,\" meaning \"fragment.\" Written record of the use of \"smithereen\" dates back to 1829."
  }
}
