{
  "artist": {
    "id": "andre-le-notre",
    "name": "André Le Nôtre",
    "dates": "Mar 12, 1613 - Sep 15, 1700",
    "mainImg": "img/art/artists/andre-le-notre.jpg",
    "artworkImgs": [
      {
        "name": "Parterre met grote broderiemotieven",
        "path": "img/art/artworks/andre-le-notre-a1.jpg",
        "source": "https://artsandculture.google.com/asset/parterre-met-grote-broderiemotieven-andré-le-nōtre-anonymous-nicolas-langlois/JgEq6wqvFJyMWA"
      },
      {
        "name": "Lettre de Le Nôtre au Grand Condé",
        "path": "img/art/artworks/andre-le-notre-a2.jpg",
        "source": "https://artsandculture.google.com/asset/lettre-de-le-nôtre-au-grand-condé-andré-le-nôtre/kwEWhklc9pWevg"
      },
      {
        "name": "Plan du domaine de Vaux le Vicomte",
        "path": "img/art/artworks/andre-le-notre-a3.jpg",
        "source": "https://artsandculture.google.com/asset/plan-du-domaine-de-vaux-le-vicomte-plan-du-domaine-de-vaux-le-vicomte-inachevé-attribué-à-le-nôtre-l-original-figure-aujourd-hui-dans-les-collections-de-la-bibliothèque-de-l-institut-de-france/RAGGEYeLBHWVAA"
      },
      {
        "name": "Façade sud du château se reflétant dans le miroir d'eau du jardin",
        "path": "img/art/artworks/andre-le-notre-a4.jpg",
        "source": "https://artsandculture.google.com/asset/façade-sud-du-château-se-reflétant-dans-le-miroir-d-eau-du-jardin-andré-le-nôtre-louis-le-vau/qgHQQLZdEU9NOg"
      },
      {
        "name": "Venus en Adonis op jacht",
        "path": "img/art/artworks/andre-le-notre-a5.jpg",
        "source": "https://artsandculture.google.com/asset/venus-en-adonis-op-jacht-herman-van-swanevelt-andré-vanheck-lodewijk-xiv-koning-van-frankrijk/VgGUMyamKUo6Aw"
      }
    ],
    "summary": [
      "André Le Nôtre, originally rendered as André Le Nostre, was a French landscape architect and the principal gardener of King Louis XIV of France. Most notably, he was the landscape architect who designed the gardens of the Palace of Versailles, and his work represents the height of the French formal garden style, or jardin à la française.",
      "Prior to working on Versailles, Le Nôtre collaborated with Louis Le Vau and Charles Le Brun on the park at Vaux-le-Vicomte. His other works include the design of gardens and parks at Chantilly, Fontainebleau, Saint-Cloud and Saint-Germain. His contribution to planning was also significant: at the Tuileries he extended the westward vista, which later became the avenue of the Champs-Élysées and comprise the Axe historique."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Etching", "Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Andr%C3%A9_Le_N%C3%B4tre",
    "urlGoogle": "https://artsandculture.google.com/entity/andré-le-nôtre/m02jsdq"
  },
  "event": {
    "id": "western-allied-invasion-of-germany",
    "name": "Western Allied invasion of Germany",
    "dates": "Mar 22, 1945 - May 11, 1945",
    "mainImg": "img/events/western-allied-invasion-of-germany.jpg",
    "summary": [
      "The Western Allied invasion of Germany was coordinated by the Western Allies during the final months of hostilities in the European theatre of World War II. In preparation for the Allied invasion of Germany, a series of offensive operations were designed to seize and capture the east and west bank of the Rhine River: Operation Veritable and Operation Grenade in February 1945, and Operation Lumberjack and Operation Undertone in March 1945. The Allied invasion of Germany started with the Western Allies crossing the Rhine on 22 March 1945 before fanning out and overrunning all of western Germany from the Baltic in the north to the Alpine passes in the south, where they linked up with troops of the U.S. Fifth Army in Italy. Combined with the capture of Berchtesgaden, any hope of Nazi leadership continuing to wage war from a so-called \"National redoubt\" or escape through the Alps was crushed, shortly followed by unconditional German surrender on 8 May 1945. This is known as the \"Central Europe campaign\" in United States military histories.",
      "By early 1945, events favored the Allied forces in Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Western_Allied_invasion_of_Germany",
    "urlGoogle": "https://artsandculture.google.com/entity/western-allied-invasion-of-germany/m0g87j6"
  },
  "funFacts": [
    { "id": "784", "fact": "The human brain is about 80% water.", "category": ["Anatomy"] },
    {
      "id": "250",
      "fact": "Mongolians invented lemonade around 1299 A.D.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "504867",
      "fact": "Giraffes have the highest blood pressure of any mammal, although their resting heart rate is about the same as humans."
    }
  ],
  "person": {
    "id": "philip-sheridan",
    "name": "Philip Sheridan",
    "dates": "Mar 6, 1831 - Aug 5, 1888",
    "mainImg": "img/people/philip-sheridan.jpg",
    "summary": [
      "Philip Henry Sheridan was a career United States Army officer and a Union general in the American Civil War. His career was noted for his rapid rise to major general and his close association with General-in-chief Ulysses S. Grant, who transferred Sheridan from command of an infantry division in the Western Theater to lead the Cavalry Corps of the Army of the Potomac in the East. In 1864, he defeated Confederate forces under General Jubal Early in the Shenandoah Valley and his destruction of the economic infrastructure of the Valley, called \"The Burning\" by residents, was one of the first uses of scorched-earth tactics in the war. In 1865, his cavalry pursued Gen. Robert E. Lee and was instrumental in forcing his surrender at Appomattox.",
      "Sheridan fought in later years in the Indian Wars of the Great Plains. Both as a soldier and private citizen, he was instrumental in the development and protection of Yellowstone National Park. In 1883, Sheridan was appointed general-in-chief of the U.S. Army, and in 1888 he was promoted to the rank of General of the Army during the term of President Grover Cleveland."
    ],
    "quote": "“If I owned Texas and Hell, I would rent out Texas and live in Hell.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Philip_Sheridan",
    "urlGoogle": "https://artsandculture.google.com/entity/philip-sheridan/m01f6w3"
  },
  "place": {
    "id": "tromso",
    "name": "Tromsø",
    "mainImg": "img/places/tromso.jpg",
    "summary": [
      "Tromsø is a municipality in Troms og Finnmark county, Norway. The administrative centre of the municipality is the city of Tromsø.",
      "Tromsø lies in Northern Norway. The 2,521-square-kilometre municipality is the 21st largest by area out of the 356 municipalities in Norway. Tromsø is the 12th most populous municipality in Norway with a population of 76,974. The municipality's population density is 31.1 inhabitants per square kilometre and its population has increased by 14.4% over the previous 10-year period. It is the largest urban area in Northern Norway and the third largest north of the Arctic Circle anywhere in the world. Most of Tromsø, including the city centre, is located on the island of Tromsøya, 350 kilometres north of the Arctic Circle. In 2017, the city of Tromsø had a population of about 65,000 people spread out over Tromsøya and parts of Kvaløya and the mainland. Tromsøya is connected to the mainland by the Tromsø Bridge and the Tromsøysund Tunnel, and to the island of Kvaløya by the Sandnessund Bridge.",
      "The municipality is warmer than most other places located on the same latitude, due to the warming effect of the Gulf Stream."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Troms%C3%B8",
    "urlGoogle": "https://artsandculture.google.com/entity/tromsø/m018bvl"
  },
  "wiki": {
    "id": "hurricane-esther",
    "name": "Hurricane Esther",
    "summary": "Hurricane Esther was the first tropical cyclone to be discovered by satellite imagery. The fifth tropical cyclone, fifth named storm, and fifth hurricane of the 1961 Atlantic hurricane season, Esther developed from an area of disturbed weather hundreds of miles west-southwest of the southernmost Cape Verde Islands on September 10. The storm moved and strengthened into a Category 4 hurricane and peaked with sustained winds of 145 mph (230 km/h) on September 18. Esther began to weaken while approaching New England and fell to Category 3 intensity on September 21, later weakening to a tropical storm, and struck Cape Cod and southeastern Maine on September 26, dissipating early on September 27. Between North Carolina and New Jersey effects were primarily limited to strong winds and minor beach erosion and coastal flooding due to storm surge. In New York, strong winds led to severe crop losses and over 300,000 power outages. Some areas observed more than 8 inches (200 mm) of rainfall. Overall, damage was minor, totaling about $6 million. There were also seven deaths reported when a United States Navy P5M aircraft crashed about 120 miles (190 km) north of Bermuda.",
    "url": "https://en.wikipedia.org/wiki/Hurricane_Esther"
  },
  "word": {
    "id": "ululate",
    "word": "ululate",
    "url": "https://www.merriam-webster.com/dictionary/ululate",
    "partOfSpeech": "verb",
    "pronunciation": "ULL-yuh-layt",
    "audioPath": "audio/words/ululate.mp3",
    "definitions": ["howl, wail"],
    "examples": [
      "The puppy _ululated_ in distress every time he was left alone.",
      "\"\\[Singer\\] Sussan Deyhim is one of Iran's most potent voices in exile, for the simple reason that she possesses a marvelously potent voice. She wails and coos and _ululates_, the sound of the soul in translation.\" -- From a music review in the _Los Angeles Times_, September 13, 2010"
    ],
    "origin": "\"When other birds are still, the screech owls take up the strain, like mourning women their ancient u-lu-lu.\" When Henry David Thoreau used \"u-lu-lu\" to imitate the cry of screech owls and mourning women in that particular passage from his book _Walden_, he was re-enacting the etymology of \"ululate\" (a word he likely knew). \"Ululate\" descends from the Latin verb \"ululare.\" That Latin root carried the same meaning as our modern English word, and it likely originated in the echoes of the rhythmic wailing sound associated with it. Even today, \"ululate\" often refers to ritualistic or expressive wailing performed at times of mourning or celebration or used to show approval."
  }
}
