{
  "artist": {
    "id": "charles-rennie-mackintosh",
    "name": "Charles Rennie Mackintosh",
    "dates": "Jun 7, 1868 - Dec 10, 1928",
    "mainImg": "img/art/artists/charles-rennie-mackintosh.jpg",
    "artworkImgs": [
      {
        "name": "High-backed chair",
        "path": "img/art/artworks/charles-rennie-mackintosh-a1.jpg",
        "source": "https://artsandculture.google.com/asset/high-backed-chair-charles-mackintosh/ogE5P12mXshUcg"
      },
      {
        "name": "Armchair",
        "path": "img/art/artworks/charles-rennie-mackintosh-a2.jpg",
        "source": "https://artsandculture.google.com/asset/armchair-charles-rennie-mackintosh/dAHMQAA7IlbRyA"
      },
      {
        "name": "Two chairs for the Blue bedroom, Hous'hill, Nitshill, Glasgow",
        "path": "img/art/artworks/charles-rennie-mackintosh-a3.jpg",
        "source": "https://artsandculture.google.com/asset/two-chairs-for-the-blue-bedroom-hous-hill-nitshill-glasgow/xAGP6Tcs-lFBPg"
      },
      {
        "name": "Set of four Teaspoons with Box",
        "path": "img/art/artworks/charles-rennie-mackintosh-a4.jpg",
        "source": "https://artsandculture.google.com/asset/set-of-four-teaspoons-with-box/9gHAnkTNMuuUfg"
      },
      {
        "name": "Armchair (for Hous'hill, Catherine Cranston's residence, Glasgow, Scotland)",
        "path": "img/art/artworks/charles-rennie-mackintosh-a5.jpg",
        "source": "https://artsandculture.google.com/asset/armchair-for-hous-hill-catherine-cranston-s-residence-glasgow-scotland-charles-rennie-mackintosh/dAF3KzSzVRdeGg"
      },
      {
        "name": "Candlestick",
        "path": "img/art/artworks/charles-rennie-mackintosh-a6.jpg",
        "source": "https://artsandculture.google.com/asset/candlestick-charles-rennie-mackintosh/JwHuOBP7hy5_fg"
      }
    ],
    "summary": [
      "Charles Rennie Mackintosh was a Scottish architect, designer, water colourist and artist. His artistic approach had much in common with European Symbolism. His work, alongside that of his wife Margaret Macdonald, was influential on European design movements such as Art Nouveau and Secessionism and praised by great modernists such as Josef Hoffmann. Mackintosh was born in Glasgow and died in London."
    ],
    "quote": null,
    "movements": ["Symbolism", "Art Nouveau", "Modern art"],
    "mediums": ["Wood", "Silver", "Metal", "Oak", "Stained glass", "Varnish"],
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_Rennie_Mackintosh",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-rennie-mackintosh/m0f7tt"
  },
  "event": {
    "id": "united-states-bicentennial",
    "name": "United States Bicentennial",
    "dates": "1976",
    "mainImg": "img/events/united-states-bicentennial.jpg",
    "summary": [
      "The United States Bicentennial was a series of celebrations and observances during the mid-1970s that paid tribute to historical events leading up to the creation of the United States of America as an independent republic. It was a central event in the memory of the American Revolution. The Bicentennial culminated on Sunday, July 4, 1976, with the 200th anniversary of the adoption of the Declaration of Independence."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/United_States_Bicentennial",
    "urlGoogle": "https://artsandculture.google.com/entity/united-states-bicentennial/m020x63"
  },
  "funFacts": [
    {
      "id": "452",
      "fact": "There are approximately 9,000 taste buds on your tongue.",
      "category": ["Anatomy"]
    },
    {
      "id": "908",
      "fact": "In Athens, Greece, a driver's license can be taken away by law if the driver is deemed either unbathed or poorly dressed.",
      "category": ["Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "553731",
      "fact": "The record for the longest tire skid was set in 1964 at the Bonneville Salt Flats in Utah."
    }
  ],
  "idiom": {
    "id": "one-picture-is-worth-a-thousand-words",
    "term": "one picture is worth a thousand words",
    "definition": "A graphic illustration conveys a stronger message than words, as in *The book jacket is a big selling point---one picture is worth a thousand words.* This saying was invented by an advertising executive, Fred R. Barnard. To promote his agency's ads he took out an ad in *Printer's Ink* in 1921 with the headline \"One Look Is Worth a Thousand Words\" and attributed it to an ancient Japanese philosopher. Six years later he changed it to \"Chinese Proverb: One Picture Is Worth Ten Thousand Words,\" illustrated with some Chinese characters. The attribution in both was invented; Barnard simply believed an Asian origin would give it more credibility."
  },
  "person": {
    "id": "manuel-roxas",
    "name": "Manuel Roxas",
    "dates": "Jan 1, 1892 - Apr 15, 1948",
    "mainImg": "img/people/manuel-roxas.jpg",
    "summary": [
      "Manuel Acuña Roxas was the fifth President of the Philippines who served from 1946 until his death in 1948. He briefly served as the third and last President of the Commonwealth of the Philippines from May 28, 1946 to July 4, 1946 and then became the first President of the independent Third Philippine Republic after the United States ceded its sovereignty over the Philippines."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Manuel_Roxas",
    "urlGoogle": "https://artsandculture.google.com/entity/manuel-roxas/m037ylm"
  },
  "place": {
    "id": "graz",
    "name": "Graz",
    "mainImg": "img/places/graz.jpg",
    "summary": [
      "Graz is the capital city of Styria and Austria's second-largest city after Vienna. As of 1 January 2019, Graz had a population of 328,276. In 2015, the population of the Graz larger urban zone stood at 633,168, based on principal-residence status. Graz has a long tradition as a seat of higher education. It has four colleges and four universities with more than 60,000 students. Its historic centre is one of the best-preserved city centres in Central Europe.",
      "For centuries, Graz was more important to Slovenes and Croats, both politically and culturally, than the capitals of Ljubljana, Slovenia and Zagreb, Croatia; it remains influential to this day. In 1999, the city's historic centre was added to the UNESCO list of World Heritage Sites and in 2010 the designation was expanded to include Eggenberg Palace on the western edge of the city. Graz was designated the Cultural Capital of Europe in 2003 and became a City of Culinary Delights in 2008."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Graz",
    "urlGoogle": "https://artsandculture.google.com/entity/graz/m0d1yn"
  },
  "quote": {
    "id": "118",
    "quote": "Be curious. Read widely. Try new things. I think a lot of what people call intelligence boils down to curiosity.",
    "author": "Aaron Swartz"
  },
  "wiki": {
    "id": "john-y-brown-politician-born-1835",
    "name": "John Y. Brown (politician, born 1835)",
    "summary": "John Young Brown (1835–1904) represented Kentucky in the U.S. House of Representatives and served as its 31st governor. He was first elected to the House in 1859, but was initially too young to serve. Re-elected in 1866, he was denied his seat because of alleged disloyalty to the Union during the Civil War. After an unsuccessful gubernatorial bid in 1871, Brown served in the House from 1872 to 1877, and was censured for a speech excoriating Massachusetts Representative Benjamin F. Butler. Brown was elected governor of Kentucky in 1891, but little of significance was accomplished during his term as time was spent adapting the state's laws to the new constitution. He hoped the legislature would elect him to the U.S. Senate after his term ended in 1895, but the deaths of two of his children ended his political ambitions. After the Republicans won the 1895 election, William Goebel was chosen as the Democrats' 1899 candidate, although a disgruntled faction selected Brown. Goebel won the election, but was assassinated in 1900; Brown represented Caleb Powers, an alleged conspirator in the assassination, at his first trial.",
    "url": "https://en.wikipedia.org/wiki/John_Y._Brown_(politician,_born_1835)"
  },
  "word": {
    "id": "appellation",
    "word": "appellation",
    "url": "https://www.merriam-webster.com/dictionary/appellation",
    "partOfSpeech": "noun",
    "pronunciation": "ap-uh-LAY-shun",
    "audioPath": "audio/words/appellation.mp3",
    "definitions": [
      "an identifying name or title : designation",
      "the act of calling by a name",
      "a geographical name used to identify wine"
    ],
    "examples": [
      "We used to call him \"Danny,\" but he recently let us know that he prefers the appellation \"Daniel.\""
    ],
    "origin": "Ask a Frenchman named \"Jacques\" his name, and you may very well get the reply, \"Je m'appelle Jacques.\" The French verb \"appeller\" means \"to call (by a name),\" so Jacques' answer literally translates to \"I call myself Jacques.\" Knowing the function of \"appeller\" makes it easy to remember that \"appellation\" refers to the name or title by which something is called or known. \"Appeller\" and \"appellation\" also share a common ancestor -- the Latin \"appellare,\" meaning \"to call or summon,\" formed by combining the prefix \"ad-\" (\"to\") with another verb, \"pellere\" (\"to drive\"). \"Appellare\" is also the root of our word \"appeal\" (by way of Anglo-French and Middle English), as well as \"appellate,\" referring to a kind of court where appeals are heard."
  }
}
