{
  "artist": {
    "id": "barbara-hepworth",
    "name": "Barbara Hepworth",
    "dates": "Jan 10, 1903 - May 20, 1975",
    "mainImg": "img/art/artists/barbara-hepworth.jpg",
    "artworkImgs": [
      {
        "name": "Winged Figure Prototype",
        "path": "img/art/artworks/barbara-hepworth-a1.jpg",
        "source": "https://artsandculture.google.com/asset/winged-figure-prototype-barbara-hepworth/IQFT46myrGYMHQ"
      },
      {
        "name": "Pierced Hemisphere",
        "path": "img/art/artworks/barbara-hepworth-a2.jpg",
        "source": "https://artsandculture.google.com/asset/pierced-hemisphere-barbara-hepworth/9AGD1F2f5TA9Tw"
      },
      {
        "name": "Three Forms",
        "path": "img/art/artworks/barbara-hepworth-a3.jpg",
        "source": "https://artsandculture.google.com/asset/three-forms-dame-barbara-hepworth/rgH-FpUnuLM6rw"
      },
      {
        "name": "Rhythmic Form",
        "path": "img/art/artworks/barbara-hepworth-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rhythmic-form-dame-barbara-hepworth/TAGmfKasHE8g8g"
      },
      {
        "name": "Oval Form (Trezion)",
        "path": "img/art/artworks/barbara-hepworth-a5.jpg",
        "source": "https://artsandculture.google.com/asset/oval-form-trezion-barbara-hepworth/kwEii55X-vw7BA"
      },
      {
        "name": "Painting of Robin Hood's Bay",
        "path": "img/art/artworks/barbara-hepworth-a6.jpg",
        "source": "https://artsandculture.google.com/asset/painting-of-robin-hood-s-bay-barbara-hepworth/cwEHPxvdaZoZbg"
      }
    ],
    "summary": [
      "Dame Jocelyn Barbara Hepworth DBE was an English artist and sculptor. Her work exemplifies Modernism and in particular modern sculpture. She was one of the few female artists of her generation to achieve international prominence. Along with artists such as Ben Nicholson and Naum Gabo, Hepworth was a leading figure in the colony of artists who resided in St Ives during the Second World War."
    ],
    "quote": "“Body experience... is the centre of creation.”",
    "movements": ["Modern art", "Modernism", "Abstract art"],
    "mediums": ["Sculpture", "Metal", "Bronze", "Rock", "Pencil", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Barbara_Hepworth",
    "urlGoogle": "https://artsandculture.google.com/entity/barbara-hepworth/m014029"
  },
  "event": {
    "id": "2007-fifa-womens-world-cup",
    "name": "2007 FIFA Women's World Cup",
    "dates": "Sep 10, 2007 - Sep 30, 2007",
    "mainImg": "img/events/2007-fifa-womens-world-cup.jpg",
    "summary": [
      "The 2007 FIFA Women's World Cup, the fifth edition of the FIFA Women's World Cup, was an international association football competition for women held in China from 10 to 30 September 2007. Originally, China was to host the 2003 edition, but the outbreak of SARS in that country forced that event to be moved to the United States. FIFA immediately granted the 2007 event to China, which meant that no new host nation was chosen competitively until the voting was held for the 2011 Women's World Cup.",
      "The tournament opened with a record-breaking match in Shanghai, as Germany beat Argentina 11–0 to register the biggest win and the highest scoring match in Women's World Cup history, records which stood until 2019. The tournament ended with Germany defeating Brazil 2–0 in the final, having never surrendered a goal in the entire tournament. The Germans became the first national team in FIFA Women's World Cup history to retain their title.",
      "The golden goal rule for extra time in knockout matches was eliminated by FIFA, although no matches went to extra time nor required a penalty shootout."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2007_FIFA_Women%27s_World_Cup",
    "urlGoogle": "https://artsandculture.google.com/entity/2007-fifa-women-s-world-cup/m032l39"
  },
  "funFacts": [
    {
      "id": "100",
      "fact": "In a year, the average person walks four miles making his or her bed.",
      "category": ["Habits"]
    },
    {
      "id": "1015",
      "fact": "One is the only number with letters in reverse alphabetical order.",
      "category": ["Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553500",
      "fact": "According to a 2017 survey, \"whatever\" tops the list of words Americans find most annoying for the ninth year in a row."
    }
  ],
  "idiom": {
    "id": "open-and-aboveboard",
    "term": "open and aboveboard",
    "definition": "Also, **honest and aboveboard.** Candid and fair, without deceit or trickery, as in *I'll join you, but only if everything remains open and aboveboard.* Both versions of this expression are redundancies, since they use *open* and *aboveboard* in the sense of \"honest.\" The latter word, dating from the early 1600s, comes from gambling and alludes to the fact that card players who do not keep their hands on the table (board) may be suspected of changing their cards under the table."
  },
  "person": {
    "id": "thomas-brisbane",
    "name": "Thomas Brisbane",
    "dates": "Jul 23, 1773 - Jan 27, 1860",
    "mainImg": "img/people/thomas-brisbane.jpg",
    "summary": [
      "Major General Sir Thomas Makdougall Brisbane, 1st Baronet, GCB, GCH, FRS, FRSE, was a British Army officer, administrator, and astronomer. Upon the recommendation of the Duke of Wellington, with whom he had served, he was appointed governor of New South Wales from 1821 to 1825.",
      "A keen astronomer, he built the colony's second observatory and encouraged scientific and agricultural training. Rivals besmirched his reputation and the British Secretary of State for the Colonies, Lord Bathurst, recalled Brisbane and his colonial secretary Frederick Goulburn. Brisbane, a new convict settlement, was named in his honour and is now among the largest cities in Australia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Thomas_Brisbane",
    "urlGoogle": "https://artsandculture.google.com/entity/thomas-brisbane/m01vhsv"
  },
  "place": {
    "id": "kingston-upon-hull",
    "name": "Kingston upon Hull",
    "mainImg": "img/places/kingston-upon-hull.jpg",
    "summary": [
      "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, northeastern England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles inland from the North Sea, 50 miles east of Leeds, 34 miles south-east of York and 54 miles north-east of Sheffield. With a population of 259,778, Hull is the fourth-largest city in Yorkshire and the Humber.",
      "The town of Wyke on Hull was founded late in the 12th century by the monks of Meaux Abbey as a port from which to export their wool.",
      "Renamed Kings-town upon Hull in 1299, Hull has been a market town, military supply port, trading hub, fishing and whaling centre and industrial metropolis.",
      "Hull was an early theatre of battle in the English Civil Wars. Its 18th-century Member of Parliament, William Wilberforce, took a prominent part in the abolition of the slave trade in Britain.",
      "After suffering heavy damage in the Second World War, Hull weathered a period of post-industrial decline, gaining unfavourable results on measures of social deprivation, education and policing."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kingston_upon_Hull",
    "urlGoogle": "https://artsandculture.google.com/entity/kingston-upon-hull/m0fm2_"
  },
  "wiki": {
    "id": "chuck-palahniuk",
    "name": "Chuck Palahniuk",
    "summary": "Chuck Palahniuk is a satirical novelist and freelance journalist living in Portland, Oregon. He is best known for the award-winning novel Fight Club, which was later made into a film directed by David Fincher. He has one of the largest centralized followings of any author on the Internet, based around his official web site. His writings, similar in style to those of such peers as Bret Easton Ellis, Irvine Welsh, and Douglas Coupland, have made him one of the most popular novelists of Generation X.",
    "url": "https://en.wikipedia.org/wiki/Chuck_Palahniuk"
  },
  "word": {
    "id": "telegenic",
    "word": "telegenic",
    "url": "https://www.merriam-webster.com/dictionary/telegenic",
    "partOfSpeech": "adjective",
    "pronunciation": "tel-uh-JEN-ik",
    "audioPath": "audio/words/telegenic.mp3",
    "definitions": [
      "well-suited to the medium of television; especially : having an appearance and manner that are markedly attractive to television viewers"
    ],
    "examples": [
      "This year's playoffs will feature some very _telegenic_ rookies playing alongside veterans destined for the Hall of Fame.",
      "\"What readers remember from the rolling thunder of Mailer's extravagant prose production … was the enshrouding of J.F.K. as the first movie-star politician, the avatar and launch vehicle for the suppressed libido of the country's Hollywood dream life after the long lullaby of the Eisenhower era. With J.F.K., _telegenic_ charisma became part of the package deal.\" -- From an article by James Wolcott in _Vanity Fair_, September 2010"
    ],
    "origin": "\"Telegenic,\" which first appeared in print in 1939, is essentially a compound formed out of \"television\" and \"photogenic.\" \"Photogenic\" is also the word that caused the addition of a new sense to \"-genic,\" namely \"suitable for production or reproduction by a given medium\" (as in the occasionally seen \"videogenic\": \"The '80s were a time that created a lot of videogenic bands who weren't necessarily compelling live artists....\" -- Ron Shapiro, quoted in _Entertainment Weekly_, September 25, 1998). \"Telegenic\" may seem like a word that would primarily refer to people, but there is evidence for telegenic events (such as popular sports), objects, and responses. Occasionally, one even sees reference to a telegenic attitude or other intangible."
  }
}
