{
  "artist": {
    "id": "hieronymus-bosch",
    "name": "Hieronymus Bosch",
    "dates": "Died Aug 9, 1516",
    "mainImg": "img/art/artists/hieronymus-bosch.jpg",
    "artworkImgs": [
      {
        "name": "Saint Christopher",
        "path": "img/art/artworks/hieronymus-bosch-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-christopher/MQFoX8Ff_UgzqA"
      },
      {
        "name": "Christ Mocked (The Crowning with Thorns)",
        "path": "img/art/artworks/hieronymus-bosch-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christ-mocked-the-crowning-with-thorns-hieronymus-bosch/tgEYBOMT1BeBzw"
      },
      {
        "name": "The Pedlar",
        "path": "img/art/artworks/hieronymus-bosch-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-pedlar/aQEkh0Mf0Pd3mg"
      },
      {
        "name": "Ecce Homo",
        "path": "img/art/artworks/hieronymus-bosch-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ecce-homo-hieronymus-bosch/DQFFBFYxlip-xw"
      },
      {
        "name": "Saint John the Baptist in the Desert",
        "path": "img/art/artworks/hieronymus-bosch-a5.jpg",
        "source": "https://artsandculture.google.com/asset/saint-john-the-baptist-in-the-desert-aeken-hieronymus-van-el-bosco/EwF_G8DKhG3P-A"
      },
      {
        "name": "Death and the Miser",
        "path": "img/art/artworks/hieronymus-bosch-a6.jpg",
        "source": "https://artsandculture.google.com/asset/death-and-the-miser/xQFMnR3xQTylpA"
      }
    ],
    "summary": [
      "Hieronymus Bosch was a Dutch/Netherlandish painter from Brabant. He is one of the most notable representatives of the Early Netherlandish painting school. His work contains fantastic illustrations of religious concepts and narratives. Within his lifetime his work was collected in the Netherlands, Austria, and Spain, and widely copied, especially his macabre and nightmarish depictions of hell.",
      "Little is known of Bosch's life, though there are some records. He spent most of it in the town of 's-Hertogenbosch, where he was born in his grandfather's house. The roots of his forefathers are in Nijmegen and Aachen. His pessimistic and fantastical style cast a wide influence on northern art of the 16th century, with Pieter Bruegel the Elder being his best-known follower. Today he is seen as a hugely individualistic painter with deep insight into humanity's desires and deepest fears. Attribution has been especially difficult; today only about 25 paintings are confidently given to his hand along with eight drawings. About another half dozen paintings are confidently attributed to his workshop."
    ],
    "quote": "“For poor is the mind that always uses the ideas of others and invents none of its own”",
    "movements": [
      "Renaissance",
      "Northern Renaissance",
      "Dutch and Flemish Renaissance painting",
      "Street art"
    ],
    "mediums": ["Oil paint", "Wood", "Ink", "Oak", "Pen", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hieronymus_Bosch",
    "urlGoogle": "https://artsandculture.google.com/entity/hieronymus-bosch/m0cdn_"
  },
  "event": {
    "id": "hundred-days-offensive",
    "name": "Hundred Days Offensive",
    "dates": "Aug 8, 1918 - Nov 11, 1918",
    "mainImg": "img/events/hundred-days-offensive.jpg",
    "summary": [
      "The Hundred Days Offensive was a series of massive Allied offensives which ended the First World War. Beginning with the Battle of Amiens on the Western Front, the Allies pushed the Central Powers back, undoing their gains from the Spring Offensive. The Germans retreated to the Hindenburg Line, but the Allies broke through the line with a series of victories, starting with the Battle of St Quentin Canal on 29 September. The offensive, together with a revolution breaking out in Germany, led to the Armistice of 11 November 1918 which ended the war with an Allied victory. The term \"Hundred Days Offensive\" does not refer to a battle or strategy, but rather the rapid series of Allied victories against which the German armies had no reply."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hundred_Days_Offensive",
    "urlGoogle": "https://artsandculture.google.com/entity/hundred-days-offensive/m04t4zz"
  },
  "funFacts": [
    {
      "id": "995",
      "fact": "A group of flamingos is called a flamboyance.",
      "category": ["Animals", "Definitions"]
    },
    {
      "id": "267",
      "fact": "Double Dutch jump rope is considered a cross-training sport.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "324",
      "fact": "The legs of bats are too weak to support their weight, so they hang upside down.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554009",
      "fact": "In Colombia, \u0003dried ants replace popcorn as the typical movie theater snack."
    },
    {
      "id": "507110",
      "fact": "A team of chemists described old book smell as “a combination of grassy notes with a tang of acids and a hint of vanilla over an underlying mustiness.”"
    }
  ],
  "idiom": {
    "id": "the-whole-nine-yards",
    "term": "the whole nine yards",
    "definition": "Everything that is relevant; the whole thing. For example, *He decided to take everything to college---his books, his stereo, his computer, his skis, the whole nine yards.* The source of this expression is not known, but there are several possibilities: the amount of cloth required to make a complete suit of clothes; the fully set sails of a three-masted ship where each mast carries three yards, that is, spars, to support the sails; or the amount of cement (in cubic yards) contained in a cement mixer for a big construction job. [Colloquial]"
  },
  "person": {
    "id": "melania-trump",
    "name": "Melania Trump",
    "dates": "Born Apr 26, 1970",
    "mainImg": "img/people/melania-trump.jpg",
    "summary": [
      "Melania Trump is a Slovenian-American former model and businesswoman and the current first lady of the United States, as the wife of the 45th president of the United States Donald Trump.",
      "Melanija Knavs was born in Novo Mesto, and grew up in Sevnica, in the Yugoslav republic of Slovenia. She worked as a fashion model through agencies in Milan and Paris, and moved to New York City in 1996. Her modeling career was associated with Irene Marie Models and Trump Model Management.",
      "In 2001, Knavs became a permanent resident of the United States. She married Donald Trump in 2005 and obtained U.S. citizenship in 2006. She is the second first lady, after Louisa Adams, born outside the United States, the first one to be a naturalized citizen and the first whose native language is not English."
    ],
    "quote": "“I don't follow what is in fashion now; I just listen to myself and what I like... I wait for the right occasion or see how I feel each day.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Melania_Trump",
    "urlGoogle": "https://artsandculture.google.com/entity/melania-trump/m04hfnv"
  },
  "place": {
    "id": "lansing",
    "name": "Lansing",
    "mainImg": "img/places/lansing.jpg",
    "summary": [
      "Lansing is the capital of the U.S. state of Michigan. It is mostly in Ingham County, although portions of the city extend west into Eaton County and north into Clinton County. The 2010 Census placed the city's population at 114,297, making it the fifth largest city in Michigan. The population of its Metropolitan Statistical Area was 464,036, while the even larger Combined Statistical Area population, which includes Shiawassee County, was 534,684. It was named the new state capital of Michigan in 1847, ten years after Michigan became a state.",
      "The Lansing metropolitan area, colloquially referred to as \"Mid-Michigan\", is an important center for educational, cultural, governmental, commercial, and industrial functions. Neighboring East Lansing is home to Michigan State University, a public research university with an enrollment of more than 50,000. The area features two medical schools, one veterinary school, two nursing schools, and two law schools. It is the site of the Michigan State Capitol, the state Supreme Court, the Court of Appeals, a federal court, the Library of Michigan and Historical Center, and headquarters of four national insurance companies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lansing,_Michigan",
    "urlGoogle": "https://artsandculture.google.com/entity/lansing/m04pry"
  },
  "wiki": {
    "id": "guy-bradley",
    "name": "Guy Bradley",
    "summary": "Guy Bradley (1870–1905) was an American game warden and deputy sheriff for Monroe County, Florida. Born in Chicago, his family relocated to Florida when he was young. As a boy, he often served as guide to visiting fishermen and plume hunters, although he later denounced poaching after legislation was passed to protect the dwindling number of birds. In 1902, Bradley was hired by the American Ornithologists' Union, at the request of the Florida Audubon Society, to become one of the country's first game wardens. Tasked with protecting the area's wading birds from hunters, he patrolled the area stretching from Florida's west coast, through the Everglades, to Key West, single-handedly enforcing the ban on bird hunting. Bradley was shot and killed in the line of duty, after confronting a man and his two sons who were hunting egrets in the Everglades. His much-publicized death at the age of 35 galvanized conservationists, and served as inspiration for future legislation to protect Florida's bird populations. Several national awards and places have been named in his honor.",
    "url": "https://en.wikipedia.org/wiki/Guy_Bradley"
  },
  "word": {
    "id": "sedentary",
    "word": "sedentary",
    "url": "https://www.merriam-webster.com/dictionary/sedentary",
    "partOfSpeech": "adjective",
    "pronunciation": "SED-un-tair-ee",
    "audioPath": "audio/words/sedentary.mp3",
    "definitions": [
      "not migratory : settled",
      "doing or requiring much sitting",
      "not physically active",
      "permanently attached"
    ],
    "examples": [
      "Jerry worried that he was becoming physically unfit after taking a sedentary desk job."
    ],
    "origin": "English speakers borrowed \"sedentary\" in the late 16th century from Middle French \"sedentaire,\" which in turn derives from Latin \"sedentarius.\" \"Sedentarius,\" which means \"of one that sits,\" is from the present participle of the verb \"sedēre,\" meaning \"to sit.\" Other descendants of \"sedēre\" in English include \"dissident,\" \"insidious,\" \"preside,\" \"reside,\" and \"subsidy.\" \"Sedēre\" is also the base of the rare word \"sedens,\" a noun meaning \"a person who remains a resident of the place or region of his birth.\""
  }
}
