{
  "artist": {
    "id": "elisabeth-daynes",
    "name": "Élisabeth Daynès",
    "dates": "Born Apr 6, 1960",
    "mainImg": "img/art/artists/elisabeth-daynes.jpg",
    "artworkImgs": [
      {
        "name": "Toumai",
        "path": "img/art/artworks/elisabeth-daynes-a1.jpg",
        "source": "https://artsandculture.google.com/asset/toumai-elisabeth-daynes/uQEKgXRAfmoJTA"
      },
      {
        "name": "Lucy",
        "path": "img/art/artworks/elisabeth-daynes-a2.jpg",
        "source": "https://artsandculture.google.com/asset/lucy-elisabeth-daynes/LAEWPxUsh5tPZw"
      },
      {
        "name": "Paranthropus boisei",
        "path": "img/art/artworks/elisabeth-daynes-a3.jpg",
        "source": "https://artsandculture.google.com/asset/paranthropus-boisei-elisabeth-daynes/qwEHB3FZX5pB8Q"
      },
      {
        "name": "Reconstitution of three woman hominids, neanderthal, sapiens and flores",
        "path": "img/art/artworks/elisabeth-daynes-a4.jpg",
        "source": "https://artsandculture.google.com/asset/reconstitution-of-three-woman-hominids-neanderthal-sapiens-and-flores-daynès-atelier/kgGnlbQCREKQFQ"
      },
      {
        "name": "Sangiran man",
        "path": "img/art/artworks/elisabeth-daynes-a5.jpg",
        "source": "https://artsandculture.google.com/asset/sangiran-man-elisabeth-daynes/KgHHw28RAmqquA"
      },
      {
        "name": "Lucien",
        "path": "img/art/artworks/elisabeth-daynes-a6.jpg",
        "source": "https://artsandculture.google.com/asset/lucien-elisabeth-daynes/AAFhNtRVFGupag"
      }
    ],
    "summary": [
      "Élisabeth Daynès is a French sculptor. By 1981, she was working with the Théâtre de la Salamandre in Lille, creating masks for the theatre.",
      "In 1984, she founded her own studio, Atelier Daynès, in Paris. Some years later, the Thot Museum in Montignac, close to the Lascaux caves, asked her to sculpt a life-sized woolly mammoth with a group of hominids. She has since specialized in reconstructing hominids from remaining bones. Her work is present in museums all over the world, including the Musée des Merveilles in Tende, Field Museum of Natural History in Chicago, Transvaal Museum in Pretoria, Sangiran Museum in Indonesia, Naturhistoriska riksmuseet in Stockholm, and Museum of Human Evolution in Burgos. One of her most notable sculptures is at the Krapina Neanderthal Museum in northern Croatia, where she made a reconstruction of an entire seventeen-member Neanderthal family.",
      "In 2005, she created a lifelike model of Pharaoh Tutankhamun in a project with National Geographic. A close resemblance to the Pharaoh is likely, even though physical features like ears, nose tip, and colors of skin and eyes cannot be reliably reconstructed.",
      "In 2010, Daynes won the John J."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Hair", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/%C3%89lisabeth_Dayn%C3%A8s",
    "urlGoogle": "https://artsandculture.google.com/entity/élisabeth-daynès/m063_j1_"
  },
  "event": {
    "id": "guadalcanal-campaign",
    "name": "Guadalcanal campaign",
    "dates": "Aug 7, 1942 - Feb 9, 1943",
    "mainImg": "img/events/guadalcanal-campaign.jpg",
    "summary": [
      "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan.",
      "On 7 August 1942, Allied forces, predominantly United States Marines, landed on Guadalcanal, Tulagi, and Florida in the southern Solomon Islands, with the objective of using Guadalcanal and Tulagi as bases in supporting a campaign to eventually capture or neutralize the major Japanese base at Rabaul on New Britain. The Japanese defenders, who had occupied those islands since May 1942, were outnumbered and overwhelmed by the Allies, who captured Tulagi and Florida, as well as the airfield – later named Henderson Field – that was under construction on Guadalcanal.",
      "Surprised by the Allied offensive, the Japanese made several attempts between August and November to retake Henderson Field."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Guadalcanal_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/guadalcanal-campaign/m0gbks"
  },
  "funFacts": [
    {
      "id": "252",
      "fact": "There is a town in Alaska called Chicken.",
      "category": ["Animals", "Geography"]
    },
    {
      "id": "797",
      "fact": "It is illegal to run out of gas in Youngstown, Ohio.",
      "category": ["Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "504875",
      "fact": "The first use of \"Google\" as a verb in pop culture was on Buffy the Vampire Slayer."
    }
  ],
  "idiom": {
    "id": "cheesed-off",
    "term": "cheesed off",
    "definition": "Angry, fed up, annoyed, as in *I'm cheesed off about watering their plants twice a week.* This term was originally military slang and sometimes put simply as **cheesed.** [Slang; mid-1900s]"
  },
  "person": {
    "id": "pierre-joseph-proudhon",
    "name": "Pierre-Joseph Proudhon",
    "dates": "Jan 15, 1809 - Jan 19, 1865",
    "mainImg": "img/people/pierre-joseph-proudhon.jpg",
    "summary": [
      "Pierre-Joseph Proudhon was a French politician and the founder of mutualist philosophy. He was the first person to declare himself an anarchist, using that term and is widely regarded as one of the ideology's most influential theorists. Proudhon is even considered by many to be the \"father of anarchism\". He became a member of the French Parliament after the Revolution of 1848, whereafter he referred to himself as a federalist.",
      "Proudhon, who was born in Besançon, was a printer who taught himself Latin in order to better print books in the language. His best-known assertion is that \"property is theft!\", contained in his first major work, What Is Property? Or, an Inquiry into the Principle of Right and Government, published in 1840. The book's publication attracted the attention of the French authorities. It also attracted the scrutiny of Karl Marx, who started a correspondence with its author. The two influenced each other and they met in Paris while Marx was exiled there. Their friendship finally ended when Marx responded to Proudhon's The System of Economic Contradictions, or The Philosophy of Poverty with the provocatively titled The Poverty of Philosophy."
    ],
    "quote": "“All parties without exception, when they seek for power, are varieties of absolutism.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Pierre-Joseph_Proudhon",
    "urlGoogle": "https://artsandculture.google.com/entity/pierre-joseph-proudhon/m0d7t6"
  },
  "place": {
    "id": "glendale",
    "name": "Glendale",
    "mainImg": "img/places/glendale.jpg",
    "summary": [
      "Glendale is a city in Los Angeles County, California, United States. As of the 2010 census it had a population of 191,719, and in 2019 the population was estimated at 199,303, making it the fourth-largest city in Los Angeles County and the 23rd-largest city in California. It is located about 10 miles north of downtown Los Angeles.",
      "Glendale lies in the southeastern end of the San Fernando Valley, bisected by the Verdugo Mountains, and is a suburb in the Los Angeles metropolitan area. The city is bordered to the northwest by the Sun Valley and Tujunga neighborhoods of Los Angeles; to the northeast by La Cañada Flintridge and the unincorporated area of La Crescenta; to the west by Burbank and Griffith Park; to the east by Eagle Rock and Pasadena; to the south by the Atwater Village neighborhood of Los Angeles; and to the southeast by Glassell Park neighborhood of Los Angeles. The Golden State, Ventura, Glendale, and Foothill freeways run through the city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Glendale,_California",
    "urlGoogle": "https://artsandculture.google.com/entity/glendale/m0k_q_"
  },
  "quote": {
    "id": "98",
    "quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
    "author": "Thomas Edison"
  },
  "wiki": {
    "id": "paulinus-of-york",
    "name": "Paulinus of York",
    "summary": "Paulinus of York was a Roman missionary and the first Bishop of York. A member of the Gregorian mission sent by Pope Gregory I to convert the Anglo-Saxons to Christianity in 601, Paulinus arrived in England by 604 with the second missionary group. Little is known of Paulinus' activities in the following two decades. After some years spent in Kent, Paulinus was consecrated a bishop, probably in 627. He accompanied Æthelburg of Kent, sister of King Eadbald of Kent, on her journey to Northumbria to marry King Edwin of Northumbria, and eventually succeeded in converting Edwin to Christianity. Paulinus also converted many of Edwin's subjects and built a few churches. One of the women Paulinus baptised was a future saint, Hilda of Whitby. Following Edwin's death in 633 Paulinus and Æthelburg fled Northumbria, leaving behind a member of Paulinus' clergy, James the Deacon. Paulinus returned to Kent, where he became Bishop of Rochester. After his death in 644, Paulinus was venerated as a saint.",
    "url": "https://en.wikipedia.org/wiki/Paulinus_of_York"
  },
  "word": {
    "id": "belvedere",
    "word": "belvedere",
    "url": "https://www.merriam-webster.com/dictionary/belvedere",
    "partOfSpeech": "noun",
    "pronunciation": "BEL-vuh-deer",
    "audioPath": "audio/words/belvedere.mp3",
    "definitions": ["a structure (as a cupola or a summerhouse) designed to command a view"],
    "examples": [
      "On summer evenings, guests at the estate often joined their hosts in the belvedere to watch the sunset."
    ],
    "origin": "It is said that beauty is in the eye of the beholder -- and someone with a belvedere will likely have a great deal of beauty to behold. Given the origins of the word, \"belvedere\" is the ideal term for a building (or part of a building) with a view; it derives from two Italian words, \"bel,\" which means \"beautiful,\" and \"vedere,\" which means \"view.\" The term has been used in English since at least 1593."
  }
}
