{
  "artist": {
    "id": "jan-brueghel-the-elder",
    "name": "Jan Brueghel the Elder",
    "dates": "1568 - Jan 13, 1625",
    "mainImg": "img/art/artists/jan-brueghel-the-elder.jpg",
    "artworkImgs": [
      {
        "name": "The Garden of Eden with the Fall of Man",
        "path": "img/art/artworks/jan-brueghel-the-elder-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-garden-of-eden-with-the-fall-of-man-jan-brueghel-the-elder/nQHVgyO2luccDQ"
      },
      {
        "name": "Amazonenschlacht",
        "path": "img/art/artworks/jan-brueghel-the-elder-a2.jpg",
        "source": "https://artsandculture.google.com/asset/amazonenschlacht-peter-paul-rubens/NAGuOOjrCZImwQ"
      },
      {
        "name": "Flowers in a Wooden Vessel",
        "path": "img/art/artworks/jan-brueghel-the-elder-a3.jpg",
        "source": "https://artsandculture.google.com/asset/flowers-in-a-wooden-vessel-jan-brueghel-the-elder/oAE6lkgAnFc51g"
      },
      {
        "name": "The Garden of Eden with the Fall of Man",
        "path": "img/art/artworks/jan-brueghel-the-elder-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-garden-of-eden-with-the-fall-of-man-brueghel-the-elder-jan/2AGWE_iY_xhcMg"
      },
      {
        "name": "A Woodland Road with Travelers",
        "path": "img/art/artworks/jan-brueghel-the-elder-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-woodland-road-with-travelers-jan-brueghel-the-elder/vgEFhxq7-owmvg"
      },
      {
        "name": "Allegory of Fire",
        "path": "img/art/artworks/jan-brueghel-the-elder-a6.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-of-fire-jan-brueghel/UAFoCIt0YL-9lg"
      }
    ],
    "summary": [
      "Jan Brueghel the Elder was a Flemish painter and draughtsman. He was the son of the eminent Flemish Renaissance painter Pieter Brueghel the Elder. A close friend and frequent collaborator with Peter Paul Rubens, the two artists were the leading Flemish painters in the first three decades of the 17th century.",
      "Brueghel worked in many genres including history paintings, flower still lifes, allegorical and mythological scenes, landscapes and seascapes, hunting pieces, village scenes, battle scenes and scenes of hellfire and the underworld. He was an important innovator who invented new types of paintings such as flower garland paintings, paradise landscapes, and gallery paintings in the first quarter of the 17th century. He further created genre paintings that were imitations, pastiches and reworkings of his father's works, in particular his father's genre scenes and landscapes with peasants. Brueghel represented the type of the pictor doctus, the erudite painter whose works are informed by the religious motifs and aspirations of the Catholic Counter-Reformation as well as the scientific revolution with its interest in accurate description and classification."
    ],
    "quote": null,
    "movements": [
      "Baroque",
      "Mannerism",
      "Renaissance",
      "Antwerp school",
      "Northern Renaissance",
      "Dutch and Flemish Renaissance painting"
    ],
    "mediums": ["Oil paint", "Wood", "Pen", "Drawing", "Ink", "Copper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jan_Brueghel_the_Elder",
    "urlGoogle": "https://artsandculture.google.com/entity/jan-brueghel-the-elder/m0h6pf"
  },
  "event": {
    "id": "balkans-campaign",
    "name": "Balkans campaign",
    "dates": "Oct 28, 1940 - Jun 1, 1941",
    "mainImg": "img/events/balkans-campaign.jpg",
    "summary": [
      "The Balkans campaign of World War II began with the Italian invasion of Greece on 28 October 1940. In the early months of 1941, Italy's offensive had stalled and a Greek counter-offensive pushed into Albania. Germany sought to aid Italy by deploying troops to Romania and Bulgaria and attacking Greece from the east. Meanwhile, the British landed troops and aircraft to shore up Greek defences. A coup d'état in Yugoslavia on 27 March caused Adolf Hitler to order the conquest of that country.",
      "The invasion of Yugoslavia by Germany and Italy began on 6 April, simultaneously with the new Battle of Greece; on 11 April, Hungary joined the invasion. By 17 April the Yugoslavs had signed an armistice, and by 30 April all of mainland Greece was under German or Italian control. On 20 May Germany invaded Crete by air, and by 1 June all remaining Greek and British forces on the island had surrendered. Although it had not participated in the attacks in April, Bulgaria occupied parts of both Yugoslavia and Greece shortly thereafter for the remainder of the war in the Balkans."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Balkans_campaign_%28World_War_II%29",
    "urlGoogle": "https://artsandculture.google.com/entity/balkans-campaign/m02y6sf"
  },
  "funFacts": [
    {
      "id": "1027",
      "fact": "The soil on Mars is rust color because it's full of rust.",
      "category": ["Geography", "Science"]
    },
    {
      "id": "423",
      "fact": "U.S. paper currency isn't made of paper - it's actually a blend of cotton and linen.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "504794",
      "fact": "In 1777, Frederick the Great issued an official statement urging his subjects to drink beer in the morning instead of coffee."
    }
  ],
  "idiom": {
    "id": "kangaroo-court",
    "term": "kangaroo court",
    "definition": "A self-appointed tribunal that violates established legal procedure; also, a dishonest or incompetent court of law. For example, *The rebels set up a kangaroo court and condemned the prisoners to summary execution,* or *That judge runs a kangaroo court---he tells rape victims they should have been more careful.* This expression is thought to liken the jumping ability of kangaroos to a court that jumps to conclusions on an invalid basis. [Mid-1800s]"
  },
  "person": {
    "id": "porus",
    "name": "Porus",
    "dates": null,
    "mainImg": "img/people/porus.jpg",
    "summary": [
      "Porus or Poros, was an ancient Indian king whose territory spanned the region between the Hydaspes and Acesines, in the Punjab region of the Indian subcontinent. He is credited to have been a legendary warrior with exceptional skills. Porus fought against Alexander the Great in the Battle of the Hydaspes, thought to be fought at the site of modern-day Mong, Punjab, which is now part of Pakistan. Though not recorded in any available ancient Indian source, Ancient Greek historians describe the battle and the aftermath of Alexander's victory.",
      "Anecdotally, after the defeat and arrest of Porus in the war, Alexander asked Porus how he would like to be treated. Porus, although defeated, proudly stated that he would like to be treated like a king. Alexander was reportedly so impressed by his adversary that he not only reinstated him as a satrap of his own kingdom but also granted him dominion over lands to the south-east extending until the Hyphasis. Porus reportedly died sometime between 321 and 315 BC."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Porus",
    "urlGoogle": "https://artsandculture.google.com/entity/porus/m0l8by"
  },
  "place": {
    "id": "quebec-city",
    "name": "Quebec City",
    "mainImg": "img/places/quebec-city.jpg",
    "summary": [
      "Quebec City, officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city had a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
      "The Algonquian people had originally named the area Kébec, an Algonquin word meaning \"where the river narrows\", because the Saint Lawrence River narrows proximate to the promontory of Quebec and its Cape Diamant. Explorer Samuel de Champlain founded a French settlement here in 1608, and adopted the Algonquin name. Quebec City is one of the oldest European cities in North America. The ramparts surrounding Old Quebec are the only fortified city walls remaining in the Americas north of Mexico. This area was declared a World Heritage Site by UNESCO in 1985 as the \"Historic District of Old Québec\".",
      "The city's landmarks include the Château Frontenac hotel that dominates the skyline and the Citadelle of Quebec, an intact fortress that forms the centrepiece of the ramparts surrounding the old city and includes a secondary royal residence."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Quebec_City",
    "urlGoogle": "https://artsandculture.google.com/entity/quebec-city/m0pmp2"
  },
  "wiki": {
    "id": "william-henry-harrison",
    "name": "William Henry Harrison",
    "summary": "William Henry Harrison (1773–1841) was the ninth President of the United States, an American military officer and politician, and the first president to die in office. He originally gained national fame for leading U.S. forces against American Indians at the Battle of Tippecanoe. As a general in the subsequent War of 1812, his victory at the Battle of the Thames brought an end to hostilities in his region. After the war, Harrison was elected to the United States Congress, later serving as a member of the Senate. Elected president in 1840, Harrison was the oldest president elected until Ronald Reagan, and the last President to be born before the United States Declaration of Independence. Harrison died in office of complications from pneumonia, having served the shortest tenure in United States presidential history. His death sparked a brief constitutional crisis, but that crisis ultimately resolved many questions about presidential succession left unanswered by the Constitution until passage of the 25th Amendment.",
    "url": "https://en.wikipedia.org/wiki/William_Henry_Harrison"
  },
  "word": {
    "id": "serendipity",
    "word": "serendipity",
    "url": "https://www.merriam-webster.com/dictionary/serendipity",
    "partOfSpeech": "noun",
    "pronunciation": "sair-un-DIP-uh-tee",
    "audioPath": "audio/words/serendipity.mp3",
    "definitions": [
      "the faculty or phenomenon of finding valuable or agreeable things not sought for; also : an instance of this"
    ],
    "examples": [
      "We found the restaurant by pure _serendipity_, rather than careful research, but it turned out to be the best deal in town.",
      "\"Many young people today have never had the experience of getting lost.… They have not experienced the pleasure of wandering while lost and discovering by _serendipity_ interesting new places.\" - From an op-ed by Katie Davis and Howard Gardner in the _Seattle Times_, January 7, 2014"
    ],
    "origin": "In the mid-1700s, English author Horace Walpole stumbled upon an interesting tidbit of information while researching a coat of arms. In a letter to his friend Horace Mann he wrote: \"This discovery indeed is almost of that kind which I call Serendipity, a very expressive word, which as I have nothing better to tell you, I shall endeavor to explain to you: you will understand it better by the derivation than by the definition. I once read a silly fairy tale, called 'The Three Princes of Serendip': as their highnesses travelled, they were always making discoveries, by accidents and sagacity, of things they were not in quest of….\" Walpole's memory of the tale (which, as it turns out, was not quite accurate) gave \"serendipity\" the meaning it retains to this day."
  }
}
