{
  "artist": {
    "id": "h-r-giger",
    "name": "H.R. Giger",
    "dates": "Feb 5, 1940 - May 12, 2014",
    "mainImg": "img/art/artists/h-r-giger.jpg",
    "artworkImgs": [
      {
        "name": "Installation View",
        "path": "img/art/artworks/h-r-giger-a1.jpg",
        "source": "https://artsandculture.google.com/asset/installation-view-other/ewHm7D8WZGC7VQ"
      },
      {
        "name": "Installation View",
        "path": "img/art/artworks/h-r-giger-a2.jpg",
        "source": "https://artsandculture.google.com/asset/installation-view-other/FQGiNElIJteYgw"
      },
      {
        "name": "View of Manhattan from Brooklyn Bridge",
        "path": "img/art/artworks/h-r-giger-a3.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-manhattan-from-brooklyn-bridge-vera-giger-american-1895-1984/ZgEX2w3jx9DCqg"
      },
      {
        "name": "No. 700",
        "path": "img/art/artworks/h-r-giger-a4.jpg",
        "source": "https://artsandculture.google.com/asset/no-700-h-r-giger/HwFl8VjSRBu8BQ"
      }
    ],
    "summary": [
      "Hans Ruedi Giger was a Swiss painter, best known for airbrush images of humans and machines linked together in a cold biomechanical relationship. Later he abandoned airbrush work for pastels, markers, and ink. He was part of the special effects team that won an Academy Award for design work on the film Alien. In Switzerland there are two themed bars that reflect his interior designs, and his work is on permanent display at the H.R. Giger Museum at Gruyères. His style has been adapted to many forms of media, including record album covers, furniture, and tattoos."
    ],
    "quote": "“There is hope and a kind of beauty in there somewhere, if you look for it.”",
    "movements": ["Contemporary art"],
    "mediums": ["Watercolor painting", "Aluminium", "Cardboard", "Ink", "Metal", "Plastic"],
    "urlWiki": "https://en.wikipedia.org/wiki/H._R._Giger",
    "urlGoogle": "https://artsandculture.google.com/entity/h-r-giger/m03kml"
  },
  "event": {
    "id": "2010-pakistan-floods",
    "name": "2010 Pakistan floods",
    "dates": "July 2010",
    "mainImg": "img/events/2010-pakistan-floods.jpg",
    "summary": [
      "The floods in Pakistan began in late July 2010, resulting from heavy monsoon rains in the Khyber Pakhtunkhwa, Sindh, Punjab and, Balochistan regions of Pakistan, which affected the Indus River basin. Approximately one-fifth of Pakistan's total land area was affected by floods, with the Khyber Pakhtunkhwa province facing the brunt of the damage and casualties. According to Pakistani government data, the floods directly affected about 20 million people, mostly by destruction of property, livelihood and infrastructure, with a death toll of close to 2,000.",
      "UN Secretary-General Ban Ki-moon had initially asked for US$460 million for emergency relief, noting that the flood was the worst disaster he had ever seen. Only 20% of the relief funds requested had been received on 15 August 2010. The U.N. had been concerned that aid was not arriving fast enough, and the World Health Organization reported that ten million people were forced to drink unsafe water. The Pakistani economy was harmed by extensive damage to infrastructure and crops. Damage to structures was estimated to exceed US$4 billion, and wheat crop damages were estimated to be over US$500 million."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2010_Pakistan_floods",
    "urlGoogle": "https://artsandculture.google.com/entity/2010-pakistan-floods/m0cnxygz"
  },
  "funFacts": [
    {
      "id": "946",
      "fact": "It is against the law to use \"The Star Spangled Banner\" as dance music in Massachusetts.",
      "category": ["Geography", "History", "Make-it-Easies", "Laws"]
    },
    {
      "id": "198",
      "fact": "The U.S. is the largest country named after a real person (Amerigo Vespucci).",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "506871",
      "fact": "Volvo gave away the 1962 patent for their revolutionary three-point seat belt for free, in order to save lives."
    }
  ],
  "person": {
    "id": "christabel-pankhurst",
    "name": "Christabel Pankhurst",
    "dates": "Sep 22, 1880 - Feb 13, 1958",
    "mainImg": "img/people/christabel-pankhurst.jpg",
    "summary": [
      "Dame Christabel Harriette Pankhurst, DBE was a British suffragette born in Manchester, England. A co-founder of the Women's Social and Political Union, she directed its militant actions from exile in France from 1912 to 1913. In 1914 she supported the war against Germany. After the war she moved to the United States, where she worked as an evangelist for the Second Adventist movement."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Christabel_Pankhurst",
    "urlGoogle": "https://artsandculture.google.com/entity/christabel-pankhurst/m01__cj"
  },
  "place": {
    "id": "zamora",
    "name": "Zamora",
    "mainImg": "img/places/zamora.jpg",
    "summary": [
      "Zamora is a city in Castile and León, Spain, the capital of the province of Zamora. It lies on a rocky hill in the northwest, near the frontier with Portugal and crossed by the Duero river, which is some 50 kilometres downstream as it reaches the Portuguese border. With its 24 characteristic Romanesque style churches of the 12th and 13th centuries it has been called a \"museum of Romanesque art\". Zamora is the city with the most Romanesque churches in all of Europe. The most important celebration in Zamora is the Holy Week."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Zamora,_Spain",
    "urlGoogle": "https://artsandculture.google.com/entity/zamora/m01my1h"
  },
  "wiki": {
    "id": "sea-otter",
    "name": "Sea otter",
    "summary": "The sea otter is a marine mammal native to the coasts of the northern and eastern North Pacific Ocean. Its many unusual characteristics include the use of rocks as tools to forage and to open shells, luxurious fur that is the densest of all animals with up to 150,000 hairs per cm2 (nearly 1 million per sq in), and its role as a keystone species, controlling populations of marine herbivores which would otherwise inflict extensive damage to kelp forest ecosystems. Although the sea otter belongs to the weasel family and can walk on land, it can also live exclusively in the ocean. Once hunted to the brink of extinction for its fur, the sea otter's numbers have rebounded in about two-thirds of its historic range, a recovery that is considered one of the greatest successes in marine conservation. However, it remains classified as an endangered species and is highly vulnerable to oil spills.",
    "url": "https://en.wikipedia.org/wiki/Sea_otter"
  },
  "word": {
    "id": "freegan",
    "word": "freegan",
    "url": "https://www.merriam-webster.com/dictionary/freegan",
    "partOfSpeech": "noun",
    "pronunciation": "FREE-gun",
    "audioPath": "audio/words/freegan.mp3",
    "definitions": [
      "an activist who scavenges for free food (as in waste receptacles at stores and restaurants) as a means of reducing consumption of resources"
    ],
    "examples": [
      "Josh is a vocal anti-consumerist who lives as a _freegan_ and works to develop community gardens in urban settings.",
      "\"Sarah is ambitious and disciplined, and she lies to her boyfriend that she's off to Dubai on assignment when she's actually hopping U.S. freight trains, Dumpster diving and hanging with _freegans_ in order to track down the elusive anarchist collective.\" - Claudia Puig, _Detroit Free Press_, June 14, 2013"
    ],
    "origin": "\"Freegan\" is a blend of the adjective \"free\" (in the sense of \"not costing or charging anything\") and \"vegan,\" which developed in the mid-20th century to denote a vegetarian who not only avoids meat but other animal products, such as eggs and dairy, as well. While freegans are not necessarily vegans, the portmanteau \"freegan\" was likely influenced by the fact that both vegans and freegans often see their diets as an expression of anti-consumerism, concern for the impact of food production on the environment, and concern over the ethics of using animals for food."
  }
}
