{
  "artist": {
    "id": "lesser-ury",
    "name": "Lesser Ury",
    "dates": "Nov 7, 1861 - Oct 18, 1931",
    "mainImg": "img/art/artists/lesser-ury.jpg",
    "artworkImgs": [
      {
        "name": "Estaminet - Flemish Tavern",
        "path": "img/art/artworks/lesser-ury-a1.jpg",
        "source": "https://artsandculture.google.com/asset/estaminet-flemish-tavern-lesser-ury/vAHK8Lr5izHGnw"
      },
      {
        "name": "Flowers on the fireplace",
        "path": "img/art/artworks/lesser-ury-a2.jpg",
        "source": "https://artsandculture.google.com/asset/flowers-on-the-fireplace-lesser-ury/GwHDfAuxvayVOg"
      },
      {
        "name": "Lady in a Café",
        "path": "img/art/artworks/lesser-ury-a3.jpg",
        "source": "https://artsandculture.google.com/asset/lady-in-a-café-ury-lesser/UAHYfk0WAzuNwg"
      },
      {
        "name": "Berlin Street Scene",
        "path": "img/art/artworks/lesser-ury-a4.jpg",
        "source": "https://artsandculture.google.com/asset/berlin-street-scene-lesser-ury/dQEQ7ETKP1ttQA"
      },
      {
        "name": "Untitled (Park Scene or Man in the Gray Suit)",
        "path": "img/art/artworks/lesser-ury-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-park-scene-or-man-in-the-gray-suit-lesser-ury/DwHUJikLqqF83A"
      },
      {
        "name": "The Red Carpet",
        "path": "img/art/artworks/lesser-ury-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-red-carpet-lesser-ury/eQFt8bgigwNqIA"
      }
    ],
    "summary": [
      "Leo Lesser Ury was a German-Jewish Impressionist painter and printmaker, associated with the Düsseldorf school of painting.",
      "Ury was born in Birnbaum in Prussia, the son of a baker whose death in 1872 was followed by the family's relocation to Berlin. In 1878 Lesser left school to apprentice with a tradesman, and the next year he went to Düsseldorf to study painting at the Kunstakademie. Ury spent time in Brussels, Paris, Stuttgart, and other locations, before returning to Berlin in 1887.",
      "His first exhibition was in 1889 and met with a hostile reception, although he was championed by Adolph von Menzel whose influence induced the Akademie to award Ury a prize. In 1893 he joined the Munich Secession, one of the several Secessions formed by progressive artists in Germany and Austria in the last years of the 19th century. In 1901 he returned to Berlin, where he exhibited with the Berlin Secession, first in 1915 and notably in 1922, when he had a major exhibition. By this time Ury's critical reputation had grown and his paintings and pastels were in demand."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Ink", "Drawing", "Cardboard"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lesser_Ury",
    "urlGoogle": "https://artsandculture.google.com/entity/lesser-ury/m0czbml"
  },
  "event": {
    "id": "second-battle-of-the-piave-river",
    "name": "Second Battle of the Piave River",
    "dates": "Jun 15, 1918 - Jun 23, 1918",
    "mainImg": "img/events/second-battle-of-the-piave-river.jpg",
    "summary": [
      "The Second Battle of the Piave River, fought between 15 and 23 June 1918, was a decisive victory for the Italian Army against the Austro-Hungarian Empire during World War I. Though the battle proved to be a decisive blow to the Austro-Hungarian Empire and by extension the Central Powers, its full significance was not initially appreciated in Italy. Yet Erich Ludendorff, on hearing the news, is reported to have said he 'had the sensation of defeat for the first time'. It would later become clear that the battle was in fact the beginning of the end of the Austro-Hungarian Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Second_Battle_of_the_Piave_River",
    "urlGoogle": "https://artsandculture.google.com/entity/second-battle-of-the-piave-river/m052hlx"
  },
  "funFacts": [
    {
      "id": "339",
      "fact": "There are more doughnut shops per capita in Canada than in any other country.",
      "category": ["Geography", "Habits"]
    },
    {
      "id": "202",
      "fact": "The mouth of the Statue of Liberty is 3 feet wide.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "504555",
      "fact": "On Good Friday in 1930, the BBC reported, “There is no news.” Instead, they played piano music."
    }
  ],
  "idiom": {
    "id": "pipe-dream",
    "term": "pipe dream",
    "definition": "A fantastic notion or vain hope, as in *I'd love to have one home in the mountains and another at the seashore, but that's just a pipe dream.* Alluding to the fantasies induced by smoking an opium pipe, this term has been used more loosely since the late 1800s."
  },
  "person": {
    "id": "ahitophel",
    "name": "Ahitophel",
    "dates": null,
    "mainImg": "img/people/ahitophel.jpg",
    "summary": [
      "Ahitophel or Ahithophel was a counselor of King David and a man greatly renowned for his sagacity. During Absalom's revolt he deserted David and supported Absalom.",
      "David sent his friend Hushai back to Absalom, in order to counteract the counsel of Ahitophel. Ahitophel had recommended an immediate attack on David's camp at a point where he was weary and vulnerable, whereas Hushai suggested that \"the advice that Ahithophel has given is not good at this time\" and recommended delay while a larger army was assembled to counter David's alleged strength. Perversely, \"for the LORD had purposed to defeat the good advice of Ahithophel\", Hushai's advice was accepted. Seeing that his good advice against David had not been followed due to Hushai's influence, Ahithophel apparently surmised that the revolt would fail. He then left the camp of Absalom at once. He returned to Giloh, his native place, and after arranging his worldly affairs, hanged himself, and was buried in the sepulcher of his fathers.",
      "A man named Ahitophel is also mentioned in 2 Samuel 23:34, and he is said to be the father of Eliam."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ahitophel",
    "urlGoogle": "https://artsandculture.google.com/entity/ahitophel/m0hy4p"
  },
  "place": {
    "id": "ferrara",
    "name": "Ferrara",
    "mainImg": "img/places/ferrara.jpg",
    "summary": [
      "Ferrara is a city and comune in Emilia-Romagna, northern Italy, capital of the Province of Ferrara. As of 2016 it had 132,009 inhabitants. It is situated 44 kilometres northeast of Bologna, on the Po di Volano, a branch channel of the main stream of the Po River, located 5 km north. The town has broad streets and numerous palaces dating from the Renaissance, when it hosted the court of the House of Este. For its beauty and cultural importance, it has been designated by UNESCO as a World Heritage Site."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ferrara",
    "urlGoogle": "https://artsandculture.google.com/entity/ferrara/m0cffd"
  },
  "wiki": {
    "id": "nikolai-rimsky-korsakov",
    "name": "Nikolai Rimsky-Korsakov",
    "summary": "Nikolai Rimsky-Korsakov (1844–1908) was a Russian composer, and a member of the group of composers known as The Five. He was a master of orchestration. His best-known orchestral compositions—Capriccio Espagnol, the Russian Easter Festival Overture, and the symphonic suite Scheherazade—are considered staples of the classical music repertoire, along with suites and excerpts from some of his 15 operas. Scheherazade is an example of his frequent use of fairy tale and folk subjects. Rimsky-Korsakov left a considerable body of original Russian nationalist compositions. He prepared works by The Five for performance, which brought them into the active classical repertoire (although there is controversy over his editing of the works of Modest Mussorgsky). He also shaped a generation of younger composers and musicians during his decades as an educator. Rimsky-Korsakov is therefore considered \"the main architect\" of what the classical music public considers the Russian style of composition.",
    "url": "https://en.wikipedia.org/wiki/Nikolai_Rimsky-Korsakov"
  },
  "word": {
    "id": "odious",
    "word": "odious",
    "url": "https://www.merriam-webster.com/dictionary/odious",
    "partOfSpeech": "adjective",
    "pronunciation": "OH-dee-us",
    "audioPath": "audio/words/odious.mp3",
    "definitions": ["arousing or deserving hatred or repugnance : hateful"],
    "examples": [
      "Martin was an _odious_ person: cruel, violent, and deceitful, willing to do anything to anyone to gain the wealth and power he craved.",
      "\"The audition process and the testing process is so _odious_ and miserable that you don't want to do it unless there is a prospect of working with great people on the other end.\" -- From an interview with Martha Plimpton in the _Windy City Times_, March 23, 2011"
    ],
    "origin": "\"Odious\" has been with us since the days of Middle English. We borrowed it from Anglo-French, which in turn had taken it from Latin \"odiosus.\" The Latin adjective came from the noun \"odium,\" meaning \"hatred.\" \"Odium\" is also an ancestor of the English verb \"annoy\" (another word that came to Middle English via Anglo-French). And, at the beginning of the 17th century, \"odium\" entered English in its unaltered form, giving us a noun meaning \"hatred\" or \"disgrace\" (as in \"ideas that have incurred much odium\")."
  }
}
