{
  "artist": {
    "id": "marguerite-gerard",
    "name": "Marguerite Gérard",
    "dates": "Jan 28, 1761 - May 18, 1837",
    "mainImg": "img/art/artists/marguerite-gerard.jpg",
    "artworkImgs": [
      {
        "name": "Les Regrets Mérités",
        "path": "img/art/artworks/marguerite-gerard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/les-regrets-mérités-marguerite-gérard/WQHh2mJrbopZ7g"
      },
      {
        "name": "An Architect and His Family",
        "path": "img/art/artworks/marguerite-gerard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/an-architect-and-his-family-marguerite-gérard/rgFWpTAxVphpOg"
      },
      {
        "name": "The Beloved Child (L'Enfant Chéri)",
        "path": "img/art/artworks/marguerite-gerard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-beloved-child-l-enfant-chéri-marguerite-gérard-fragonard-jean-honoré/xwFtpMMxLU8hsw"
      },
      {
        "name": "To the Genius of Franklin",
        "path": "img/art/artworks/marguerite-gerard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/to-the-genius-of-franklin-jean-honoré-fragonard-marguerite-gérard/rQFFRzpN16mLfA"
      },
      {
        "name": "The Genius of Franklin",
        "path": "img/art/artworks/marguerite-gerard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-genius-of-franklin-marguerite-gérard-jean-honoré-fragonard/SAF8n_U7mFe0aw"
      },
      {
        "name": "To the Genius of Franklin (Au Génie de Franklin)",
        "path": "img/art/artworks/marguerite-gerard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/to-the-genius-of-franklin-au-génie-de-franklin-marguerite-gérard-after-jean-honoré-fragonard/zwEY3avmLcKoNA"
      }
    ],
    "summary": [
      "Marguerite Gérard was a successful French painter and print-maker working in the Rococo style. She was the daughter of Marie Gilette and perfumer Claude Gérard. At eight years old she became the sister-in-law of Jean-Honoré Fragonard, and when she was 14, she went to live with him. She was also the aunt of the artist Alexandre-Évariste Fragonard. Gérard became Fragonard's pupil in the mid-1770s and studied painting, drawing and printmaking under his tutelage. Gérard and Fragonard created nine etchings in 1778. Historians currently believe Gérard was the sole artist of five of these etchings since many have a duplicate created by her tutor Fragonard. More than 300 genre paintings, 80 portraits, and several miniatures have been documented to Gérard. One of her paintings, The Clemency of Napoleon, was purchased by Napoleon in 1808."
    ],
    "quote": null,
    "movements": ["Renaissance", "Rococo", "Romanticism"],
    "mediums": ["Etching", "Oil paint", "Laid paper", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Marguerite_G%C3%A9rard",
    "urlGoogle": "https://artsandculture.google.com/entity/marguerite-gérard/m05q6b87"
  },
  "event": {
    "id": "2010-haiti-earthquake",
    "name": "2010 Haiti Earthquake",
    "dates": null,
    "mainImg": "img/events/2010-haiti-earthquake.jpg",
    "summary": [
      "The 2010 Haiti earthquake was a catastrophic magnitude 7.0 Mw earthquake, with an epicenter near the town of Léogâne and approximately 25 kilometres west of Port-au-Prince, Haiti's capital. The earthquake occurred at 16:53 local time on Tuesday, 12 January 2010.",
      "By 24 January, at least 52 aftershocks measuring 4.5 or greater had been recorded. An estimated three million people were affected by the quake. Death toll estimates range from 100,000 to about 160,000 to Haitian government figures from 220,000 to 316,000, although these latter figures are a matter of some dispute. The government of Haiti estimated that 250,000 residences and 30,000 commercial buildings had collapsed or were severely damaged. The nation's history of national debt, prejudicial trade policies by other countries, and foreign intervention into national affairs, contributed to the existing poverty and poor housing conditions that increased the death toll from the disaster.",
      "The earthquake caused major damage in Port-au-Prince, Jacmel and other cities in the region."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
    "urlGoogle": "https://artsandculture.google.com/entity/2010-haiti-earthquake/m09rkpyw"
  },
  "funFacts": [
    { "id": "436", "fact": "Beavers have orange teeth.", "category": ["Animals"] },
    {
      "id": "890",
      "fact": "The number 1 or the word One appears on the dollar bill 16 times.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "505073",
      "fact": "The 1967 Outer Space Treaty forbids any nation from trying to own the Moon."
    }
  ],
  "idiom": {
    "id": "chew-the-fat",
    "term": "chew the fat",
    "definition": "Also, **chew the rag.** Chat in a friendly, leisurely way, as in *Let's get together for coffee and chew the fat,* or *John and Dave spend hours just chewing the rag.* Before the 1880s in Britain, *chew the fat* meant \"to grumble or complain,\" and *chew the rag* also has been used in this way. Today both expressions are largely synonyms for a friendly talk or gossip session. Why this idiom uses *fat* and *rag* is not known, but some speculate that *fat* refers to juicy items of gossip and *rag* to ladies' sewing circles and the cloth they worked on while chatting."
  },
  "person": {
    "id": "cesar-chavez",
    "name": "Cesar Chavez",
    "dates": "Mar 31, 1927 - Apr 23, 1993",
    "mainImg": "img/people/cesar-chavez.jpg",
    "summary": [
      "César Estrada Chávez was an American labor leader, community organizer, and Latino American civil rights activist. Along with Dolores Huerta, he co-founded the National Farm Workers Association, which later merged to become the United Farm Workers union. Ideologically, his world-view combined leftist politics with Roman Catholic social teachings.",
      "Born in Yuma, Arizona, to a Mexican American family, Chavez began his working life as a manual laborer before spending two years in the United States Navy. Relocating to California, where he married, he got involved in the Community Service Organization, through which he helped laborers register to vote. In 1959, he became the CSO's national director, a position based in Los Angeles. In 1962, he left the CSO to co-found the NFWA, based in Delano, California, through which he launched an insurance scheme, credit union, and the El Malcriado newspaper for farmworkers. Later that decade he began organizing strikes among farmworkers, most notably the successful Delano grape strike of 1965–1970."
    ],
    "quote": "“We need to help students and parents cherish and preserve the ethnic and cultural diversity that nourishes and strengthens this community - and this nation.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Cesar_Chavez",
    "urlGoogle": "https://artsandculture.google.com/entity/cesar-chavez/m0hw9z"
  },
  "place": {
    "id": "mumbai",
    "name": "Mumbai",
    "mainImg": "img/places/mumbai.jpg",
    "summary": [
      "Mumbai is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of almost 20 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It has the highest number of millionaires and billionaires among all cities in India. Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
      "The seven islands that constitute Mumbai were originally home to communities of Marathi language speaking Koli people, who originated in Gujarat in prehistoric times."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mumbai",
    "urlGoogle": "https://artsandculture.google.com/entity/mumbai/m04vmp"
  },
  "wiki": {
    "id": "solar-eclipse",
    "name": "Solar eclipse",
    "summary": "A solar eclipse occurs when the Moon passes between Earth and the Sun, thereby obscuring Earth's view of the Sun totally or partially. This configuration can only occur at the New Moon phase, when the Sun and Moon are in conjunction, as seen from Earth. In ancient times, and in some countries today, solar eclipses are attributed mythical properties. Total solar eclipses are very rare events for a given place on Earth. This is because totality is only visible where the umbra of the Moon touches the Earth's surface. Some people travel to the most remote places imaginable to observe eclipses. A total solar eclipse is considered by them to be the most spectacular natural phenomenon that one can observe. The 1999 total eclipse in Europe, which was without doubt the most watched eclipse in human history, helped to increase public awareness of the phenomenon. This was illustrated by many people willing to make the journey to witness the 2005 annular eclipse and the 2006 total eclipse. The next total solar eclipse will be the Solar eclipse of August 1, 2008.",
    "url": "https://en.wikipedia.org/wiki/Solar_eclipse"
  },
  "word": {
    "id": "crepuscular",
    "word": "crepuscular",
    "url": "https://www.merriam-webster.com/dictionary/crepuscular",
    "partOfSpeech": "adjective",
    "pronunciation": "krih-PUHSS-kyuh-ler",
    "audioPath": "audio/words/crepuscular.mp3",
    "definitions": ["of, relating to, or resembling twilight : dim", "active in the twilight"],
    "examples": [
      "\"The whisper of his conviction seemed to open before me a vast and uncertain expanse, as of a crepuscular horizon on a plain at dawn….\" (Joseph Conrad, _Lord Jim_)"
    ],
    "origin": "The early Romans had two words for \"twilight.\" \"Crepusculum\" was favored by Roman writers for the half-light of evening, just after the sun sets; it is a diminutive formation based on their word for \"dusky,\" which is \"creper.\" \"Diluculum\" was reserved for morning twilight, just before the sun rises -- it is related to \"lucidus,\" meaning \"bright.\" We didn't embrace either of these Latin nouns as substitutes for our Middle English \"twilight,\" but we did form the adjective \"crepuscular\" in the 17th century. At first, it only meant \"dim\" or \"indistinct,\" often used in a figurative sense. In the 1820s, we added its special zoological sense, describing animals that are most active at twilight."
  }
}
