{
  "artist": {
    "id": "gio-ponti",
    "name": "Gio Ponti",
    "dates": "Nov 18, 1891 - Sep 16, 1979",
    "mainImg": "img/art/artists/gio-ponti.jpg",
    "artworkImgs": [
      {
        "name": "IX Triennale, Trumeau in legno stampato, Mostra Arredamenteo e mobili isolati, sezione Mobili isolati",
        "path": "img/art/artworks/gio-ponti-a1.jpg",
        "source": "https://artsandculture.google.com/asset/ix-triennale-trumeau-in-legno-stampato-mostra-arredamenteo-e-mobili-isolati-sezione-mobili-isolati-piero-fornasetti/ywFXLazuwgf2fw"
      },
      {
        "name": "IX Triennale, Trumeau in legno stampato, Mostra Arredamento e mobili isolati, sezione mobili isolati",
        "path": "img/art/artworks/gio-ponti-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ix-triennale-trumeau-in-legno-stampato-mostra-arredamento-e-mobili-isolati-sezione-mobili-isolati-piero-fornasetti/PwEfrfhTKVyoqw"
      },
      {
        "name": "The tired gardener",
        "path": "img/art/artworks/gio-ponti-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-tired-gardener-gio-ponti/FQGfG2N-YzwB6g"
      },
      {
        "name": "Bottle with Stopper",
        "path": "img/art/artworks/gio-ponti-a4.jpg",
        "source": "https://artsandculture.google.com/asset/bottle-with-stopper/EwEi9XXAlhBZQQ"
      },
      {
        "name": "Dining room \" Domus Nova\"- Table",
        "path": "img/art/artworks/gio-ponti-a5.jpg",
        "source": "https://artsandculture.google.com/asset/dining-room-domus-nova-table-gio-ponti-emilio-lancia/2AFfmeNVQTbMDw"
      },
      {
        "name": "Le attività gentili. I progenitori [Noble Activities. Our Ancestors]",
        "path": "img/art/artworks/gio-ponti-a6.jpg",
        "source": "https://artsandculture.google.com/asset/le-attività-gentili-i-progenitori-noble-activities-our-ancestors-gio-ponti-italian-1891–1979/IwEnOafwqjbo5w"
      }
    ],
    "summary": [
      "Giovanni \"Gio\" Ponti was an Italian architect, industrial designer, furniture designer, artist, teacher, writer and publisher.",
      "During his career, which spanned six decades, Ponti built more than a hundred buildings in Italy and in the rest of the world. He designed a considerable number of decorative art and design objects as well as furniture. Thanks to the magazine Domus, which he founded in 1928 and directed almost all his life, and thanks to his active participation in exhibitions such as the Milan Triennial, he was also an enthusiastic advocate of an Italian-style art of living and a major player in the renewal of Italian design after the Second World War. From 1936 to 1961, he taught at the Milan Polytechnic School and trained several generations of designers. Ponti also contributed to the creation in 1954 of one of the most important design awards: the Compasso d'Oro prize. Ponti died on 16 September 1979.",
      "His most famous works are the Pirelli Tower, built from 1956 to 1960 in Milan in collaboration with the engineer Pier Luigi Nervi, the Villa Planchart in Caracas and the Superleggera chair, produced by Cassina in 1957."
    ],
    "quote": null,
    "movements": ["Modernism", "American modernism"],
    "mediums": ["Wood", "Brass", "Walnut", "Metal", "Porcelain", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gio_Ponti",
    "urlGoogle": "https://artsandculture.google.com/entity/gio-ponti/m0cjvrx"
  },
  "event": {
    "id": "2001-gujarat-earthquake",
    "name": "2001 Gujarat earthquake",
    "dates": "Jan 26, 2001",
    "mainImg": "img/events/2001-gujarat-earthquake.jpg",
    "summary": [
      "The 2001 Gujarat earthquake, also known as the Bhuj earthquake, occurred on 26 January, India's 52nd Republic Day, at 08:46 am IST. The epicentre was about 9 km south-southwest of the village of Chobari in Bhachau Taluka of Kutch District of Gujarat, India.",
      "The intraplate earthquake reached 7.7 on the moment magnitude scale and had a maximum felt intensity of X on the Mercalli intensity scale. The earthquake killed between 13,805 and 20,023 people, injured another 167,000 and destroyed nearly 340,000 buildings."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2001_Gujarat_earthquake",
    "urlGoogle": "https://artsandculture.google.com/entity/2001-gujarat-earthquake/m03_z3p"
  },
  "funFacts": [
    {
      "id": "268",
      "fact": "One lemon tree will produce about 1,500 lemons a year.",
      "category": ["Food", "Plants"]
    },
    {
      "id": "458",
      "fact": "Fresh cranberries can be bounced like a rubber ball.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [
    {
      "id": "522229",
      "fact": "The word PEZ comes from the German word for peppermint—PfeffErminZ."
    }
  ],
  "person": {
    "id": "empress-dowager-cixi",
    "name": "Empress Dowager Cixi",
    "dates": "Nov 29, 1835 - Nov 15, 1908",
    "mainImg": "img/people/empress-dowager-cixi.jpg",
    "summary": [
      "Empress Dowager Cixi, of the Manchu Yehe Nara clan, was a Chinese empress dowager and regent who effectively controlled the Chinese government in the late Qing dynasty for 47 years, from 1861 until her death in 1908.",
      "Selected as a concubine of the Xianfeng Emperor in her adolescence, she gave birth to a son, Zaichun, in 1856. After the Xianfeng Emperor's death in 1861, the young boy became the Tongzhi Emperor, and she became the Empress Dowager. Cixi ousted a group of regents appointed by the late emperor and assumed regency, which she shared with Empress Dowager Ci'an. Cixi then consolidated control over the dynasty when she installed her nephew as the Guangxu Emperor at the death of the Tongzhi Emperor in 1875, contrary to the traditional rules of succession of the Qing dynasty that had ruled China since 1644.",
      "Cixi supervised the Tongzhi Restoration, a series of moderate reforms that helped the regime survive until 1911. Although Cixi refused to adopt Western models of government, she supported technological and military reforms and the Self-Strengthening Movement."
    ],
    "quote": "“Now they [the Powers] have started the aggression, and the extinction of our nation is imminent. If we just fold our arms and yield to them, I would have no face to see our ancestors after death. If we must perish, why not fight to the death?”",
    "urlWiki": "https://en.wikipedia.org/wiki/Empress_Dowager_Cixi",
    "urlGoogle": "https://artsandculture.google.com/entity/empress-dowager-cixi/m01n7kz"
  },
  "place": {
    "id": "strasbourg",
    "name": "Strasbourg",
    "mainImg": "img/places/strasbourg.jpg",
    "summary": [
      "Strasbourg is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
      "In 2017, the city proper had 280,966 inhabitants and both the Eurométropole de Strasbourg and the Arrondissement of Strasbourg had 494,089 inhabitants. Strasbourg's metropolitan area had a population of 785,839 in 2016, making it the ninth-largest metro area in France and home to 13% of the Grand Est region's inhabitants. The transnational Eurodistrict Strasbourg-Ortenau had a population of 958,421 inhabitants.",
      "Strasbourg is one of the de facto four main capitals of the European Union, as it is the seat of several European institutions, such as the European Parliament, the Eurocorps and the European Ombudsman of the European Union. An organization separate from the European Union, the Council of Europe is also located in the city.",
      "Together with Basel, Geneva and New York City, Strasbourg is among the few cities in the world not being a state capital and hosting international organisations of the first order."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Strasbourg",
    "urlGoogle": "https://artsandculture.google.com/entity/strasbourg/m09b83"
  },
  "wiki": {
    "id": "warwick-castle",
    "name": "Warwick Castle",
    "summary": "Warwick Castle is a medieval shell keep castle in Warwick, the county town of Warwickshire, England. It sits on a cliff overlooking a bend in the River Avon. Built by William the Conqueror in 1068 to replace an Anglo-Saxon burh, Warwick Castle was used as a fortification until the early 17th century, when Sir Fulke Greville converted it to a country house. It was owned by the Greville family, who became earls of Warwick in the mid-18th century, until 1978. Warwick Castle has been compared with Windsor Castle in terms of scale, cost, and status. Since its construction in the 11th century, the castle has undergone structural changes with additions of towers and redesigned residential buildings. Originally a wooden motte-and-bailey, it was rebuilt as a stone shell keep in the 12th century. It is protected as a Scheduled Ancient Monument and a Grade I listed building. The castle is a popular tourist attraction and features one of the world's largest siege engines.",
    "url": "https://en.wikipedia.org/wiki/Warwick_Castle"
  },
  "word": {
    "id": "scission",
    "word": "scission",
    "url": "https://www.merriam-webster.com/dictionary/scission",
    "partOfSpeech": "noun",
    "pronunciation": "SIZH-un",
    "audioPath": "audio/words/scission.mp3",
    "definitions": [
      "a division or split in a group or union : schism",
      "an action or process of cutting, dividing, or splitting : the state of being cut, divided, or split"
    ],
    "examples": [
      "Despite the bitter scissions that divided their party, the Republicans dominated the state's political scene throughout the 1990s."
    ],
    "origin": "You may suspect that a connection exists between \"scission\" and \"scissors,\" but, actually, their etymologies are sharply divided. \"Scission\" traces to the Latin verb \"scindere\" (\"to split\" or \"to cut\"). \"Scissors,\" on the other hand, comes from an entirely separate Latin verb that also means \"to cut\" -- \"caedere.\" The Middle English word for the cutting instrument was \"cisours\" or \"sisoures,\" which comes from Middle French \"cisoires.\" An \"sc\" spelling appeared only in the 16th century when, apparently, the word for the cutting instrument was mistakenly taken to have derived, like \"scission,\" from \"scindere.\""
  }
}
