{
  "artist": {
    "id": "quentin-matsys",
    "name": "Quentin Matsys",
    "dates": "Apr 26, 1466 - 1530",
    "mainImg": "img/art/artists/quentin-matsys.jpg",
    "artworkImgs": [
      {
        "name": "The Crucifixion",
        "path": "img/art/artworks/quentin-matsys-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-crucifixion-quinten-massys/RAErDTWzHxNumQ"
      },
      {
        "name": "The Virgin and Child Enthroned, with Four Angels",
        "path": "img/art/artworks/quentin-matsys-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-and-child-enthroned-with-four-angels-quinten-massys/fwFhyfHaRRzegg"
      },
      {
        "name": "An Old Woman ('The Ugly Duchess')",
        "path": "img/art/artworks/quentin-matsys-a3.jpg",
        "source": "https://artsandculture.google.com/asset/an-old-woman-the-ugly-duchess-quinten-massys/pgHyo_q4XgQKNw"
      },
      {
        "name": "Christ as the Man of Sorrows",
        "path": "img/art/artworks/quentin-matsys-a4.jpg",
        "source": "https://artsandculture.google.com/asset/christ-as-the-man-of-sorrows-quentin-metsys/9QEXML9865VlVQ"
      },
      {
        "name": "Portrait of a Woman",
        "path": "img/art/artworks/quentin-matsys-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-woman-quentin-metsys/WAEYJnFie6A2BA"
      },
      {
        "name": "Vierge à l'Enfant entouré d'anges",
        "path": "img/art/artworks/quentin-matsys-a6.jpg",
        "source": "https://artsandculture.google.com/asset/vierge-à-l-enfant-entouré-d-anges-quentin-metsys/MQGbtwB3R8NAwg"
      }
    ],
    "summary": [
      "Quentin Massys was a Flemish painter in the Early Netherlandish tradition. He was born in Leuven. There is a tradition alleging that he was trained as an ironsmith before becoming a painter. Matsys was active in Antwerp for over 20 years, creating numerous works with religious roots and satirical tendencies. He is regarded as the founder of the Antwerp school of painting, which became the leading school of painting in Flanders in the 16th century. He introduced new techniques and motifs as well as moralising subjects without completely breaking with the tradition."
    ],
    "quote": null,
    "movements": [
      "Renaissance",
      "Dutch and Flemish Renaissance painting",
      "Antwerp school",
      "Northern Renaissance",
      "German Renaissance"
    ],
    "mediums": ["Oil paint", "Wood", "Oak", "Metal", "Textile", "Silver"],
    "urlWiki": "https://en.wikipedia.org/wiki/Quentin_Matsys",
    "urlGoogle": "https://artsandculture.google.com/entity/quentin-matsys/m0mf02"
  },
  "event": {
    "id": "2000-democratic-national-convention",
    "name": "2000 Democratic National Convention",
    "dates": "Aug 14, 2000 - Aug 17, 2000",
    "mainImg": "img/events/2000-democratic-national-convention.jpg",
    "summary": [
      "The 2000 Democratic National Convention was a quadrennial presidential nominating convention for the Democratic Party. The convention nominated Vice President Al Gore for president and Senator Joe Lieberman from Connecticut for vice president. The convention was held at the Staples Center in Los Angeles, California from August 14 to August 17, 2000. Gore accepted the presidential nomination on August 17, the final night of the convention. This was the second Democratic National Convention hosted by Los Angeles, the first being in 1960."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2000_Democratic_National_Convention",
    "urlGoogle": "https://artsandculture.google.com/entity/2000-democratic-national-convention/m02vk6k"
  },
  "funFacts": [
    {
      "id": "235",
      "fact": "The biggest pig in recorded history weighed almost one ton.",
      "category": ["Animals"]
    },
    {
      "id": "675",
      "fact": "More than 180 countries celebrate Earth Day together every April 22nd.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    { "id": "552933", "fact": "Ravens in captivity can learn to talk better than parrots." }
  ],
  "idiom": {
    "id": "cut-capers",
    "term": "cut capers",
    "definition": "Also, **cut a caper.** Frolic or romp, as in *The children cut capers in the pile of raked leaves.* The noun *caper* comes from the Latin for \"goat,\" and the allusion is to act in the manner of a young goat clumsily frolicking about. The expression was first recorded in Shakespeare's *Twelfth Night* (1:3): \"Faith, I can cut a caper.\""
  },
  "person": {
    "id": "alexander-cambridge-1-st-earl-of-athlone",
    "name": "Alexander Cambridge, 1st Earl of Athlone",
    "dates": "Apr 14, 1874 - Jan 16, 1957",
    "mainImg": "img/people/alexander-cambridge-1-st-earl-of-athlone.jpg",
    "summary": [
      "Alexander Cambridge, 1st Earl of Athlone, was a British Army commander and major-general who served as the fourth Governor-General of the Union of South Africa and as Governor General of Canada, the 16th since the Canadian Confederation.",
      "Prince Alexander was born in London to the Duke and Duchess of Teck and was educated at Eton College and the Royal Military College, Sandhurst. In 1904, he married Princess Alice of Albany and rose in the military ranks through his service on the western front of the First World War, receiving numerous honours and decorations.",
      "A cousin and also brother-in-law of King George V, he relinquished his German titles in 1917, including that of Prince of Teck in the Kingdom of Württemberg, and was elevated to the peerage as the Earl of Athlone. He was in 1923 appointed as South Africa's governor-general by the King, on the recommendation of Prime Minister of the United Kingdom Stanley Baldwin, to replace Prince Arthur of Connaught, and he occupied the viceregal post until succeeded by the Earl of Clarendon in 1930."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_Cambridge,_1st_Earl_of_Athlone",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-cambridge-1st-earl-of-athlone/m01pzn5"
  },
  "place": {
    "id": "acapulco",
    "name": "Acapulco",
    "mainImg": "img/places/acapulco.jpg",
    "summary": [
      "Acapulco de Juárez, commonly called Acapulco, is a city, municipality and major seaport in the state of Guerrero on the Pacific coast of Mexico, 380 kilometres south of Mexico City. Acapulco is located on a deep, semicircular bay and has been a port since the early colonial period of Mexico's history. It is a port of call for shipping and cruise lines running between Panama and San Francisco, California, United States. The city of Acapulco is the largest in the state, far larger than the state capital Chilpancingo. Acapulco is also Mexico's largest beach and balneario resort city.",
      "The city is one of Mexico's oldest beach resorts, which came into prominence in the 1940s through the 1960s as a getaway for Hollywood stars and millionaires. Acapulco was once a popular tourist resort, but due to a massive upsurge in gang violence and murder since 2014 it no longer attracts many foreign tourists, and most now only come from Mexico itself. It is both the second deadliest city in Mexico and the second-deadliest city in the world, and the US government has warned its citizens not to travel there."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Acapulco",
    "urlGoogle": "https://artsandculture.google.com/entity/acapulco/m0p_f"
  },
  "wiki": {
    "id": "the-legend-of-zelda-majoras-mask",
    "name": "The Legend of Zelda: Majora's Mask",
    "summary": "The Legend of Zelda: Majora's Mask is a video game that was released in 2000 for the Nintendo 64 console. Majora's Mask is the sixth release in The Legend of Zelda series and the second 3D release in the series. Although it failed to match the sales success of its predecessor, The Legend of Zelda: Ocarina of Time, Majora's Mask features a broader storyline. The protagonist Link is placed in the land of Termina, rather than the usual Hyrule. A mysterious mask-wearing imp, known as the Skull Kid, has been persuading the moon to abandon its orbit and crash into Termina. The player repeatedly lives three days through time travel in order to prevent this catastrophe. Majora's Mask has been cited as the darkest game in the Zelda series to date, largely due to its plot leading up to an impending apocalypse.",
    "url": "https://en.wikipedia.org/wiki/The_Legend_of_Zelda:_Majora%27s_Mask"
  },
  "word": {
    "id": "carpaccio",
    "word": "carpaccio",
    "url": "https://www.merriam-webster.com/dictionary/carpaccio",
    "partOfSpeech": "noun",
    "pronunciation": "kar-PAH-chee-oh",
    "audioPath": "audio/words/carpaccio.mp3",
    "definitions": [
      "thinly sliced raw meat or fish served with a sauce -- often used postpositively"
    ],
    "examples": [
      "\"Though the menu is large, stick with the steaks and the beef carpaccio at this sleek, airy restaurant.\" (_The San Francisco Chronicle_, July 31, 2008)"
    ],
    "origin": "Carpaccio is not the only dish named after a person, though its name might have the most artful origin. Created in 1950 by Venetian restaurateur Giuseppe Cipriani, carpaccio is named after Vittore Carpaccio, the Renaissance painter. Cipriani created the dish for the Countess Amalia Nani Mocenigo, who had been under doctor’s orders to avoid cooked meats. According to Cipriani’s memoir, he chose to name the dish after Carpaccio because the red in the beef matched the colors found in Carpaccio’s paintings. Recently, some restaurants have begun using the term for similarly prepared non-meat dishes (such as pear carpaccio)."
  }
}
