{
  "artist": {
    "id": "jing-hao",
    "name": "Jing Hao",
    "dates": null,
    "mainImg": "img/art/artists/jing-hao.jpg",
    "artworkImgs": [
      {
        "name": "Image of Mount Lu",
        "path": "img/art/artworks/jing-hao-a1.jpg",
        "source": "https://artsandculture.google.com/asset/image-of-mount-lu-jing-hao-attributed/DQHQGzs0kejgeg"
      },
      {
        "name": "Conversing Beside the Hao River",
        "path": "img/art/artworks/jing-hao-a2.jpg",
        "source": "https://artsandculture.google.com/asset/conversing-beside-the-hao-river-artist-copy-after-li-tang-artist-formerly-attributed-to-jing-hao/pAGWb-7uYM4roA"
      },
      {
        "name": "Distant mountains beyond a river",
        "path": "img/art/artworks/jing-hao-a3.jpg",
        "source": "https://artsandculture.google.com/asset/distant-mountains-beyond-a-river-artist-formerly-attributed-to-jing-hao/-QFu2KU1RCdB_Q"
      },
      {
        "name": "Bringing a Zither to Visit a Friend",
        "path": "img/art/artworks/jing-hao-a4.jpg",
        "source": "https://artsandculture.google.com/asset/bringing-a-zither-to-visit-a-friend-artist-formerly-attributed-to-jing-hao/5AEQy9KkrsRuvQ"
      },
      {
        "name": "清 王槩 設計，李漁出版 芥子園畫傳 版本|Snowy Peaks Touching the Heavens, in the manner of Snow-covered Inn by Jing Hao (active ca. 870–ca. 930), from the Mustard Seed Garden Manual of Painting",
        "path": "img/art/artworks/jing-hao-a5.jpg",
        "source": "https://artsandculture.google.com/asset/清-王槩-設計%EF%BC%8C李漁出版-芥子園畫傳-版本-snowy-peaks-touching-the-heavens-in-the-manner-of-snow-covered-inn-by-jing-hao-active-ca-870–ca-930-from-the-mustard-seed-garden-manual-of-painting-wang-gai-jing-hao/PQFDweiyUlpI5A"
      },
      {
        "name": "Handscroll",
        "path": "img/art/artworks/jing-hao-a6.jpg",
        "source": "https://artsandculture.google.com/asset/handscroll-unidentified-artist-jing-hao/1QGWEZiLkrpV9w"
      }
    ],
    "summary": [
      "Jing Hao was a Chinese landscape painter and theorist of the Five Dynasties and Ten Kingdoms period in Northern China. As an artist, he is often cited along with his pupil, Guan Tong, as one of the most critical figures in the development of the style of monumental landscape painting which appeared near the end of the Five Dynasties period. Later this style would come to be known as the Northern Landscape style; it strongly influenced the tradition of Northern Song painters. As a theorist, he is the person most responsible for codifying the theories underlying the work of later painters, and his treatises on painting and aesthetics continued to serve as textbooks for Northern Song artists more than a century after his death."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jing_Hao",
    "urlGoogle": "https://artsandculture.google.com/entity/jing-hao/m05zyy5l"
  },
  "event": {
    "id": "battle-of-taegu",
    "name": "Battle of Taegu",
    "dates": "Aug 5, 1950 - Aug 20, 1950",
    "mainImg": "img/events/battle-of-taegu.jpg",
    "summary": [
      "The Battle of Taegu was an engagement between United Nations Command and North Korean forces early in the Korean War, with fighting continuing from August 5–20, 1950 around the city of Taegu, South Korea. It was a part of the Battle of Pusan Perimeter, and was one of several large engagements fought simultaneously. The battle ended in a victory for the UN after their forces were able to drive off an offensive by Korean People's Army divisions attempting to cross the Naktong River and assault the city.",
      "Five KPA divisions massed around the city preparing to cross the Naktong River and assault it from the north and west. Defending the city were the US 1st Cavalry Division and Republic of Korea Army II Corps. In a series of engagements, each of the KPA divisions attempted to cross the Naktong and attack the defending forces. The success of these attacks varied by region, but attacks in the 1st Cavalry Division sector were repulsed and the attacks in the ROK sector were more successful.",
      "During the battle, however, KPA troops were able to surprise US troops on Hill 303 and capture them. Late in the battle, these troops were machine gunned in the Hill 303 massacre."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Taegu",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-taegu/m0ch39qf"
  },
  "funFacts": [
    {
      "id": "46",
      "fact": "Elephants are the only mammals that can't jump.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "873",
      "fact": "President William McKinley had a pet parrot that he named \"Washington Post.\"",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553877",
      "fact": "The Hardy Tree in London’s St. Pancras churchyard is named for Thomas Hardy. The Victorian writer worked at the burial ground in the 1860s and rearranged tombstones around the base of an ash tree to make room for a railway expansion."
    }
  ],
  "idiom": {
    "id": "method-in-ones-madness",
    "term": "method in one's madness",
    "definition": "An underlying purpose in crazy behavior, as in *Harry takes seemingly random trips around the country but there's method to his madness---he's checking on real estate values.* This expression comes from Shakespeare's *Hamlet* (2:2): \"Though this be madness, yet there is method in it.\""
  },
  "person": {
    "id": "joseph-stalin",
    "name": "Joseph Stalin",
    "dates": "Dec 18, 1878 - Mar 5, 1953",
    "mainImg": "img/people/joseph-stalin.jpg",
    "summary": [
      "Joseph Vissarionovich Stalin was a Georgian revolutionary and Soviet politician who led the Soviet Union from the mid-1920s until 1953 as the general secretary of the Communist Party of the Soviet Union and premier of the Soviet Union. Despite initially governing the Soviet Union as part of a collective leadership, he eventually consolidated power to become the country's de facto dictator by the 1930s. A communist ideologically committed to the Leninist interpretation of Marxism, Stalin formalised these ideas as Marxism–Leninism, while his own policies are known as Stalinism.",
      "Born to a poor family in Gori in the Russian Empire, Stalin joined the Marxist Russian Social Democratic Labour Party as a youth. He edited the party's newspaper, Pravda, and raised funds for Vladimir Lenin's Bolshevik faction via robberies, kidnappings, and protection rackets. Repeatedly arrested, he underwent several internal exiles. After the Bolsheviks seized power during the 1917 October Revolution and created a one-party state under Lenin's newly renamed Communist Party, Stalin joined its governing Politburo."
    ],
    "quote": "“Print is the sharpest and the strongest weapon of our party.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Stalin",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-stalin/m03_lf"
  },
  "place": {
    "id": "myanmar-burma",
    "name": "Myanmar (Burma)",
    "mainImg": "img/places/myanmar-burma.jpg",
    "summary": [
      "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres, Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon. Myanmar has been a member of the Association of Southeast Asian Nations since 1997.",
      "Early civilisations in Myanmar included the Tibeto-Burman-speaking Pyu city-states in Upper Burma and the Mon kingdoms in Lower Burma. In the 9th century, the Bamar people entered the upper Irrawaddy valley and, following the establishment of the Pagan Kingdom in the 1050s, the Burmese language, culture and Theravada Buddhism slowly became dominant in the country. The Pagan Kingdom fell due to the Mongol invasions and several warring states emerged."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Myanmar",
    "urlGoogle": "https://artsandculture.google.com/entity/myanmar-burma/m04xn_"
  },
  "wiki": {
    "id": "orca",
    "name": "Orca",
    "summary": "The orca is the largest member of the oceanic dolphin family. It is the second-most widely distributed mammal on Earth (after humans) and is found in all the world's oceans. It is also a versatile predator, eating fish, turtles, birds, seals, sharks and even other juvenile and small cetaceans. This puts the orca at the pinnacle of the marine food chain. The orca is also commonly known as the \"killer whale\"—a name which reflects the animal's reputation as a magnificent and fearsome sea mammal whose existence was first recorded by Pliny the Elder. Today it is recognized that the orca is neither a whale nor a danger to humans; no attack on a human by an orca in the wild has ever been recorded.",
    "url": "https://en.wikipedia.org/wiki/Orca"
  },
  "word": {
    "id": "sockdolager",
    "word": "sockdolager",
    "url": "https://www.merriam-webster.com/dictionary/sockdolager",
    "partOfSpeech": "noun",
    "pronunciation": "sock-DAH-lih-jer",
    "audioPath": "audio/words/sockdolager.mp3",
    "definitions": [
      "something that settles a matter : a decisive blow or answer : finisher",
      "something outstanding or exceptional"
    ],
    "examples": [
      "For a while I was completely stumped, but then, all of a sudden, I got a sockdolager of an idea."
    ],
    "origin": "The verb \"sock\" (\"to punch\") and the noun \"doxology\" (\"a hymn of praise to God\") may seem like an odd pairing, but it is a match that has been promoted by a few word mavens when discussing the origins of the Americanism \"sockdolager.\" Don't be too quick to believe the hype, however. When a word's origin is simply unknown, as is the case with \"sockdolager,\" there's a tendency for folks to fill in the gap with an interesting story, whether or not it can be verified. In the case of \"sockdolager,\" the \"sock\" part is plausible but unproven, and the \"doxology\" to \"dolager\" suggestion is highly questionable. The theory continues to have many fans, but it can't deliver the knockout punch."
  }
}
