{
  "artist": {
    "id": "michael-sittow",
    "name": "Michael Sittow",
    "dates": "1469 - Dec 21, 1525",
    "mainImg": "img/art/artists/michael-sittow.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of the Danish King Christian II",
        "path": "img/art/artworks/michael-sittow-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-danish-king-christian-ii-michel-sittow/YAESohyXBEqBrw"
      },
      {
        "name": "Portrait of Diego de Guevara (?)",
        "path": "img/art/artworks/michael-sittow-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-diego-de-guevara/xgGC2ScaomLuSQ"
      },
      {
        "name": "The Virgin and Child",
        "path": "img/art/artworks/michael-sittow-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-and-child-michiel-sittow/sQHl0VYNGIEcSQ"
      },
      {
        "name": "Portrait of a Man with a Pink",
        "path": "img/art/artworks/michael-sittow-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-with-a-pink-michael-sittow/cAEEuJgnog1M5g"
      },
      {
        "name": "Portrait of a Man",
        "path": "img/art/artworks/michael-sittow-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-sittow-michel/MAGqB0icURu5Hg"
      },
      {
        "name": "The Passion Altarpiece. Outer Wing with the Virgin Mary and Apostle James the Greater",
        "path": "img/art/artworks/michael-sittow-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-passion-altarpiece-outer-wing-with-the-virgin-mary-and-apostle-james-the-greater-paintings-of-the-outer-side-of-the-wings-by-michel-sittow-and-his-workshop/7AH9uxLNJcF9_w"
      }
    ],
    "summary": [
      "Michael Sittow, also known as Master Michiel, Michel Sittow, Michiel, Miguel and many other variants, was a painter from Reval who was trained in the tradition of Early Netherlandish painting. For most of his life, Sittow worked as a court portrait painter, for Isabella of Castille, the Habsburgs and others in Spain and the Netherlands. He was one of the most important Flemish painters of the era."
    ],
    "quote": null,
    "movements": ["Northern Renaissance", "Renaissance", "Dutch and Flemish Renaissance painting"],
    "mediums": ["Oil paint", "Wood", "Oak"],
    "urlWiki": "https://en.wikipedia.org/wiki/Michael_Sittow",
    "urlGoogle": "https://artsandculture.google.com/entity/michael-sittow/m03cvclv"
  },
  "event": {
    "id": "second-anglo-afghan-war",
    "name": "Second Anglo-Afghan War",
    "dates": "June 1878 - 1880",
    "mainImg": "img/events/second-anglo-afghan-war.jpg",
    "summary": [
      "The Second Anglo-Afghan War was a military conflict fought between the British Raj and the Emirate of Afghanistan from 1878 to 1880, when the latter was ruled by Sher Ali Khan of the Barakzai dynasty, the son of former Emir Dost Mohammad Khan. The war was part of the Great Game between the British and Russian empires.",
      "The war was split into two campaigns - the first began in November 1878 with the British invasion of Afghanistan. The British were quickly victorious and forced the Amir - Sher Ali Khan to flee. Ali's successor Mohammad Yaqub Khan immediately sued for peace and the Treaty of Gandamak was then signed on 26 May 1879. The British sent an envoy and mission led by Sir Louis Cavagnari to Kabul but on 3 September this mission was massacred and the conflict was reignited by Ayub Khan which led to the abdication of Yaqub.",
      "The second campaign ended in September 1880 when the British decisively defeated Ayub Khan outside Kandahar. A new Amir - Abdur Rahman Khan selected by the British, ratified and confirmed the Gandamak treaty once more."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Second_Anglo-Afghan_War",
    "urlGoogle": "https://artsandculture.google.com/entity/second-anglo-afghan-war/m05_5p5w"
  },
  "funFacts": [
    { "id": "1001", "fact": "99% of our solar system's mass is the sun.", "category": ["Science"] },
    { "id": "363", "fact": "Pearls dissolve in vinegar.", "category": ["Science"] }
  ],
  "funFacts2": [
    { "id": "553511", "fact": "Hippopotomonstrosesquippedaliophobia is the fear of long words." }
  ],
  "idiom": {
    "id": "on-the-horns-of-a-dilemma",
    "term": "on the horns of a dilemma",
    "definition": "Faced with two equally undesirable alternatives. For example, *I'm on the horns of a dilemma: if I sell the house now I have no place to live, but if I wait I may not get as good a price.* This term was first recorded about 1600, but the idea of being caught on either one horn or the other (of an animal) was already expressed in Roman times."
  },
  "person": {
    "id": "paul-i-of-russia",
    "name": "Paul I of Russia",
    "dates": "Oct 1, 1754 - Mar 24, 1801",
    "mainImg": "img/people/paul-i-of-russia.jpg",
    "summary": [
      "Paul I reigned as Emperor of Russia between 1796 and 1801. Officially, he was the only son of Peter III and Catherine the Great, although Catherine hinted that he was fathered by her lover Sergei Saltykov.",
      "Paul remained overshadowed by his mother for most of his life. His reign lasted four years and ended with his assassination by conspirators. He adopted the laws of succession to the Russian throne—rules that lasted until the end of the Romanov dynasty and of the Russian Empire. He also intervened in the French Revolutionary Wars and, toward the end of his reign, added Kartli and Kakheti in Eastern Georgia into the empire, which was confirmed by his son and successor Alexander I.",
      "He was de facto Grand Master of the Order of Hospitallers from 1799 to 1801 and ordered the construction of a number of Maltese thrones."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Paul_I_of_Russia",
    "urlGoogle": "https://artsandculture.google.com/entity/paul-i-of-russia/m012_hp"
  },
  "place": {
    "id": "maldives",
    "name": "Maldives",
    "mainImg": "img/places/maldives.jpg",
    "summary": [
      "The Maldives, officially the Republic of Maldives, is a small island nation in South Asia, located in the Arabian Sea of the Indian Ocean. It lies southwest of Sri Lanka and India, about 1,000 kilometres from the Asian continent. The chain of 26 atolls stretches from Ihavandhippolhu Atoll in the north to Addu Atoll in the south to the equator. Comprising a territory spanning roughly 298 square kilometres, the Maldives is one of the world's most geographically dispersed sovereign states as well as the smallest Asian country by land area and population, with around 515,696 inhabitants. Malé is the capital and the most populated city, traditionally called the \"King's Island\" where the ancient royal dynasties ruled for its central location.",
      "The Maldives archipelago is located on the Chagos-Laccadive Ridge, a vast submarine mountain range in the Indian Ocean; this also forms a terrestrial ecoregion, together with the Chagos Archipelago and Lakshadweep. With an average ground-level elevation of 1.5 metres above sea level, it is the world's lowest-lying country, with even its highest natural point being one of the lowest in the world, at 5.1 metres."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maldives",
    "urlGoogle": "https://artsandculture.google.com/entity/maldives/m04ty8"
  },
  "quote": {
    "id": "39",
    "quote": "The past can hurt. But the way I see it, you can either run from it, or learn from it.",
    "author": "Walt Disney"
  },
  "wiki": {
    "id": "order-of-canada",
    "name": "Order of Canada",
    "summary": "The Order of Canada is Canada's highest civilian honour, awarded to those who adhere to the Order's motto Desiderantes meliorem patriam, meaning \"they desire a better country.\" It was created in 1967 to recognize the lifetime contributions of Canadians who had made a major difference to the nation. The Order also recognizes efforts made by foreigners who made the world better through their actions. Musicians, politicians, artists, TV stars, benefactors and many more have been accepted into the Order. The Queen of Canada, Queen Elizabeth II, is Sovereign of the Order and the serving Governor General of Canada is its Chancellor and Principal Companion. Since 1967, more than 5,000 people have been appointed to the Order of Canada.",
    "url": "https://en.wikipedia.org/wiki/Order_of_Canada"
  },
  "word": {
    "id": "triskaidekaphobia",
    "word": "triskaidekaphobia",
    "url": "https://www.merriam-webster.com/dictionary/triskaidekaphobia",
    "partOfSpeech": "noun",
    "pronunciation": "triss-kye-dek-uh-FOH-bee-uh",
    "audioPath": "audio/words/triskaidekaphobia.mp3",
    "definitions": ["fear of the number 13"],
    "examples": [
      "\"Billy Hart suffers absolutely no triskaidekaphobia. The Salem Avalanche infielder has worn No. 13 for six years….\" (Katrina Waugh, _The Roanoke Times_ \\[Virginia\\], July 14, 2007)"
    ],
    "origin": "It's impossible to say just how or when the number thirteen got its bad reputation. There are a number of theories, of course. Some say it comes from the Last Supper because Jesus was betrayed afterwards by one among the thirteen present. Others trace the source of the superstition back to ancient Hindu beliefs or Norse mythology. But if written references are any indication, the phenomenon isn't all that old (at least, not among English speakers). Known mention of fear of thirteen in print dates back only to the late 1800s. By circa 1911, however, it was prevalent enough to merit a name, which was formed by attaching the Greek word for \"thirteen\" -- \"treiskaideka\" (dropping that first \"e\") -- to \"phobia\" (\"fear of\")."
  }
}
