{
  "artist": {
    "id": "edwin-lutyens",
    "name": "Edwin Lutyens",
    "dates": "Mar 29, 1869 - Jan 1, 1944",
    "mainImg": "img/art/artists/edwin-lutyens.jpg",
    "artworkImgs": [
      {
        "name": "For the waiting room of Crane-Bennett, Ltd. London",
        "path": "img/art/artworks/edwin-lutyens-a1.jpg",
        "source": "https://artsandculture.google.com/asset/for-the-waiting-room-of-crane-bennett-ltd-london-edwin-l-lutyens-british-1869-1944/6AGLRSOLfo9knA"
      },
      {
        "name": "New Delhi",
        "path": "img/art/artworks/edwin-lutyens-a2.jpg",
        "source": "https://artsandculture.google.com/asset/new-delhi-edwin-landseer-lutyens/5AGDmuMaU5Nxsg"
      },
      {
        "name": "Extract from exhibition catalogue of Edwin Lutyens' works",
        "path": "img/art/artworks/edwin-lutyens-a3.jpg",
        "source": "https://artsandculture.google.com/asset/extract-from-exhibition-catalogue-of-edwin-lutyens-works-jane-brown-et-al-lutyens-the-work-of-the-english-architect-sir-edwin-lutyens-1869–1944-arts-council-1981/tAESE6jq-dpySA"
      },
      {
        "name": "Queen Mary's Dolls' House",
        "path": "img/art/artworks/edwin-lutyens-a4.jpg",
        "source": "https://artsandculture.google.com/asset/queen-mary-s-dolls-house-sir-edwin-landseer-lutyens/awHqr22_ckq4-g"
      },
      {
        "name": "Layout plan with sections: Hestercombe – Taunton – Garden.",
        "path": "img/art/artworks/edwin-lutyens-a5.jpg",
        "source": "https://artsandculture.google.com/asset/layout-plan-with-sections-hestercombe-–-taunton-–-garden-edwin-lutyens/MgEHISWctlBtJA"
      }
    ],
    "summary": [
      "Sir Edwin Landseer Lutyens, OM, KCIE, PRA, FRIBA was an English architect known for imaginatively adapting traditional architectural styles to the requirements of his era. He designed many English country houses, war memorials and public buildings. In his biography, the writer Christopher Hussey wrote, \"In his lifetime was widely held to be our greatest architect since Wren if not, as many maintained, his superior\". The architectural historian Gavin Stamp described him as \"surely the greatest British architect of the twentieth century\".",
      "Lutyens played an instrumental role in designing and building New Delhi, which would later on serve as the seat of the Government of India. In recognition of his contribution, New Delhi is also known as \"Lutyens' Delhi\". In collaboration with Sir Herbert Baker, he was also the main architect of several monuments in New Delhi such as the India Gate; he also designed Viceroy's House, which is now known as the Rashtrapati Bhavan."
    ],
    "quote": "“There will never be great architects or great architecture without great patrons.”",
    "movements": [],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Edwin_Lutyens",
    "urlGoogle": "https://artsandculture.google.com/entity/edwin-lutyens/m0mgm5"
  },
  "event": {
    "id": "pacific-war",
    "name": "Pacific War",
    "dates": "Dec 7, 1941 - Sep 2, 1945",
    "mainImg": "img/events/pacific-war.jpg",
    "summary": [
      "The Pacific War, sometimes called the Asia–Pacific War, was the theater of World War II that was fought in the Pacific and Asia. It was geographically the largest theater of the war, including the vast Pacific Ocean theater, the South West Pacific theater, the South-East Asian theater, the Second Sino-Japanese War, and the Soviet–Japanese War.",
      "The Second Sino-Japanese War between the Empire of Japan and the Republic of China had been in progress since 7 July 1937, with hostilities dating back as far as 19 September 1931 with the Japanese invasion of Manchuria. However, it is more widely accepted that the Pacific War itself began on 7/8 December 1941, when the Japanese invaded Thailand and attacked the British colonies of Malaya, Singapore, and Hong Kong as well as the United States military and naval bases in Hawaii, Wake Island, Guam, and the Philippines.",
      "The Pacific War saw the Allies pitted against Japan, the latter aided by Thailand and to a lesser extent by the Axis allies, Germany and Italy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pacific_War",
    "urlGoogle": "https://artsandculture.google.com/entity/pacific-war/m01y998"
  },
  "funFacts": [
    {
      "id": "56",
      "fact": "1/4 of the bones in your body are in your feet.",
      "category": ["Anatomy"]
    },
    {
      "id": "16",
      "fact": "The world's termites outweigh the world's humans about 10 to 1.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "554091",
      "fact": "Great white sharks rarely survive in captivity. Experts suspect the electricity in buildings interferes with the animals' electrosensory systems—though that hasn't stopped some aquariums from trying, and failing, to display them."
    }
  ],
  "person": {
    "id": "franz-von-papen",
    "name": "Franz von Papen",
    "dates": "Oct 29, 1879 - May 2, 1969",
    "mainImg": "img/people/franz-von-papen.jpg",
    "summary": [
      "Franz Joseph Hermann Michael Maria von Papen, Erbsälzer zu Werl und Neuwerk, was a German conservative politician, diplomat, nobleman and General Staff officer. He served as Chancellor of Germany in 1932 and as Vice-Chancellor under Adolf Hitler from 1933 to 1934.",
      "Born into a wealthy family of Westphalian Roman Catholic aristocrats, Papen served in the Imperial German Army from 1898 onward and was trained as a German General Staff officer. He served as military attaché in Mexico and the United States from 1913 to 1915, organising acts of sabotage in the United States and financing Mexican forces in the Mexican Revolution. After being expelled from the United States in 1915, he served as a battalion commander on the Western Front of World War I and finished his war service in the Middle Eastern theatre as a lieutenant colonel.",
      "Appointed Chancellor in 1932 by President Paul von Hindenburg, Papen ruled by presidential decree. He negotiated the end of reparations at the Lausanne Conference of 1932. He launched the Preußenschlag coup against the Social Democratic government of the Free State of Prussia."
    ],
    "quote": "“Party domination and State leadership are concepts incompatible with one another.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Franz_von_Papen",
    "urlGoogle": "https://artsandculture.google.com/entity/franz-von-papen/m01kbfq"
  },
  "place": {
    "id": "jeddah",
    "name": "Jeddah",
    "mainImg": "img/places/jeddah.jpg",
    "summary": [
      "Jeddah, also spelled Jedda, Jiddah or Jidda, is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about four million people, Jeddah is the largest city in Makkah Province, the second-largest in Saudi Arabia, and the tenth-largest in the Arab world. Jeddah Islamic Port, located on the Red Sea, is the second-largest and second-busiest seaport in the Arab world.",
      "Jeddah is the principal gateway to Mecca, the holiest city in Islam, located just 65 kilometres to the east, while Medina, the second-holiest city, is located 360 kilometres to the north.",
      "Economically, Jeddah is focusing on further developing capital investment in scientific and engineering leadership within Saudi Arabia, and the Middle East. Jeddah was independently ranked fourth in the Africa – Mid-East region in terms of innovation in 2009 in the Innovation Cities Index.",
      "Jeddah is of Saudi Arabia's primary resort cities and was named a Beta world city by the Globalization and World Cities Study Group and Network. Given the city's close proximity to the Red Sea, fishing and seafood dominates the food culture unlike other parts of the country."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jeddah",
    "urlGoogle": "https://artsandculture.google.com/entity/jeddah/m01pk8b"
  },
  "wiki": {
    "id": "oberon-moon",
    "name": "Oberon (moon)",
    "summary": "Oberon is the outermost major moon of the planet Uranus. It is the second largest and second most massive of Uranian moons, and the ninth most massive moon in the Solar System. Discovered by William Herschel in 1787, Oberon is named after a character in Shakespeare's A Midsummer Night's Dream. Its orbit lies partially outside Uranus's magnetosphere. Oberon consists of approximately equal amounts of ice and rock, and is likely differentiated into a rocky core and an icy mantle. A layer of liquid water may be present at the core/mantle boundary. The surface of Oberon, which is dark and slightly red in color, appears to have been primarily shaped by asteroid and comet impacts. It is covered by numerous impact craters reaching 210 km in diameter. Oberon possesses a system of canyons (scarps) formed as a result of the expansion of its interior during its early evolution. This moon probably formed from the accretion disk that surrounded Uranus just after the planet's formation. As of 2010, the Uranian system has been studied up close only once: by the spacecraft Voyager 2 in January 1986. It took several images of Oberon, which allowed mapping of about 40% of the moon’s surface.",
    "url": "https://en.wikipedia.org/wiki/Oberon_(moon)"
  },
  "word": {
    "id": "defalcation",
    "word": "defalcation",
    "url": "https://www.merriam-webster.com/dictionary/defalcation",
    "partOfSpeech": "noun",
    "pronunciation": "dee-fal-KAY-shun",
    "audioPath": "audio/words/defalcation.mp3",
    "definitions": [
      "the act or an instance of embezzling",
      "a failure to meet a promise or an expectation"
    ],
    "examples": [
      "\"'She made off with the money, an act of defalcation that disqualifies her from receiving a bankruptcy discharge,' the judge ruled.\" (_Orlando Sentinel_, March 21, 2004)"
    ],
    "origin": "\"The tea table shall be set forth every morning with its customary bill of fare, and without any manner of defalcation.\" No reference to embezzlement there! This line, from a 1712 issue of _Spectator_ magazine, is an example of the earliest, and now archaic, sense of \"defalcation,\" which is simply defined as \"curtailment.\" \"Defalcation\" is ultimately from the Latin word \"falx,\" meaning \"sickle\" (a tool for cutting), and it has been a part of English since the 1400s. It was used early on of monetary cutbacks (as in \"a defalcation in their wages\"), and by the 1600s it was used of most any sort of financial reversal (as in \"a defalcation of public revenues\"). Not till the mid-1800s, however, did \"defalcation\" refer to breaches of trust that cause a financial loss, or, specifically, to embezzlement."
  }
}
