{
  "artist": {
    "id": "ross-bleckner",
    "name": "Ross Bleckner",
    "dates": "Born May 12, 1949",
    "mainImg": "img/art/artists/ross-bleckner.jpg",
    "artworkImgs": [
      {
        "name": "Invisible Heaven # 3",
        "path": "img/art/artworks/ross-bleckner-a1.jpg",
        "source": "https://artsandculture.google.com/asset/invisible-heaven-3-ross-bleckner/hAHEmk43oxBjXA"
      },
      {
        "name": "Architecture of the Sky",
        "path": "img/art/artworks/ross-bleckner-a2.jpg",
        "source": "https://artsandculture.google.com/asset/architecture-of-the-sky-ross-bleckner/awG95uCSATuyHQ"
      },
      {
        "name": "Senza titolo (H.M.)",
        "path": "img/art/artworks/ross-bleckner-a3.jpg",
        "source": "https://artsandculture.google.com/asset/senza-titolo-h-m-ross-bleckner/BwGpP_tvH3rttw"
      },
      {
        "name": "Hands and Faces",
        "path": "img/art/artworks/ross-bleckner-a4.jpg",
        "source": "https://artsandculture.google.com/asset/hands-and-faces-ross-bleckner/ogGoLTpXZtEPqQ"
      },
      {
        "name": "Prayer",
        "path": "img/art/artworks/ross-bleckner-a5.jpg",
        "source": "https://artsandculture.google.com/asset/prayer-ross-bleckner/1wELMWzfw-qGxA"
      }
    ],
    "summary": [
      "Ross Bleckner is an American artist. He currently lives and works in New York City. His artistic focus is on painting, and he held his first solo exhibition in 1975. Some of his art work reflected on the AIDS epidemic."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Textile", "Linen", "Wax"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ross_Bleckner",
    "urlGoogle": "https://artsandculture.google.com/entity/ross-bleckner/m01vk2n"
  },
  "event": {
    "id": "soweto-uprising",
    "name": "Soweto uprising",
    "dates": "Jun 16, 1976",
    "mainImg": "img/events/soweto-uprising.jpg",
    "summary": [
      "The Soweto uprising was a series of demonstrations and protests led by black school children in South Africa that began on the morning of 16 June 1976.",
      "Students from numerous Sowetan schools began to protest in the streets of Soweto in response to the introduction of Afrikaans as the medium of instruction in local schools. It is estimated that 20,000 students took part in the protests. They were met with fierce police brutality. The number of protesters killed by police is usually given as 176, but estimates of up to 700 have been made. In remembrance of these events, 16 June is now a public holiday in South Africa, named Youth Day."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Soweto_uprising",
    "urlGoogle": "https://artsandculture.google.com/entity/soweto-uprising/m07s6rd"
  },
  "funFacts": [
    {
      "id": "241",
      "fact": "The only cactus plantation in the world is in Mississippi.",
      "category": ["Plants", "Geography"]
    },
    {
      "id": "1010",
      "fact": "Rats and mice are ticklish, and even laugh when tickled.",
      "category": ["Animals", "Geography"]
    }
  ],
  "funFacts2": [
    { "id": "553920", "fact": "Bela Lugosi was buried in full Dracula costume—cape and all." }
  ],
  "idiom": {
    "id": "forever-and-a-day",
    "term": "forever and a day",
    "definition": "**1\\.** For a very long time, as in *He's been working on that book forever and a day.* This hyperbolic expression probably originated as a corruption of the now obsolete *for ever and ay.* Shakespeare used it in *The Taming of the Shrew* (4:4): \"Farewell for ever and a day.\" Today it is mainly a substitute for \"very long time.\" [c. 1600] **2\\.** Incessantly, ceaselessly, as in *Will this racket never end? It's been going on forever and a day.* [Colloquial; first half of 1900s]"
  },
  "person": {
    "id": "clark-clifford",
    "name": "Clark Clifford",
    "dates": "Dec 25, 1906 - Oct 10, 1998",
    "mainImg": "img/people/clark-clifford.jpg",
    "summary": [
      "Clark McAdams Clifford was an American lawyer who served as an important political adviser to Democratic presidents Harry S. Truman, John F. Kennedy, Lyndon B. Johnson, and Jimmy Carter. His official government positions were White House Counsel, Chairman of the President's Intelligence Advisory Board, and Secretary of Defense; Clifford was also influential in his role as an unofficial, informal presidential adviser in various issues. A successful Washington lawyer, he was known for his elite clientele, charming manners, and impeccable suits.",
      "All four Democratic presidents of the Cold War era employed Clifford's services and relied on his counsel, marking him as one of the ultimate Washington insiders. Emblematic of Clifford's influence in postwar Democratic presidential administrations was the fact that after Jimmy Carter won the 1976 presidential election, his transition team was adamant that Clifford, as a symbol of the DC establishment, should not have any influence whatsoever, declaring that \"if you ever see us relying on Clark Clifford, you'll know we have failed\", yet Carter eventually came to rely on him nonetheless."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Clark_Clifford",
    "urlGoogle": "https://artsandculture.google.com/entity/clark-clifford/m0ksk8"
  },
  "place": {
    "id": "washington",
    "name": "Washington",
    "mainImg": "img/places/washington.jpg",
    "summary": [
      "Washington, D.C., formally the District of Columbia and also known as D.C. or Washington, is the capital city of the United States of America. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the United States, with more than 20 million visitors annually.",
      "The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Washington,_D.C.",
    "urlGoogle": "https://artsandculture.google.com/entity/washington/m0rh6k"
  },
  "wiki": {
    "id": "amateur-radio-direction-finding",
    "name": "Amateur Radio Direction Finding",
    "summary": "Amateur Radio Direction Finding is an amateur map and compass sport that combines the skills of orienteering and radio direction finding. It is a timed race in which individual competitors use a topographic map and a magnetic compass to navigate through diverse wooded terrain while searching for radio transmitters. The rules of the sport and international competitions are organized by the International Amateur Radio Union. ARDF events use radio frequencies on either the two meter or eighty meter amateur radio bands. These two bands were chosen because of their universal availability to amateur radio licensees in all countries. The radio equipment carried by competitors on a course must be capable of receiving the signal being transmitted by the five transmitters and useful for radio direction finding, including a radio receiver, attenuator, and directional antenna. Most equipment designs integrate all three components into one handheld device.",
    "url": "https://en.wikipedia.org/wiki/Amateur_Radio_Direction_Finding"
  },
  "word": {
    "id": "panegyric",
    "word": "panegyric",
    "url": "https://www.merriam-webster.com/dictionary/panegyric",
    "partOfSpeech": "noun",
    "pronunciation": "pan-uh-JEER-ik",
    "audioPath": "audio/words/panegyric.mp3",
    "definitions": ["a eulogistic oration or writing; also : formal or elaborate praise"],
    "examples": [
      "Written on the tenth anniversary of his mother’s death, the poet’s latest piece is a _panegyric_ in her honor.",
      "\"Football's over reliance on expert based statistics, mathematical probabilities and the highest _panegyric_ going to non-players goes against my grain.\" -- From an article by Bill Dement in the _Ruidoso News_ (New Mexico), January 13, 2011"
    ],
    "origin": "On certain fixed dates throughout the year, the ancient Greeks would come together for religious meetings. Such gatherings could range from hometown affairs to great national assemblies, but large or small, the meeting was called a \"panēgyris.\" (That name comes from \"pan,\" meaning \"all,\" and \"agyris,\" meaning \"assembly.\") At those assemblies, speakers provided the main entertainment, and they delivered glowing orations extolling the praises of present civic leaders and reliving the past glories of Greek cities. To the Greeks, those laudatory speeches were \"panēgyrikos,\" which means \"of or for a panēgyris.\" Latin speakers ultimately transformed \"panēgyrikos\" into the noun \"panegyricus,\" and English speakers adapted that Latin term to form \"panegyric.\""
  }
}
