{
  "artist": {
    "id": "hiroshi-yoshida",
    "name": "Hiroshi Yoshida",
    "dates": "Sep 19, 1876 - Apr 5, 1950",
    "mainImg": "img/art/artists/hiroshi-yoshida.jpg",
    "artworkImgs": [
      {
        "name": "Sailing Boats: Evening Glow",
        "path": "img/art/artworks/hiroshi-yoshida-a1.jpg",
        "source": "https://artsandculture.google.com/asset/sailing-boats-evening-glow-artist-yoshida-hiroshi-publisher-s-watanabe-color-print-co/4AGHuWqv4QBNfg"
      },
      {
        "name": "Kumoi-Zakura (Kumoi Cherry Trees)",
        "path": "img/art/artworks/hiroshi-yoshida-a2.jpg",
        "source": "https://artsandculture.google.com/asset/kumoi-zakura-kumoi-cherry-trees-hiroshi-yoshida/2wHA6qvg4l6i2g"
      },
      {
        "name": "Pilgrimage to Mount Fuji",
        "path": "img/art/artworks/hiroshi-yoshida-a3.jpg",
        "source": "https://artsandculture.google.com/asset/pilgrimage-to-mount-fuji-yoshida-hiroshi/fgFXo8kiKI1Fwg"
      },
      {
        "name": "De Sarusawa vijver",
        "path": "img/art/artworks/hiroshi-yoshida-a4.jpg",
        "source": "https://artsandculture.google.com/asset/de-sarusawa-vijver-yoshida-hiroshi/OAHcw9593pbFOQ"
      },
      {
        "name": "Rapids",
        "path": "img/art/artworks/hiroshi-yoshida-a5.jpg",
        "source": "https://artsandculture.google.com/asset/rapids-yoshida-hiroshi/bgHGZdlcHVN9pw"
      },
      {
        "name": "Twelve Views of the Japan Alps\"Mt. Hodaka\"",
        "path": "img/art/artworks/hiroshi-yoshida-a6.jpg",
        "source": "https://artsandculture.google.com/asset/twelve-views-of-the-japan-alps-mt-hodaka-yoshida-hiroshi/sAHFQmEOVX_wOw"
      }
    ],
    "summary": [
      "Hiroshi Yoshida was a 20th-century Japanese painter and woodblock printmaker. He is regarded as one of the greatest artists of the shin-hanga style, and is noted especially for his excellent landscape prints. Yoshida travelled widely, and was particularly known for his images of non-Japanese subjects done in traditional Japanese woodblock style, including the Taj Mahal, the Swiss Alps, the Grand Canyon, and other National Parks in the United States."
    ],
    "quote": null,
    "movements": ["Shin-hanga"],
    "mediums": ["Ink", "Photograph", "Silk", "Textile", "Watercolor painting", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hiroshi_Yoshida",
    "urlGoogle": "https://artsandculture.google.com/entity/hiroshi-yoshida/m0d93wp"
  },
  "event": {
    "id": "operation-diadem",
    "name": "Operation Diadem",
    "dates": "May 11, 1944 - May 23, 1944",
    "mainImg": "img/events/operation-diadem.jpg",
    "summary": [
      "Operation Diadem, also referred to as the Fourth Battle of Monte Cassino or, in Canada, the Battle of the Liri Valley, was an offensive operation undertaken by the Allies of World War II in May 1944, as part of the Italian Campaign of World War II. Diadem was supported by air attacks called Operation Strangle. The opposing force was the German 10th Army.",
      "The object of Diadem was to break the German defenses on the Gustav Line and open up the Liri Valley, the main route to Rome. General Sir Harold Alexander, Commander-in-Chief of the Allied Armies in Italy, planned Diadem to coordinate roughly with the invasion of Normandy, so that German forces would be tied down in Italy, and could not be redeployed to France.",
      "Four corps were employed in the attack. From right to left these were the Polish II Corps and the British XIII Corps, of the Eighth Army, and the Free French Corps and the U.S. II Corps, of the Fifth Army. The Fifth Army also controlled the U.S. VI Corps in the Anzio beachhead, some 60 miles northwest."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Diadem",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-diadem/m08vzbk"
  },
  "funFacts": [
    {
      "id": "900",
      "fact": "Neckties were first worn in Croatia, which is why they were called cravats.",
      "category": ["Firsts"]
    },
    {
      "id": "347",
      "fact": "A male firefly's light is twice as bright as a female's.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553549",
      "fact": "The al-Qarawiyyin Library in Fez, Morocco is the oldest working library in the world."
    }
  ],
  "idiom": {
    "id": "carry-coals-to-newcastle",
    "term": "carry coals to Newcastle",
    "definition": "Do or bring something superfluous or unnecessary, as in *Running the sprinkler while it's raining, that's carrying coals to Newcastle.* This metaphor was already well known in the mid-1500s, when Newcastle- upon-Tyne had been a major coal-mining center for 400 years. It is heard less often today but is not yet obsolete."
  },
  "person": {
    "id": "eva-peron",
    "name": "Eva Perón",
    "dates": "May 7, 1919 - Jul 26, 1952",
    "mainImg": "img/people/eva-peron.jpg",
    "summary": [
      "María Eva Duarte, better known as María Eva Duarte de Perón, Eva Perón and Evita, was the wife of Argentine President Juan Perón and First Lady of Argentina from 1946 until her death in 1952. She was born in poverty in the rural village of Los Toldos, in the Pampas, as the youngest of five children. In 1934 at the age of 15, she moved to the nation's capital of Buenos Aires to pursue a career as a stage, radio, and film actress.",
      "She met Colonel Juan Perón on 22 January 1944 during a charity event at the Luna Park Stadium to benefit the victims of an earthquake in San Juan, Argentina. The two were married the following year. Juan Perón was elected President of Argentina in 1946; during the next six years, Eva Perón became powerful within the pro-Peronist trade unions, primarily for speaking on behalf of labor rights. She also ran the Ministries of Labor and Health, founded and ran the charitable Eva Perón Foundation, championed women's suffrage in Argentina, and founded and ran the nation's first large-scale female political party, the Women's Peronist Party."
    ],
    "quote": "“Charity separates the rich from the poor; aid raises the needy and sets him on the same level with the rich.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Eva_Per%C3%B3n",
    "urlGoogle": "https://artsandculture.google.com/entity/eva-perón/m0dltj"
  },
  "place": {
    "id": "gdynia",
    "name": "Gdynia",
    "mainImg": "img/places/gdynia.jpg",
    "summary": [
      "Gdynia is a city in northern Poland. Located on Gdańsk Bay on the southern coast of the Baltic Sea, it is the second largest city in Pomeranian Voivodeship after Gdańsk and a major seaport. Gdynia has a population of c. 246,000, which makes it the twelfth-largest city in Poland. It is part of a conurbation with the spa town of Sopot, the city of Gdańsk and suburban communities, which together form a metropolitan area called the Tricity, with a population of over 1,000,000 people.",
      "Historically and culturally part of Kashubia in Eastern Pomerania, Gdynia for centuries remained a small farming and fishing village. At the beginning of the 20th-century Gdynia became a seaside resort town and experienced an inflow of tourists. This triggered an increase in local population. After Poland regained its independence in 1918, a decision was made to construct a Polish seaport in Gdynia, between the Free City of Danzig and German Pomerania, making Gdynia a primary economic hub. In 1926 Gdynia was granted city rights, after which it experienced a rapid demographic and architectural development."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gdynia",
    "urlGoogle": "https://artsandculture.google.com/entity/gdynia/m03b4d"
  },
  "wiki": {
    "id": "geography-of-india",
    "name": "Geography of India",
    "summary": "The geography of India is extremely diverse, with landscape ranging from snow-capped mountain ranges to deserts, plains, hills and plateaus. Climate ranges from equatorial in the far south, to tundra in the Himalayan altitudes. India comprises most of the Indian subcontinent and has a long coastline of over 7,000 km (4,300 miles), most of which lies on a peninsula that protrudes into the Indian Ocean. India is bounded in the west by the Arabian Sea and in the east by the Bay of Bengal. The fertile Indo-Gangetic plain occupies most of northern, central and eastern India, while the Deccan Plateau occupies most of southern India. To the west of the country is the Thar Desert, which consists of a mix of rocky and sandy desert, while India's east and northeastern border consists of the high Himalayan range.",
    "url": "https://en.wikipedia.org/wiki/Geography_of_India"
  },
  "word": {
    "id": "kismet",
    "word": "kismet",
    "url": "https://www.merriam-webster.com/dictionary/kismet",
    "partOfSpeech": "noun",
    "pronunciation": "KIZZ-met",
    "audioPath": "audio/words/kismet.mp3",
    "definitions": ["fate"],
    "examples": [
      "Penelope and Richard believed it was _kismet_ that brought them together on that day when they met and fell in love. \"He was sitting at the bar of the Fairmont Hotel…. It was pure _kismet_ that I sat down next to him.\" -- From an article in _Simple Justice_, August 29, 2010"
    ],
    "origin": "Is it your fate to tie macrame while drinking coffee and eating sherbet in a minaret? That would be an unusual destiny, but if it turns out to be your kismet, you will owe much to Turkish and Arabic. We borrowed \"kismet\" from Turkish in the 1800s, but it ultimately derives from the Arabic \"qisma,\" meaning \"portion\" or \"lot.\" Several other terms in our bizarre opening question (namely, \"macrame,\" \"coffee,\" \"sherbet,\" and \"minaret\") have roots in those languages too. In the case of \"macrame\" and \"minaret,\" there is a little French influence as well. \"Coffee\" and \"macrame\" also have Italian relations, and \"sherbet\" has an ancestor in a Persian name for a type of cold drink."
  }
}
