{
  "artist": {
    "id": "wang-yuanqi",
    "name": "Wang Yuanqi",
    "dates": "1642 - 1715",
    "mainImg": "img/art/artists/wang-yuanqi.jpg",
    "artworkImgs": [
      {
        "name": "清 王原祁 倣吳鎮山水圖 軸|Landscape after Wu Zhen",
        "path": "img/art/artworks/wang-yuanqi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-王原祁-倣吳鎮山水圖-軸-landscape-after-wu-zhen-wang-yuanqi/hwED5OyWGV9AbQ"
      },
      {
        "name": "清 王原祁 江國垂綸圖 卷|Fishing in River Country at Blossom Time",
        "path": "img/art/artworks/wang-yuanqi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/清-王原祁-江國垂綸圖-卷-fishing-in-river-country-at-blossom-time-wang-yuanqi/cwHc_7CJCfCxzA"
      },
      {
        "name": "清 王原祁 倣黃公望高克恭山水圖 軸|Landscape in the Styles of Huang Gongwang and Gao Kegong",
        "path": "img/art/artworks/wang-yuanqi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/清-王原祁-倣黃公望高克恭山水圖-軸-landscape-in-the-styles-of-huang-gongwang-and-gao-kegong-wang-yuanqi/PgHUIjwS2gs-2g"
      },
      {
        "name": "Landscape in the Style of Ni Zan",
        "path": "img/art/artworks/wang-yuanqi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-in-the-style-of-ni-zan-wang-yuanqi/gwFU7PG-1fNU0w"
      },
      {
        "name": "Free Spirits Among Streams and Mountains",
        "path": "img/art/artworks/wang-yuanqi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/free-spirits-among-streams-and-mountains/DgFakGqvMAFpog"
      },
      {
        "name": "The Fuchun Mountians",
        "path": "img/art/artworks/wang-yuanqi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-fuchun-mountians-wang-yuanqi/qgE84ecmDogruw"
      }
    ],
    "summary": [
      "Wang Yuanqi was a Chinese painter of the Qing dynasty.",
      "Wang was born in Taicang in the Jiangsu province and tutored in painting by his grandfather Wang Shimin. His style name was 'Mao-ching' and his sobriquet was 'Lu-t'ai'. Wang is a member of the Six Masters of the early Qing period, also known as the 'Four Wangs, a Wu and a Yun'. They are also often regarded as the principal figures of the 'Orthodox School' of Chinese landscape painting.",
      "Wang Yuanqi was two years old when the New Qing Dynasty was founded. He rose to prominence as a court official and eventually was appointed curator of the imperial collection during the reign of the Kangxi Emperor. He remained a court official throughout his long career and died at age 73 in 1715.",
      "His landscapes followed the model of the Yuan Dynasty artists who broke away from the Northern Song tradition of rendering landscapes \"real enough to walk through\" to more personal abstractions."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wang_Yuanqi",
    "urlGoogle": "https://artsandculture.google.com/entity/wang-yuanqi/m0466lsv"
  },
  "event": {
    "id": "pan-american-exposition",
    "name": "Pan-American Exposition",
    "dates": "May 1, 1901 - Nov 2, 1901",
    "mainImg": "img/events/pan-american-exposition.jpg",
    "summary": [
      "The Pan-American Exposition was a World's Fair held in Buffalo, New York, United States, from May 1 through November 2, 1901. The fair occupied 350 acres of land on the western edge of what is now Delaware Park, extending from Delaware Avenue to Elmwood Avenue and northward to Great Arrow Avenue. It is remembered today primarily for being the location of the assassination of United States President William McKinley at the Temple of Music on September 6, 1901. The exposition was illuminated at night. Thomas A. Edison, Inc. filmed it during the day and a pan of it at night."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pan-American_Exposition",
    "urlGoogle": "https://artsandculture.google.com/entity/pan-american-exposition/m01g83d"
  },
  "funFacts": [
    {
      "id": "87",
      "fact": "A mile on the ocean and a mile on land are not the same distance.",
      "category": ["Science"]
    },
    {
      "id": "170",
      "fact": "In 1878, the first telephone book ever issued contained only 50 names.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "553504",
      "fact": "Kea parrots spread warbles when they’re in a good mood, making them the first known non-mammal species to communicate with infectious laughter."
    }
  ],
  "person": {
    "id": "sherrod-brown",
    "name": "Sherrod Brown",
    "dates": "Born Nov 9, 1952",
    "mainImg": "img/people/sherrod-brown.jpg",
    "summary": [
      "Sherrod Campbell Brown is an American politician serving as the senior United States Senator from Ohio, a seat to which he was first elected in 2006. A member of the Democratic Party, he was the U.S. Representative for Ohio's 13th congressional district from 1993 to 2007 and the 47th Secretary of State of Ohio from 1983 to 1991. He started his political career in 1975 as an Ohio State Representative.",
      "Brown defeated two-term Republican incumbent Mike DeWine in the 2006 U.S. Senate election and was reelected in 2012, defeating state Treasurer Josh Mandel, and in 2018, defeating U.S. Representative Jim Renacci. In the Senate, he was chair of the Agriculture Subcommittee on Hunger, Nutrition and Family Farms and the Banking Subcommittee on Economic Policy, and is also a member of the Committee on Finance, the Committee on Veterans' Affairs, and Select Committee on Ethics. At the start of the 114th Congress in January 2015, Brown became the Ranking Democratic Member on the Committee on Banking, Housing, and Urban Affairs. He was later appointed co-chair of the newly formed Joint Multiemployer Pension Solvency Committee in March 2018."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sherrod_Brown",
    "urlGoogle": "https://artsandculture.google.com/entity/sherrod-brown/m034s80"
  },
  "place": {
    "id": "gwangju",
    "name": "Gwangju",
    "mainImg": "img/places/gwangju.jpg",
    "summary": [
      "Gwangju is the sixth-largest city in South Korea. It is a designated metropolitan city under the direct control of the central government's Home Minister. The city was also the capital of South Jeolla Province until the provincial office moved to the southern village of Namak in Muan County in 2005 because Gwangju was promoted to a metropolitan city and was independent of South Jeolla province.",
      "Its name is composed of the words Gwang meaning \"light\" and Ju meaning \"province.\" Gwangju was historically recorded as Muju, in which \"Silla merged all of the land to establish the provinces of Gwangju, Ungju, Jeonju, Muju and various counties, plus the southern boundary of Goguryeo and the ancient territories of Silla\" in the Samguk Sagi. In the heart of the agricultural Jeolla region, the city is also famous for its rich and diverse cuisine."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gwangju",
    "urlGoogle": "https://artsandculture.google.com/entity/gwangju/m01vsj4"
  },
  "wiki": {
    "id": "makemake-dwarf-planet",
    "name": "Makemake (dwarf planet)",
    "summary": "Makemake is the third-largest known dwarf planet in the Solar System and one of the two largest Kuiper belt objects (KBO) in the classical KBO population. Its diameter is roughly three-quarters that of Pluto. Makemake has no known satellites, which makes it unique among the largest KBOs. Its extremely low average temperature (about 30 K) means its surface is covered with methane, ethane and possibly nitrogen ices. Initially known as 2005 FY9 (and later given the minor planet number 136472), it was discovered on March 31, 2005, by a team led by Michael Brown, and announced on July 29, 2005. On June 11, 2008, the IAU included Makemake in its list of potential candidates to be given \"plutoid\" status, a term for dwarf planets beyond the orbit of Neptune that would place the object alongside Pluto and Eris. Makemake was formally classified as a plutoid in July 2008.",
    "url": "https://en.wikipedia.org/wiki/Makemake_(dwarf_planet)"
  },
  "word": {
    "id": "cerulean",
    "word": "cerulean",
    "url": "https://www.merriam-webster.com/dictionary/cerulean",
    "partOfSpeech": "adjective",
    "pronunciation": "suh-ROO-lee-un",
    "audioPath": "audio/words/cerulean.mp3",
    "definitions": ["resembling the blue of the sky"],
    "examples": [
      "The painting depicted a series of tall, verdant trees surrounding a _cerulean_ lake.",
      "\"I try to summon the Russian fairy tale about the prince in exile and his beautiful swan-princess …. I think of _cerulean_\\-blue waves, a swirling red skirt and a silver-white moon.\" -- From Mira Bartok's 2011 memoir _The Memory Palace_"
    ],
    "origin": "\"Cerulean\" comes from the Latin word \"caeruleus,\" which means \"dark blue\" and is most likely from \"caelum,\" the Latin word for \"sky.\" An artist rendering a sky of blue in oils or watercolors might choose a tube of cerulean blue pigment. Birdwatchers in the eastern U.S. might look skyward and see a cerulean warbler (Dendroica cerulea). \"Cerulean\" is not the only color name that’s closely associated with the sky. \"Azure\" (which ultimately comes from a Persian word for lapis lazuli, a rich blue stone) describes the color of a cloudless sky and can even be a noun meaning \"the unclouded sky.\""
  }
}
