{
  "artist": {
    "id": "jean-dubuffet",
    "name": "Jean Dubuffet",
    "dates": "Jul 31, 1901 - May 12, 1985",
    "mainImg": "img/art/artists/jean-dubuffet.jpg",
    "artworkImgs": [
      {
        "name": "Untitled",
        "path": "img/art/artworks/jean-dubuffet-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-jean-dubuffet/GAHE_qwEefp8jw"
      },
      {
        "name": "Appearance in Court",
        "path": "img/art/artworks/jean-dubuffet-a2.jpg",
        "source": "https://artsandculture.google.com/asset/appearance-in-court-jean-dubuffet/aAFQwFR5PbXsKA"
      },
      {
        "name": "Six Fish and Bird",
        "path": "img/art/artworks/jean-dubuffet-a3.jpg",
        "source": "https://artsandculture.google.com/asset/six-fish-and-bird-jean-dubuffet/OAGzNcyAoAI5rw"
      },
      {
        "name": "Pèpinièriste",
        "path": "img/art/artworks/jean-dubuffet-a4.jpg",
        "source": "https://artsandculture.google.com/asset/pèpinièriste/hgEq7mGylCX9-w"
      },
      {
        "name": "Sinfonia pastorale",
        "path": "img/art/artworks/jean-dubuffet-a5.jpg",
        "source": "https://artsandculture.google.com/asset/sinfonia-pastorale-jean-dubuffet/0AFtWKe1qAxr6g"
      }
    ],
    "summary": [
      "Jean Philippe Arthur Dubuffet was a French painter and sculptor. His idealistic approach to aesthetics embraced so called \"low art\" and eschewed traditional standards of beauty in favor of what he believed to be a more authentic and humanistic approach to image-making. He is perhaps best known for founding the art movement Art Brut, and for the collection of works—Collection de l'art brut—that this movement spawned. Dubuffet enjoyed a prolific art career, both in France and in America, and was featured in many exhibitions throughout his lifetime."
    ],
    "quote": "“For me, insanity is super sanity. The normal is psychotic. Normal means lack of imagination, lack of creativity.”",
    "movements": ["Modern art", "Modernism", "Outsider art"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean_Dubuffet",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-dubuffet/m01pyt1"
  },
  "event": {
    "id": "battle-of-actium",
    "name": "Battle of Actium",
    "dates": null,
    "mainImg": "img/events/battle-of-actium.jpg",
    "summary": [
      "The Battle of Actium was a naval battle in the last war of the Roman Republic, fought between the fleet of Octavian and the combined forces of Mark Antony and Queen Cleopatra of Egypt. It took place on 2 September 31 BC in the Ionian Sea near the promontory of Actium in Greece.",
      "Octavian's victory enabled him to consolidate his power over Rome and its dominions. He adopted the title of Princeps and in 27 BC was awarded the title of Augustus by the Roman Senate. This became the name by which he was known in later times. As Augustus, he retained the trappings of a restored Republican leader, but historians generally view his consolidation of power and the adoption of these honorifics as the end of the Roman Republic and the beginning of the Roman Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Actium",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-actium/m01ky6"
  },
  "funFacts": [
    { "id": "37", "fact": "A snail breathes through its foot.", "category": ["Animals"] },
    { "id": "454", "fact": "Polar bear fur is transparent, not white.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553543",
      "fact": "Umchina, a Korean term meaning \"mom's friend's son,\" is used to describe a person who's better at everything than you are."
    }
  ],
  "idiom": {
    "id": "pleased-as-punch",
    "term": "pleased as Punch",
    "definition": "Delighted, as in *We were pleased as Punch when they asked us to be godparents.* This term alludes to the character Punch in Punch and Judy shows, who is always very happy when his evil deeds succeed. [Mid- 1800s]"
  },
  "person": {
    "id": "joseph-louis-gay-lussac",
    "name": "Joseph Louis Gay-Lussac",
    "dates": "Dec 6, 1778 - May 9, 1850",
    "mainImg": "img/people/joseph-louis-gay-lussac.jpg",
    "summary": [
      "Joseph Louis Gay-Lussac was a French chemist and physicist. He is known mostly for his discovery that water is made of two parts hydrogen and one part oxygen, for two laws related to gases, and for his work on alcohol-water mixtures, which led to the degrees Gay-Lussac used to measure alcoholic beverages in many countries."
    ],
    "quote": "“At Arcueil ... I dined in distinguished company... There was a lot of very interesting discussion. It is these gatherings which are the joy of life.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Joseph_Louis_Gay-Lussac",
    "urlGoogle": "https://artsandculture.google.com/entity/joseph-louis-gay-lussac/m0dprz"
  },
  "place": {
    "id": "sofia",
    "name": "Sofia",
    "mainImg": "img/places/sofia.jpg",
    "summary": [
      "Sofia is the capital and largest city of Bulgaria. The city is at the foot of Vitosha mountain in the western part of the country. Being in the centre of the Balkans, it is midway between the Black Sea and the Adriatic Sea, and closest to the Aegean Sea.",
      "Sofia is the 13th largest city in the European Union. It is surrounded by mountains, such as Vitosha by the southern side, Lyulin by the western side, and the Balkan Mountains by the north, which makes it the second highest European capital after Madrid. The city is built on the Iskar river, and has many mineral springs, such as the Sofia Central Mineral Baths. It has a humid continental climate. Being Bulgaria's primate city, Sofia is home of many of the major local universities, cultural institutions and commercial companies. The city has been described as the \"triangle of religious tolerance\". This is due to the fact that three colossal temples of the three world major religions—Christianity, Islam and Judaism—reside inside the borders of the city, which are the Sveta Nedelya Church, Banya Bashi Mosque and Sofia Synagogue."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sofia",
    "urlGoogle": "https://artsandculture.google.com/entity/sofia/m0ftjx"
  },
  "wiki": {
    "id": "martha-layne-collins",
    "name": "Martha Layne Collins",
    "summary": "Martha Layne Collins (born 1936) is a businesswoman and politician from Kentucky who was the state's 56th governor from 1983 to 1987. Prior to her election as governor, she was the 48th Lieutenant Governor of Kentucky, serving under John Y. Brown, Jr. She is the only woman to have been governor of Kentucky, and her election made her the highest-ranking Democratic woman in the U.S. at the time. She was considered as a possible running mate for Democratic presidential nominee Walter Mondale in the 1984 presidential election, but Mondale chose Geraldine Ferraro instead. Her administration had two primary focuses: education and economic development. She secured an increase in education funding during a special legislative session in 1985 and successfully used economic incentives to bring a Toyota manufacturing plant to Georgetown, Kentucky, in 1986. After her term as governor, she became president of Saint Catharine College near Springfield, Kentucky. Her husband's conviction on charges of influence-peddling in 1993 damaged her hopes for a return to political life. She is currently an executive scholar in residence at Georgetown College.",
    "url": "https://en.wikipedia.org/wiki/Martha_Layne_Collins"
  },
  "word": {
    "id": "extremophile",
    "word": "extremophile",
    "url": "https://www.merriam-webster.com/dictionary/extremophile",
    "partOfSpeech": "noun",
    "pronunciation": "ik-STREE-muh-fyle",
    "audioPath": "audio/words/extremophile.mp3",
    "definitions": [
      "an organism that lives under extreme environmental conditions (as in a hot spring or ice cap)"
    ],
    "examples": [
      "\"Cold-loving extremophiles could show us what kinds of creatures might live ... in parts of the solar system previously thought uninhabitable.\" (Michael Lemonick and Andrea Dorfman, _Time Magazine_, July 2002)"
    ],
    "origin": "No, an extremophile is not an enthusiast of extreme sports (though \"-phile\" does mean \"one who loves or has an affinity for\"). Rather, extremophiles are microbes that thrive in environments once considered uninhabitable, from places with high levels of toxicity and radiation to boiling-hot deep-sea volcanoes to Antarctic ice sheets. Scientists have even created a new biological domain to classify some of these microbes: Archaea (from Greek \"archaios,\" meaning \"ancient\"). These extremophiles may have a lot in common with the first organisms to appear on earth billions of years ago. If so, they can give us insight into how life on our planet may have arisen. They are also being studied to learn about possible life forms on other planets, where conditions are extreme compared to conditions on Earth."
  }
}
