{
  "artist": {
    "id": "wifredo-lam",
    "name": "Wifredo Lam",
    "dates": "Dec 8, 1902 - Sep 11, 1982",
    "mainImg": "img/art/artists/wifredo-lam.jpg",
    "artworkImgs": [
      {
        "name": "Sin Título",
        "path": "img/art/artworks/wifredo-lam-a1.jpg",
        "source": "https://artsandculture.google.com/asset/sin-título-wifredo-lam/KQFJZcz7NTM6Qw"
      },
      {
        "name": "Bonjour Max Ernst",
        "path": "img/art/artworks/wifredo-lam-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bonjour-max-ernst-wifredo-lam/agEnWcv0nf1jVQ"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/wifredo-lam-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled/HgHtk6Iv5cdBvw"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/wifredo-lam-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-wifredo-lam/RAGryPxD3I8wEw"
      },
      {
        "name": "Immagini (Idoli)",
        "path": "img/art/artworks/wifredo-lam-a5.jpg",
        "source": "https://artsandculture.google.com/asset/immagini-idoli-wifredo-lam/7wF0Td3ljwARKQ"
      },
      {
        "name": "Retrato (Portrait)",
        "path": "img/art/artworks/wifredo-lam-a6.jpg",
        "source": "https://artsandculture.google.com/asset/retrato-portrait-wifredo-lam/FwFOaNmjv32pCQ"
      }
    ],
    "summary": [
      "Wifredo Óscar de la Concepción Lam y Castilla, better known as Wifredo Lam, was a Cuban artist who sought to portray and revive the enduring Afro-Cuban spirit and culture. Inspired by and in contact with some of the most renowned artists of the 20th century, e.g., Pablo Picasso, Henri Matisse, Frida Kahlo and Diego Rivera. Lam melded his influences and created a unique style, which was ultimately characterized by the prominence of hybrid figures. This distinguished visual style of his also influences a lot of artists. Though he was predominantly a painter, he also worked with sculpture, ceramics and printmaking in his later life."
    ],
    "quote": null,
    "movements": ["Modern art", "Surrealism"],
    "mediums": ["Charcoal", "Drawing", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wifredo_Lam",
    "urlGoogle": "https://artsandculture.google.com/entity/wifredo-lam/m01ncx5"
  },
  "event": {
    "id": "raid-on-the-medway",
    "name": "Raid on the Medway",
    "dates": "Jun 9, 1667 - Jun 14, 1667",
    "mainImg": "img/events/raid-on-the-medway.jpg",
    "summary": [
      "The Raid on the Medway, during the Second Anglo-Dutch War in June 1667, was a successful attack conducted by the Dutch navy on English battleships laid up in the fleet anchorages off Chatham Dockyard and Gillingham in the county of Kent. At the time, the fortress of Upnor Castle and a barrier chain called the \"Gillingham Line\" were supposed to protect the English ships.",
      "The Dutch, under nominal command of Willem Joseph van Ghent and Lieutenant-Admiral Michiel de Ruyter, over several days bombarded and captured the town of Sheerness, sailed up the Thames estuary to Gravesend, then sailed into the River Medway to Chatham and Gillingham, where they engaged fortifications with cannon fire, burned or captured three capital ships and ten more ships of the line, and captured and towed away the flagship of the English fleet, HMS Royal Charles.",
      "Politically, the raid was disastrous for King Charles' war plans and led to a quick end to the war and a favourable peace for the Dutch. It was one of the worst defeats in the Royal Navy's history, and one of the worst suffered by the British military. Horace George Franks called it the \"most serious defeat it has ever had in its home waters.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Raid_on_the_Medway",
    "urlGoogle": "https://artsandculture.google.com/entity/raid-on-the-medway/m036232"
  },
  "funFacts": [
    {
      "id": "34",
      "fact": "If you keep a goldfish in a dark room it will eventually turn white.",
      "category": ["Animals"]
    },
    {
      "id": "490",
      "fact": "To take lumps out of a bag of sugar, place it in the refrigerator for 24 hours.",
      "category": ["Food", "Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "554081",
      "fact": "The position dogs assume when they're inviting other pets to play is called a play bow."
    }
  ],
  "idiom": {
    "id": "gild-the-lily",
    "term": "gild the lily",
    "definition": "Add unnecessary adornment or supposed improvement. For example, *Offering three different desserts after that elaborate meal would be gilding the lily.* This expression is a condensation of Shakespeare's metaphor in *King John* (4:2): \"To gild refined gold, to paint the lily... is wasteful and ridiculous excess.\" [c. 1800]"
  },
  "person": {
    "id": "ludwig-iii-of-bavaria",
    "name": "Ludwig III of Bavaria",
    "dates": "Jan 7, 1845 - Oct 18, 1921",
    "mainImg": "img/people/ludwig-iii-of-bavaria.jpg",
    "summary": [
      "Ludwig III was the last king of Bavaria, reigning from 1913 to 1918. He served as regent and de facto head of state from 1912 to 1913, ruling for his cousin, Otto. After the Bavarian parliament passed a law allowing him to do so, Ludwig deposed Otto and assumed the throne himself. He led Bavaria into World War I, and lost his throne along with the other rulers of the German states at the end of the war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ludwig_III_of_Bavaria",
    "urlGoogle": "https://artsandculture.google.com/entity/ludwig-iii-of-bavaria/m01_32_"
  },
  "place": {
    "id": "southampton",
    "name": "Southampton",
    "mainImg": "img/places/southampton.jpg",
    "summary": [
      "Southampton is a city in Hampshire, South East England, 70 miles south-west of London and 15 miles north-west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority had a population of 253,651 at the 2011 census. A resident of Southampton is called a Sotonian.",
      "Significant employers in the city include Southampton City Council, the University of Southampton, Solent University, Southampton Airport, Ordnance Survey, BBC South, the NHS, Associated British Ports and Carnival UK. Southampton is noted for its association with the RMS Titanic, the Spitfire, as one of the departure points for D-Day, and more recently as the home port of some of the largest cruise ships in the world. Southampton also has a large shopping centre and retail park, Westquay."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Southampton",
    "urlGoogle": "https://artsandculture.google.com/entity/southampton/m0grd7"
  },
  "wiki": {
    "id": "clackline-bridge",
    "name": "Clackline Bridge",
    "summary": "Clackline Bridge is a road bridge in Clackline, Western Australia, 77 kilometres (48 mi) east of Perth, that carried Great Eastern Highway until 2008. It is the only bridge in Western Australia to have spanned both a waterway and railway, the Clackline Brook and the former Eastern Railway alignment. The mainly timber bridge has a unique curved and sloped design, due to the difficult topography and the route of the former railway. The bridge was designed in 1934 to replace two dangerous rail crossings and a rudimentary water crossing. Construction began in January 1935, and the opening ceremony was held on 30 August 1935. The bridge was still a safety hazard, with increasing severity and numbers of accidents in the 1970s and 1980s. Planning for a highway bypass of Clackline and the Clackline Bridge began in the 1990s, and was constructed between January 2007 and February 2008. The local community had been concerned that the historic bridge would be lost, but it remains part of the local road network, and has been listed on both the Northam Municipal Heritage Inventory and the Heritage Council of Western Australia's Register of Heritage Places.",
    "url": "https://en.wikipedia.org/wiki/Clackline_Bridge"
  },
  "word": {
    "id": "pianistic",
    "word": "pianistic",
    "url": "https://www.merriam-webster.com/dictionary/pianistic",
    "partOfSpeech": "adjective",
    "pronunciation": "pee-uh-NISS-tik",
    "audioPath": "audio/words/pianistic.mp3",
    "definitions": [
      "of, relating to, or characteristic of the piano",
      "skilled in or well adapted to piano playing"
    ],
    "examples": [
      "“\\[Pianist Yuja\\] Wang performed as if she were claiming ownership of some of Prokofiev's pianistic ideas.” (Edward Ortiz, _Sacramento Bee_ \\[California\\], May 23, 2009)"
    ],
    "origin": "The origin of \"pianistic\" won’t surprise anyone -- it’s ultimately from \"piano,\" of course. But the \"-istic” suffix is less than ubiquitous and bears some attention. It is used from time to time to create adjectives that correspond to nouns ending primarily in \"-ism\" or \"-ist.\" (In this case, both \"pianism\" and \"pianist\" outdate \"pianistic,\" although only by a few years.) The pedigree of \"-istic\" isn’t too surprising; etymologists report that it comes from Middle French (\"-istique\"), Latin (\"-isticus\"), and ultimately Greek (\"-istikos\"). As with words formed from the suffix \"-ic,\" words ending in \"-istic\" can sometimes find life as nouns -- for example, \"autistic\" and \"characteristic.\""
  }
}
