{
  "artist": {
    "id": "antony-gormley",
    "name": "Antony Gormley",
    "dates": "Born Aug 30, 1950",
    "mainImg": "img/art/artists/antony-gormley.jpg",
    "artworkImgs": [
      {
        "name": "A sketch of the Sutra set by Antony Gormley",
        "path": "img/art/artworks/antony-gormley-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-sketch-of-the-sutra-set-by-antony-gormley-antony-gormley/IgGmVbjBkS4dJw"
      },
      {
        "name": "Field for the British Isles",
        "path": "img/art/artworks/antony-gormley-a2.jpg",
        "source": "https://artsandculture.google.com/asset/field-for-the-british-isles-antony-gormley/RAE6t3KnvWeyFA"
      },
      {
        "name": "Domian Field",
        "path": "img/art/artworks/antony-gormley-a3.jpg",
        "source": "https://artsandculture.google.com/asset/domian-field-antony-gormley/nQH9I9ATnc174g"
      },
      {
        "name": "Installation view: Antony Gormley: Blind Light, Hayward Gallery, 2007. Photo: Stephen White",
        "path": "img/art/artworks/antony-gormley-a4.jpg",
        "source": "https://artsandculture.google.com/asset/installation-view-antony-gormley-blind-light-hayward-gallery-2007-photo-stephen-white-antony-gormley/tQH7DhRqXxWSiA"
      },
      {
        "name": "Blind Light",
        "path": "img/art/artworks/antony-gormley-a5.jpg",
        "source": "https://artsandculture.google.com/asset/blind-light-antony-gormley/2gEo3WCLtU3Sow"
      },
      {
        "name": "Domain Field",
        "path": "img/art/artworks/antony-gormley-a6.jpg",
        "source": "https://artsandculture.google.com/asset/domain-field-antony-gormley/dQFyXO1mZd9HAw"
      }
    ],
    "summary": [
      "Sir Antony Mark David Gormley, OBE, is a British sculptor. His works include the Angel of the North, a public sculpture in Gateshead in the North of England, commissioned in 1994 and erected in February 1998; Another Place on Crosby Beach near Liverpool; and Event Horizon, a multi-part site installation which premiered in London in 2007, around Madison Square in New York City, in 2010, in São Paulo, Brazil, in 2012, and in Hong Kong in 2015–16.",
      "In 2008 The Daily Telegraph ranked Gormley number 4 in their list of the \"100 most powerful people in British culture\"."
    ],
    "quote": "“I want people to be excited about cooling towers and megasheds; they're as much part of our history as the rural barn.”",
    "movements": ["Contemporary art"],
    "mediums": ["Sculpture", "Rock", "Metal", "Clay", "Fiberglass", "Terracotta"],
    "urlWiki": "https://en.wikipedia.org/wiki/Antony_Gormley",
    "urlGoogle": "https://artsandculture.google.com/entity/antony-gormley/m01blfj"
  },
  "event": {
    "id": "battle-of-khe-sanh",
    "name": "Battle of Khe Sanh",
    "dates": "Jan 21, 1968 - Jul 9, 1968",
    "mainImg": "img/events/battle-of-khe-sanh.jpg",
    "summary": [
      "The Battle of Khe Sanh was conducted in the Khe Sanh area of northwestern Quảng Trị Province, Republic of Vietnam, during the Vietnam War. The main US forces defending Khe Sanh Combat Base were two regiments of the United States Marines Corps supported by elements from the United States Army and the United States Air Force, as well as a small number of Army of the Republic of Vietnam troops. These were pitted against two to three divisional-size elements of the North Vietnamese People's Army of Vietnam.",
      "The US command in Saigon initially believed that combat operations around KSCB during 1967 were part of a series of minor PAVN offensives in the border regions. That appraisal was later altered when the PAVN was found to be moving major forces into the area. In response, US forces were built up before the PAVN isolated the Marine base. Once the base came under siege, a series of actions was fought over a period of five months. During this time, KSCB and the hilltop outposts around it were subjected to constant PAVN artillery, mortar, and rocket attacks, and several infantry assaults. To support the Marine base, a massive aerial bombardment campaign was launched by the USAF."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Khe_Sanh",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-khe-sanh/m01yqm0"
  },
  "funFacts": [
    {
      "id": "23",
      "fact": "The San Francisco cable cars are the only mobile national monument.",
      "category": ["Geography", "History"]
    },
    {
      "id": "343",
      "fact": "The term 007 was derived from 20007, the home zip code of many Washington, D.C. agents.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553549",
      "fact": "The al-Qarawiyyin Library in Fez, Morocco is the oldest working library in the world."
    }
  ],
  "idiom": {
    "id": "that-aint-hay",
    "term": "that ain't hay",
    "definition": "That's a great deal, especially of money; also, that's important. For example, *He's making ten thousand a month, and that ain't hay.* Originally used to describe a sum of money that is large, this phrase was later extended to other circumstances, as in *She married a titled lord, and that ain't hay.* [Colloquial; first half of 1900s]"
  },
  "person": {
    "id": "angela-davis",
    "name": "Angela Davis",
    "dates": "Born Jan 26, 1944",
    "mainImg": "img/people/angela-davis.jpg",
    "summary": [
      "Angela Yvonne Davis is an American political activist, philosopher, academic, and author. She is a professor emerita at the University of California, Santa Cruz. Ideologically a Marxist, Davis was a member of the Communist Party USA until 1991, after which she joined the breakaway Committees of Correspondence for Democracy and Socialism. She is the author of over ten books on class, feminism, and the U.S. prison system.",
      "Born to an African American family in Birmingham, Alabama, Davis studied French at Brandeis University and philosophy at the University of Frankfurt in West Germany. Studying under the philosopher Herbert Marcuse, a prominent figure in the Frankfurt School of Marxism, Davis became increasingly interested in far-left politics. Returning to the U.S., she studied at the University of California, San Diego before moving to East Germany, where she gained a doctorate at the Humboldt University of Berlin. Back in the U.S., she joined the Communist Party and, as a Marxist feminist, involved herself in a range of leftist causes, including the second-wave feminist movement, the Black Panther Party, and the campaign against the Vietnam War."
    ],
    "quote": "“Jails and prisons are designed to break human beings, to convert the population into specimens in a zoo - obedient to our keepers, but dangerous to each other.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Angela_Davis",
    "urlGoogle": "https://artsandculture.google.com/entity/angela-davis/m0cz_y"
  },
  "place": {
    "id": "dalat",
    "name": "Dalat",
    "mainImg": "img/places/dalat.jpg",
    "summary": [
      "Da Lat, is the capital of Lâm Đồng Province in Vietnam. The city is located 1,502 m above sea level on the Langbian Plateau in the southern parts of the Central Highlands region. Da Lat is a popular tourist destination in Vietnam.",
      "Da Lat's specific sights are pine wood with twisting roads and tree marigold blossom in the winter. The city's temperate weather stands in contrast to Vietnam's otherwise tropical climate. Mist covering the valleys almost year-round leads to its name \"the city of eternal spring\".",
      "Da Lat is also known as an area for scientific research in the fields of biotechnology and nuclear physics.",
      "With its year-round cool weather, Da Lat supplies temperate agriculture products for all over Vietnam, for example: cabbage, cauliflower, coffee and wine. Its flower industry produces two typical flowers: hydrangea and golden everlasting. The confectionery industry offers a wide range of mứt, a kind of fruit preserve that closely resembles varenie, made from strawberry, mulberry, sweet potato, and/or rose.",
      "Da Lat is known regionally for avocado ice-cream, for bánh tráng nướng, and for its large garment market, with broad selection of cool-weather clothes."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Da_Lat",
    "urlGoogle": "https://artsandculture.google.com/entity/dalat/m06cl9r"
  },
  "quote": {
    "id": "6",
    "quote": "The best way to predict your future is to create it.",
    "author": "Abraham Lincoln"
  },
  "wiki": {
    "id": "north-island-houtman-abrolhos",
    "name": "North Island (Houtman Abrolhos)",
    "summary": "North Island is the northernmost island in the Houtman Abrolhos, a coral reef archipelago in the Indian Ocean off the coast of Mid West, Western Australia. Located approximately 14 km (9 mi) from the nearest island group, it is one of the largest islands in the Houtman Abrolhos, and one of the few to support dune systems. It has relatively diverse flora dominated by chenopod shrubs and fauna that includes the introduced Tammar Wallaby, around 7 species of reptile, and about 15 resident bird species. Discovered and surveyed in 1840, North Island has been a seasonal camp for western rock lobster fishermen since the beginning of the 20th century, and this remains the principal focus of human activity on the island. There is also a small amount of tourism, though for the most part it is reserved as conservation habitat for vegetation communities and rare birds.",
    "url": "https://en.wikipedia.org/wiki/North_Island_(Houtman_Abrolhos)"
  },
  "word": {
    "id": "hector",
    "word": "hector",
    "url": "https://www.merriam-webster.com/dictionary/hector",
    "partOfSpeech": "verb",
    "pronunciation": "HEK-ter",
    "audioPath": "audio/words/hector.mp3",
    "definitions": [
      "to play the bully : swagger",
      "to intimidate or harass by bluster or personal pressure"
    ],
    "examples": ["The judge sternly ordered the attorney to stop hectoring the witness."],
    "origin": "In Homer's _Iliad_, Hector, the eldest son of King Priam of Troy, was a model soldier, son, father, and friend, the champion of the Trojan army until he was killed by the Greek hero Achilles. How did the name of a Trojan paragon become a verb meaning \"to bully or harrass\"? That use was likely influenced by gangs of rowdy street toughs who roamed London in the 17th century and called themselves \"Hectors.\" They may have thought themselves gallant young blades, but to the general populace they were swaggering bullies who intimidated passersby and vandalized property. By 1660, \"hector\" was being used both as a verb and as a noun meaning \"bully.\""
  }
}
