{
  "artist": {
    "id": "hiroshige",
    "name": "Hiroshige",
    "dates": "1797 - Oct 12, 1858",
    "mainImg": "img/art/artists/hiroshige.jpg",
    "artworkImgs": [
      {
        "name": "One Hundred Famous Views of Edo “Sudden Shower over Shin-Ohashi Bridge and Atake”",
        "path": "img/art/artworks/hiroshige-a1.jpg",
        "source": "https://artsandculture.google.com/asset/one-hundred-famous-views-of-edo-“sudden-shower-over-shin-ohashi-bridge-and-atake”-utagawa-hiroshige/QAFL1JRk6OKiNQ"
      },
      {
        "name": "Evening Snow at Kanbara",
        "path": "img/art/artworks/hiroshige-a2.jpg",
        "source": "https://artsandculture.google.com/asset/evening-snow-at-kanbara-utagawa-hiroshige/5wGGlOB0RzCQsw"
      },
      {
        "name": "One Hundred Famous Views of Edo “Plum Garden in Kameido”",
        "path": "img/art/artworks/hiroshige-a3.jpg",
        "source": "https://artsandculture.google.com/asset/one-hundred-famous-views-of-edo-“plum-garden-in-kameido”-utagawa-hiroshige/cwEPQk4UO2sF-Q"
      },
      {
        "name": "One Hundred Famous Views of Edo;Plum Garden in Kameido",
        "path": "img/art/artworks/hiroshige-a4.jpg",
        "source": "https://artsandculture.google.com/asset/one-hundred-famous-views-of-edo-plum-garden-in-kameido-utagawa-hiroshige/DgFIyemrWrUgaQ"
      },
      {
        "name": "Small View of Yedo",
        "path": "img/art/artworks/hiroshige-a5.jpg",
        "source": "https://artsandculture.google.com/asset/small-view-of-yedo-utagawa-hiroshige/dwFut16KkjvfFw"
      },
      {
        "name": "Fifty-Three Stations of the Tokaido Hoeido Edition “Kanbara (Evening Snow)”",
        "path": "img/art/artworks/hiroshige-a6.jpg",
        "source": "https://artsandculture.google.com/asset/fifty-three-stations-of-the-tokaido-hoeido-edition-“kanbara-evening-snow-”-utagawa-hiroshige/CQEfHyVGWJftDA"
      }
    ],
    "summary": [
      "Utagawa Hiroshige, born Andō Hiroshige, was a Japanese ukiyo-e artist, considered the last great master of that tradition.",
      "Hiroshige is best known for his horizontal-format landscape series The Fifty-three Stations of the Tōkaidō and for his vertical-format landscape series One Hundred Famous Views of Edo. The subjects of his work were atypical of the ukiyo-e genre, whose typical focus was on beautiful women, popular actors, and other scenes of the urban pleasure districts of Japan's Edo period. The popular series Thirty-six Views of Mount Fuji by Hokusai was a strong influence on Hiroshige's choice of subject, though Hiroshige's approach was more poetic and ambient than Hokusai's bolder, more formal prints. Subtle use of color was essential in Hiroshige's prints, often printed with multiple impressions in the same area and with extensive use of bokashi, both of which were rather labor-intensive techniques.",
      "For scholars and collectors, Hiroshige's death marked the beginning of a rapid decline in the ukiyo-e genre, especially in the face of the westernization that followed the Meiji Restoration of 1868."
    ],
    "quote": "“I leave my brush in the East And set forth on my journey. I shall see the famous places in the Western Land.”",
    "movements": ["Ukiyo-e"],
    "mediums": ["Ink", "Textile", "Silk", "Brocade", "Wood", "Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/Hiroshige",
    "urlGoogle": "https://artsandculture.google.com/entity/hiroshige/m07hpgg"
  },
  "event": {
    "id": "taisho",
    "name": "Taishō",
    "dates": "Jul 30, 1912 - Dec 25, 1926",
    "mainImg": "img/events/taisho.jpg",
    "summary": [
      "Taishō era is a period in the history of Japan dating from 30 July 1912 to 25 December 1926, coinciding with the reign of the Emperor Taishō. The new emperor was a sickly man, which prompted the shift in political power from the old oligarchic group of elder statesmen to the Imperial Diet of Japan and the democratic parties. Thus, the era is considered the time of the liberal movement known as the \"Taishō democracy\" in Japan; it is usually distinguished from the preceding chaotic Meiji period and the following militaristic-driven first part of the Shōwa period."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Taish%C5%8D",
    "urlGoogle": "https://artsandculture.google.com/entity/taishō/m01bg2_"
  },
  "funFacts": [
    {
      "id": "1026",
      "fact": "Remove all the space between its atoms and Earth would be the size of a baseball.",
      "category": ["Science"]
    },
    {
      "id": "902",
      "fact": "Barbie's full name is Barbara Millicent Roberts.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553859",
      "fact": "According to a 2015 study, having 10 more trees on your block can make you feel as healthy as someone who's seven years younger."
    }
  ],
  "idiom": {
    "id": "jack-of-all-trades",
    "term": "jack of all trades",
    "definition": "An individual who is adept at everything he or she undertakes. This idiom first appeared in Geffray Mynshul's *Essayes and Characters of a Prison* (1618)*.* Even earlier several writers pointed out that someone who is good at everything is good at nothing. A version appeared in Chaucer's *Troilus and Cressida,* \"He that parted is in every place is no-wher hool, as writen cleryks wyse.\" By 1800 it was put as **jack of all trades, master of none** (Maria Edgeworth, *Popular Tales: Will*)."
  },
  "person": {
    "id": "george-m-dallas",
    "name": "George M. Dallas",
    "dates": "Jul 10, 1792 - Dec 31, 1864",
    "mainImg": "img/people/george-m-dallas.jpg",
    "summary": [
      "George Mifflin Dallas was an American politician and diplomat who served as mayor of Philadelphia from 1828 to 1829 and as the 11th vice president of the United States from 1845 to 1849.",
      "The son of Secretary of the Treasury Alexander J. Dallas, George Dallas attended elite preparatory schools before embarking on a legal career. He served as the private secretary to Albert Gallatin and worked for the Treasury Department and the Second Bank of the United States. He emerged as a leader of the \"Family party\" faction of the Pennsylvania Democratic Party, and Dallas developed a rivalry with James Buchanan, the leader of the \"Amalgamator\" faction. Between 1828 and 1835, he served as the mayor of Philadelphia, the United States Attorney for the Eastern District of Pennsylvania, and the Pennsylvania Attorney General. He also represented Pennsylvania in the United States Senate from 1831 to 1833 but declined to seek re-election. President Martin Van Buren appointed Dallas to the post of Minister to Russia, and Dallas held that position from 1837 to 1839.",
      "Dallas supported Van Buren's bid for another term in the 1844 presidential election, but James K."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/George_M._Dallas",
    "urlGoogle": "https://artsandculture.google.com/entity/george-m-dallas/m0m89b"
  },
  "place": {
    "id": "leeds",
    "name": "Leeds",
    "mainImg": "img/places/leeds.jpg",
    "summary": [
      "Leeds is the largest city in the county of West Yorkshire in Northern England, approximately 170 miles north of central London. Leeds has one of the most diverse economies of all the UK's main employment centres and has seen the fastest rate of private-sector jobs growth of any UK city. It also has the highest ratio of private to public sector jobs of all the UK's Core Cities, with 77% of its workforce working in the private sector. Leeds has the third-largest jobs total by local authority area, with 480,000 in employment and self-employment at the beginning of 2015. Leeds is ranked as a High Sufficiency level city by the Globalization and World Cities Research Network. Leeds is the cultural, financial and commercial heart of the West Yorkshire Urban Area. Leeds is served by five universities, it has the UK's fourth largest student population and the country's fourth largest urban economy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Leeds",
    "urlGoogle": "https://artsandculture.google.com/entity/leeds/m04p3c"
  },
  "wiki": {
    "id": "13-th-airborne-division-united-states",
    "name": "13th Airborne Division (United States)",
    "summary": "The 13th Airborne Division was a U.S. Army airborne formation in World War II. Although it was active between August 1943 and February 1946, it never saw combat. The division's training was disrupted by providing reinforcements for the 82nd and 101st Airborne Divisions and by a lack of transport aircraft for training exercises, as divisions in combat had priority for their use. The division was combat-ready by January 1945 and was transferred to France, but arrived too late to participate in Operation Market Garden, the third major airborne operation conducted by the Allies. The division was selected for Operation Varsity, supporting 21st Army Group crossing the River Rhine, but there were insufficient transport aircraft to carry it into combat. Several other operations were planned for the division, but these were cancelled because of the rapid advance of Allied ground forces. After the end of the conflict in Europe, it was shipped home before the planned invasion of Japan, but the conflict in the Far East ended before it was required. After deactivation of the division, combat personnel transferred to the 82nd Airborne Division.",
    "url": "https://en.wikipedia.org/wiki/13th_Airborne_Division_(United_States)"
  },
  "word": {
    "id": "maudlin",
    "word": "maudlin",
    "url": "https://www.merriam-webster.com/dictionary/maudlin",
    "partOfSpeech": "adjective",
    "pronunciation": "MAUD-lin",
    "audioPath": "audio/words/maudlin.mp3",
    "definitions": ["drunk enough to be emotionally silly", "weakly and effusively sentimental"],
    "examples": [
      "\"Oh, please don't be maudlin,\" cried Monica when Mills dropped to his knees, held her hand to his tear-soaked cheek, and begged her for forgiveness."
    ],
    "origin": "The history of \"maudlin\" owes as much to the Bible as to the barroom. The biblical Mary Magdalene is often (though some say mistakenly) identified with the weeping sinner who washed Jesus' feet with her tears to repent for her sins. This association led to the frequent depiction of Mary Magdalene as a weeping penitent, and by the 16th century even the name \"Magdalene\" suggested teary emotion to many English speakers. It was then that \"maudlin,\" an alteration of \"Magdalene,\" appeared in the English phrase \"maudlin drunk,\" which, as one Englishman explained in 1592, described a tearful drunken state whereby \"a fellow will weepe for kindnes in the midst of his Ale and kisse you.\""
  }
}
