{
  "artist": {
    "id": "zha-shibiao",
    "name": "Zha Shibiao",
    "dates": "1615 - 1698",
    "mainImg": "img/art/artists/zha-shibiao.jpg",
    "artworkImgs": [
      {
        "name": "清 傳查士標 泛棹圖 軸|Old Man Boating on a River",
        "path": "img/art/artworks/zha-shibiao-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-傳查士標-泛棹圖-軸-old-man-boating-on-a-river-zha-shibiao/twETbz2ifPpNWQ"
      },
      {
        "name": "Four poems in running script",
        "path": "img/art/artworks/zha-shibiao-a2.jpg",
        "source": "https://artsandculture.google.com/asset/four-poems-in-running-script-artist-wu-kuan-calligrapher-frontispiece-by-zha-shibiao/WgES__zmTw_nbg"
      },
      {
        "name": "Erzhan’s Master Book of Landscape and Calligraphy (album leaves)－14",
        "path": "img/art/artworks/zha-shibiao-a3.jpg",
        "source": "https://artsandculture.google.com/asset/erzhan’s-master-book-of-landscape-and-calligraphy-album-leaves-－14-zha-shibiao/oQEaktIxvpU2ig"
      },
      {
        "name": "Landscape",
        "path": "img/art/artworks/zha-shibiao-a4.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-zha-shibiao/LQE4rbEUY14EzQ"
      },
      {
        "name": "Handscroll",
        "path": "img/art/artworks/zha-shibiao-a5.jpg",
        "source": "https://artsandculture.google.com/asset/handscroll-zha-shibiao/0wEYTJojOhyPHQ"
      },
      {
        "name": "Erzhan’s Master Book of Landscape and Calligraphy (album leaves)－3",
        "path": "img/art/artworks/zha-shibiao-a6.jpg",
        "source": "https://artsandculture.google.com/asset/erzhan’s-master-book-of-landscape-and-calligraphy-album-leaves-－3-zha-shibiao/hQGkodfzzAok1Q"
      }
    ],
    "summary": [
      "Zha Shibiao or Cha Shih-piao was a Chinese calligrapher and landscape painter from Anhui. He was affiliated with the Anhui School, also known as the Xin'an School, which is noted for dry brushstrokes and sparse compositions. His family, and himself, were art collectors and Ming dynasty aristocrats. He had studied for the civil service exam under the Ming and received the xiucai degree in his twenties. However he abandoned any attempt at an official career after the Manchu conquest. Subsequent to the 1670s he moved, or fled, depending on the source, to Yangzhou. As a calligrapher he was influenced by Dong Qichang and Mi Fu. His landscapes were more influenced by Hong Ren and Ni Zan. His later works are considered to have had a more moist and expressive feel than those of Hong Ren. As a person he was said to be easy-going, but slightly reclusive. He also had a fondness for drink, indulging into the late hours."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Textile", "Satin", "Silk"],
    "urlWiki": "https://en.wikipedia.org/wiki/Zha_Shibiao",
    "urlGoogle": "https://artsandculture.google.com/entity/zha-shibiao/m08d1md"
  },
  "event": {
    "id": "battle-of-inchon",
    "name": "Battle of Inchon",
    "dates": "Sep 15, 1950 - Sep 19, 1950",
    "mainImg": "img/events/battle-of-inchon.jpg",
    "summary": [
      "The Battle of Inchon was an amphibious invasion and battle of the Korean War that resulted in a decisive victory and strategic reversal in favor of the United Nations Command. The operation involved some 75,000 troops and 261 naval vessels, and led to the recapture of the South Korean capital of Seoul two weeks later. The code name for the operation was Operation Chromite.",
      "The battle began on 15 September 1950 and ended on 19 September. Through a surprise amphibious assault far from the Pusan Perimeter that UN and Republic of Korea Army forces were desperately defending, the largely undefended city of Incheon was secured after being bombed by UN forces. The battle ended a string of victories by the North Korean Korean People's Army. The subsequent UN recapture of Seoul partially severed the KPA's supply lines in South Korea.",
      "The UN and ROK forces were commanded by General of the Army Douglas MacArthur of the United States Army. MacArthur was the driving force behind the operation, overcoming the strong misgivings of more cautious generals to a risky assault over extremely unfavorable terrain."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Inchon",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-inchon/m0423nm"
  },
  "funFacts": [
    {
      "id": "825",
      "fact": "Our eyes are always the same size from birth, but our nose and ears never stop growing.",
      "category": ["Anatomy"]
    },
    {
      "id": "306",
      "fact": "In the Middle Ages, chicken soup was considered an aphrodisiac.",
      "category": ["Food", "History"]
    },
    { "id": "43", "fact": "A cat's lower jaw cannot move sideways.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553513",
      "fact": "In 1897, Indiana state legislators tried to pass a bill that would have legally redefined the value of pi as 3.2."
    },
    {
      "id": "553686",
      "fact": "Bangladesh has six seasons: Grishmo (summer), Borsha (rainy), Shorot (fall), Hemanta (cool), Sheet (winter), and Boshanto (spring)."
    }
  ],
  "idiom": {
    "id": "wet-ones-whistle",
    "term": "wet one's whistle",
    "definition": "Have a drink, as in *I'm just going to wet my whistle before I go out on the tennis court.* This expression uses *whistle* in the sense of \"mouth\" and may allude to the fact that it is very hard to whistle with dry lips. [Late 1300s]"
  },
  "person": {
    "id": "mwai-kibaki",
    "name": "Mwai Kibaki",
    "dates": "Born Nov 15, 1931",
    "mainImg": "img/people/mwai-kibaki.jpg",
    "summary": [
      "Mwai Kibaki, C.G.H. is a Kenyan politician who was the third President of Kenya, serving from December 2002 until April 2013.",
      "Kibaki was previously Vice-President of Kenya for ten years from 1978 to 1988 under President Daniel arap Moi. He also held cabinet ministerial positions in the Kenyatta and Moi governments, including time as minister for Finance under Kenyatta, and Minister for Home Affairs and Minister for Health under Moi.",
      "Kibaki served as an opposition Member of Parliament from 1992 to 2002. He unsuccessfully vied for the presidency in 1992 and 1997. He served as the Leader of the Official Opposition in Parliament from 1998 to 2002. In the 2002 presidential election, he was elected as President of Kenya."
    ],
    "quote": "“Leadership is a privilege to better the lives of others. It is not an opportunity to satisfy personal greed.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Mwai_Kibaki",
    "urlGoogle": "https://artsandculture.google.com/entity/mwai-kibaki/m015pz3"
  },
  "place": {
    "id": "cleveland",
    "name": "Cleveland",
    "mainImg": "img/places/cleveland.jpg",
    "summary": [
      "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 381,009, making it the 53rd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States.",
      "The city is located on the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border. It was founded in 1796 near the mouth of the Cuyahoga River by General Moses Cleaveland. It became a manufacturing center due to its location on both the river and the lake shore, as well as being connected to numerous canals and railroad lines. Cleveland's economy relies on diversified sectors such as manufacturing, financial services, healthcare, biomedicals, and higher education, and the city ranks 31st in the nation per economic output, with a GDP of $134 billion in 2018."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cleveland",
    "urlGoogle": "https://artsandculture.google.com/entity/cleveland/m01sn3"
  },
  "quote": {
    "id": "33",
    "quote": "Always take the high road, it's far less crowded.",
    "author": "Charlie Munger"
  },
  "wiki": {
    "id": "oort-cloud",
    "name": "Oort cloud",
    "summary": "The Oort cloud is a hypothesized spherical cloud of comets that may lie nearly a light-year from the Sun. It is thought to comprise two separate regions: a spherical outer Oort cloud and a disc-shaped inner Oort cloud, or Hills cloud; the outer extent of the cloud defines the boundary of the Solar System. Objects in the Oort cloud are largely composed of ices, such as water, ammonia, and methane and are thought to have formed close to the Sun, later being scattered into space by the gravitational effects of the giant planets early in the Solar System's evolution. Although no confirmed direct observations of the Oort cloud have been made, astronomers believe that it is the source of all long-period and Halley-type comets entering the inner Solar System, as well as many of the Centaurs and Jupiter-family comets.",
    "url": "https://en.wikipedia.org/wiki/Oort_cloud"
  },
  "word": {
    "id": "sitzmark",
    "word": "sitzmark",
    "url": "https://www.merriam-webster.com/dictionary/sitzmark",
    "partOfSpeech": "noun",
    "pronunciation": "SITS-mark",
    "audioPath": "audio/words/sitzmark.mp3",
    "definitions": ["a depression left in the snow by a skier falling backward"],
    "examples": [
      "Proper skiing etiquette dictates that a skier who falls in the middle of a trail should smooth over his or her sitzmark so it won't pose a hazard to other skiers."
    ],
    "origin": "On the slopes, do you zip down the mountain leaving other skiers in your wake? Or are you more likely to leave a trail of sitzmarks behind you? If the latter is true, you may want to give your backside a break and plop down into a comfy chair in the ski lodge instead of plunking back onto the snow. Either way, you'll find yourself sitting on your derriere, a fact you can use to remember \"sitzmark.\" It is most likely a creation made in English from the German verb \"sitzen,\" meaning \"to sit,\" plus the English noun \"mark,\" as in \"impression.\""
  }
}
