{
  "artist": {
    "id": "jon-rafman",
    "name": "Jon Rafman",
    "dates": "Born November 1981",
    "mainImg": "img/art/artists/jon-rafman.jpg",
    "artworkImgs": [
      {
        "name": "Neon Parallel 1996",
        "path": "img/art/artworks/jon-rafman-a1.jpg",
        "source": "https://artsandculture.google.com/asset/neon-parallel-1996-jon-rafman/QAEQ_YH-EN8Rng"
      },
      {
        "name": "Brand New Paint Job (Cézanne Train Car)",
        "path": "img/art/artworks/jon-rafman-a2.jpg",
        "source": "https://artsandculture.google.com/asset/brand-new-paint-job-cézanne-train-car/BQEbJvyE2TBxOQ"
      },
      {
        "name": "Jon Rafman, Nine Eyes of Google Street View (DC55, Ilfov, Romania)",
        "path": "img/art/artworks/jon-rafman-a3.jpg",
        "source": "https://artsandculture.google.com/asset/jon-rafman-nine-eyes-of-google-street-view-dc55-ilfov-romania/lQFys7UACq9Xog"
      },
      {
        "name": "Jon Rafman, Nine Eyes of Google Street View (River Rd, Castelton-On-Hudson, New York)",
        "path": "img/art/artworks/jon-rafman-a4.jpg",
        "source": "https://artsandculture.google.com/asset/jon-rafman-nine-eyes-of-google-street-view-river-rd-castelton-on-hudson-new-york/JAEFK8h7Z2yTXQ"
      },
      {
        "name": "Brand New Paint Job (Emily Carr Master Bedroom)",
        "path": "img/art/artworks/jon-rafman-a5.jpg",
        "source": "https://artsandculture.google.com/asset/brand-new-paint-job-emily-carr-master-bedroom/fwFN0WGWG-oCKw"
      },
      {
        "name": "Jon Rafman, Nine Eyes of Google Street View (Rua João Robalo, Rua João Rodrigues do Nascimento, Ve. Quatro, São Paulo, Brasile)",
        "path": "img/art/artworks/jon-rafman-a6.jpg",
        "source": "https://artsandculture.google.com/asset/jon-rafman-nine-eyes-of-google-street-view-rua-joão-robalo-rua-joão-rodrigues-do-nascimento-ve-quatro-são-paulo-brasile/QQG4EkQ8lECm8Q"
      }
    ],
    "summary": [
      "Jon Rafman is an artist, filmmaker, and essayist. His work centers around the emotional, social and existential impact of technology on contemporary life. His artwork has gained international attention and was exhibited in 2015 at Musée d'art contemporain de Montréal. He is widely known for exhibiting found images from Google Street View in his online artwork 9-Eyes."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jon_Rafman",
    "urlGoogle": "https://artsandculture.google.com/entity/jon-rafman/m0kfx90s"
  },
  "event": {
    "id": "operation-tempest",
    "name": "Operation Tempest",
    "dates": "1943 - 1945",
    "mainImg": "img/events/operation-tempest.jpg",
    "summary": [
      "Operation Tempest was a series of anti-Nazi uprisings conducted during World War II by the Polish Home Army, the dominant force in the Polish resistance.",
      "Operation Tempest was aimed at seizing control of cities and areas occupied by the Germans while they were preparing their defenses against the advancing Soviet Red Army. Polish underground civil authorities aimed at taking power before the arrival of the Soviets."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Tempest",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-tempest/m02_cch"
  },
  "funFacts": [
    {
      "id": "197",
      "fact": "The first person crossed Niagara Falls by tightrope in 1859.",
      "category": ["Firsts"]
    },
    {
      "id": "769",
      "fact": "If a sheep and a goat mate the offspring is called a geep.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "527095",
      "fact": "In 1939, Hitler's nephew wrote an article called \"Why I Hate My Uncle.\" He came to the U.S., served in the Navy, and settled on Long Island."
    }
  ],
  "idiom": {
    "id": "johnny-come-lately",
    "term": "Johnny-come-lately",
    "definition": "A newcomer, as in *She may be a Johnny-come-lately on the board, but she's doing a fine job with publicity.* [1830s]"
  },
  "person": {
    "id": "amin-al-husseini",
    "name": "Amin al-Husseini",
    "dates": "1895 - Jul 4, 1974",
    "mainImg": "img/people/amin-al-husseini.jpg",
    "summary": [
      "Mohammed Amin al-Husseini was a Palestinian Arab nationalist and Muslim leader in Mandatory Palestine.",
      "Al-Husseini was the scion of a family of Jerusalemite Arab notables, who trace their origins to the eponymous grandson of Muhammad. After receiving an education in Islamic, Ottoman, and Catholic schools, he went on to serve in the Ottoman army in World War I. At war's end he stationed himself in Damascus as a supporter of the Arab Kingdom of Syria. Following the Franco-Syrian War and the collapse of Arab Hashemite rule in Damascus, his early position on pan-Arabism shifted to a form of local nationalism for Palestinian Arabs and he moved back to Jerusalem. From as early as 1920 he actively opposed Zionism, and was implicated as a leader of the 1920 Nebi Musa riots. Al-Husseini was sentenced to ten years' imprisonment for incitement but was pardoned by the British. In 1921, Herbert Samuel, the British High Commissioner appointed him Grand Mufti of Jerusalem, a position he used to promote Islam while rallying a non-confessional Arab nationalism against Zionism. During the period 1921–1936 he was wrongly considered an important ally by the British Mandatory authorities."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Amin_al-Husseini",
    "urlGoogle": "https://artsandculture.google.com/entity/amin-al-husseini/m01czvz"
  },
  "place": {
    "id": "macon",
    "name": "Macon",
    "mainImg": "img/places/macon.jpg",
    "summary": [
      "Macon, officially Macon–Bibb County, is a consolidated city-county in the U.S. state of Georgia. Macon lies near the state's geographic center, about 85 miles southeast of Atlanta—hence the city's nickname, \"The Heart of Georgia\".",
      "Located near the fall line of the Ocmulgee River, Macon had a 2019 estimated population of 153,159. It is the principal city of the Macon Metropolitan Statistical Area, which had an estimated population of 228,914 in 2017. Macon is also the largest city in the Macon–Warner Robins Combined Statistical Area, a larger trading area with an estimated 420,693 residents in 2017; the CSA abuts the Atlanta metropolitan area just to the north.",
      "In a 2012 referendum, voters approved the consolidation of the governments of the City of Macon and Bibb County, and Macon became Georgia's fourth-largest city. The two governments officially merged on January 1, 2014.",
      "Macon is served by three interstate highways: I-16, I-75, and I-475.",
      "The city has several institutions of higher education, as well as numerous museums and tourism sites. The area is served by Middle Georgia Regional Airport and Herbert Smart Downtown Airport."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Macon,_Georgia",
    "urlGoogle": "https://artsandculture.google.com/entity/macon/m0rt80"
  },
  "quote": {
    "id": "94",
    "quote": "Someone is sitting in the shade today because someone planted a tree a long time ago.",
    "author": "Warren Buffett"
  },
  "wiki": {
    "id": "geography-of-ireland",
    "name": "Geography of Ireland",
    "summary": "The geography of Ireland reflects its situation as an island in northwest Europe in the north Atlantic Ocean. The ocean is responsible for the rugged western coastline, along which are many islands, peninsulas and headlands. The main geographical feature of Ireland is low central plains surrounded by a ring of coastal mountains. There are a number of sizable lakes along Ireland's rivers, with Lough Neagh the largest in either Britain or Ireland. The island is bisected by the River Shannon, at 259 km (161 mi) with a 113 km (70 mi) estuary the longest river in either Britain or Ireland, which flows south from northwest County Cavan to meet the Atlantic just south of Limerick. The island of Ireland consists of the Republic of Ireland and Northern Ireland. Located west of the island of Britain, it is approximately 53° north of the equator and 8° west of the Greenwich meridian. It has a total area of 84,116 km² (32,477 mi²). Ireland is separated from Britain by the Irish Sea and from mainland Europe by the Celtic Sea.",
    "url": "https://en.wikipedia.org/wiki/Geography_of_Ireland"
  },
  "word": {
    "id": "antebellum",
    "word": "antebellum",
    "url": "https://www.merriam-webster.com/dictionary/antebellum",
    "partOfSpeech": "adjective",
    "pronunciation": "an-tih-BEL-um",
    "audioPath": "audio/words/antebellum.mp3",
    "definitions": ["existing before a war; especially : existing before the Civil War"],
    "examples": [
      "A guided tour through this old Mississippi mansion, built in the early 1800s, gives you an idea of what life was like in the _antebellum_ South.",
      "\"From the windows of Laurel Hill, one of eight _antebellum_ homes and businesses among the 11 sites on the 2014 Tour of Homes in Franklin, Tenn., women watched the brave advance of Confederate troops in November 1864….\" - Kay Campbell, AL.com, May 12, 2014"
    ],
    "origin": "\"Antebellum\" means \"before the war,\" but it wasn’t widely associated with the U.S. Civil War (1861-1865) until after that conflict was over. The word comes from the Latin phrase \"ante bellum\" (literally, \"before the war\"), and its earliest known print appearance in English dates back to the 1840s. The term's earliest known association with the Civil War is found in an 1862 diary entry: \"Her face was as placid and unmoved as in antebellum days.\" The author of that line, Mary Boykin Miller Chesnut, recorded her observations of life during the Civil War in _A Diary from Dixie_, often while accompanying her husband, an officer in the Confederate army, on his missions."
  }
}
