{
  "artist": {
    "id": "mark-jenkins",
    "name": "Mark Jenkins",
    "dates": "Born Oct 7, 1970",
    "mainImg": "img/art/artists/mark-jenkins.jpg",
    "artworkImgs": [
      {
        "name": "POSITIVE-PROPAGANDA x Mark Jenkins",
        "path": "img/art/artworks/mark-jenkins-a1.jpg",
        "source": "https://artsandculture.google.com/asset/positive-propaganda-x-mark-jenkins-mark-jenkins/JwEBHR7Ug7Vlzg"
      },
      {
        "name": "Living Layers",
        "path": "img/art/artworks/mark-jenkins-a2.jpg",
        "source": "https://artsandculture.google.com/asset/living-layers/AQETszHEo2nGeQ"
      },
      {
        "name": "POSITIVE-PROPAGANDA x Mark Jenkins",
        "path": "img/art/artworks/mark-jenkins-a3.jpg",
        "source": "https://artsandculture.google.com/asset/positive-propaganda-x-mark-jenkins-mark-jenkins/eAGGgcpuGA9b_w"
      },
      {
        "name": "POSITIVE-PROPAGANDA x Mark Jenkins",
        "path": "img/art/artworks/mark-jenkins-a4.jpg",
        "source": "https://artsandculture.google.com/asset/positive-propaganda-x-mark-jenkins-mark-jenkins/jAFEvoMkshkLmA"
      },
      {
        "name": "POSITIVE-PROPAGANDA x Mark Jenkins",
        "path": "img/art/artworks/mark-jenkins-a5.jpg",
        "source": "https://artsandculture.google.com/asset/positive-propaganda-x-mark-jenkins-mark-jenkins/ewHOX289A8wWRw"
      },
      {
        "name": "POSITIVE-PROPAGANDA x Mark Jenkins",
        "path": "img/art/artworks/mark-jenkins-a6.jpg",
        "source": "https://artsandculture.google.com/asset/positive-propaganda-x-mark-jenkins-mark-jenkins/-gFsUntTGR4pKg"
      }
    ],
    "summary": [
      "Mark Jenkins is an American artist who makes sculptural street installations. Jenkins' practice of street art is to use the \"street as a stage\" where his sculptures interact with the surrounding environment including passersby who unknowingly become actors. His installations often draw the attention of the police. His work has been described as whimsical, macabre, shocking and situationist. Jenkins cites Juan Muñoz as his initial inspiration.",
      "In addition to creating art, he also teaches his sculpture techniques and installation practices through workshops. He currently lives in Washington, DC."
    ],
    "quote": null,
    "movements": ["Street art"],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Mark_Jenkins_%28artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/mark-jenkins/m0262r93"
  },
  "event": {
    "id": "2020-china-india-skirmishes",
    "name": "2020 China–India skirmishes",
    "dates": "May 5, 2020",
    "mainImg": "img/events/2020-china-india-skirmishes.jpg",
    "summary": [
      "The 2020 China–India skirmishes are part of an ongoing military standoff between China and India. Since 5 May 2020, Chinese and Indian troops have reportedly engaged in aggressive actions, face-offs and skirmishes at locations along the Sino-Indian border, including near the disputed Pangong Lake in Ladakh and the Tibet Autonomous Region, and at the Nathu La pass in Sikkim. Additional clashes are ongoing at locations in eastern Ladakh along the Line of Actual Control that has persisted since the 1962 Sino-Indian War.",
      "In late May, Chinese forces objected to Indian road construction in the Galwan River valley. According to Indian sources, fighting on 15/16 June 2020 resulted in the deaths of 20 Indian soldiers and casualties among 43 Chinese soldiers. Several news outlets stated that 10 Indian soldiers, including 4 officers, were taken captive and then released by the Chinese on 18 June. 15 Chinese soldiers, including a colonel, were also captured by the Indian side.",
      "Amid the standoff, India reinforced the region with 12,000 additional workers who would help with completing the development of Indian infrastructure."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2020_China%E2%80%93India_skirmishes",
    "urlGoogle": "https://artsandculture.google.com/entity/2020-china–india-skirmishes/g11jgng_zwz"
  },
  "funFacts": [
    {
      "id": "175",
      "fact": "In 1634, tulip bulbs were a form of currency in Holland.",
      "category": ["Geography", "History"]
    },
    {
      "id": "474",
      "fact": "To temporarily revive your ballpoint pen, dip the tip into hot water for a few seconds.",
      "category": ["Make-it-Easies"]
    },
    { "id": "1001", "fact": "99% of our solar system's mass is the sun.", "category": ["Science"] }
  ],
  "funFacts2": [
    {
      "id": "553850",
      "fact": "Some female sharks store sperm after mating, potentially holding on to it for years before they’re ready to reproduce."
    },
    {
      "id": "554093",
      "fact": "When Facebook introduced the News Feed in 2006, people freaked out. TIME called it “Gen Y’s first official revolution.”"
    }
  ],
  "idiom": {
    "id": "absent-without-leave",
    "term": "absent without leave",
    "definition": "Away without permission or explanation, as in *Her daughter went to the mall but got in trouble for being absent without leave.* The term and its acronym, **AWOL,** originated in the American military during World War I for soldiers absent from duty without permission (leave). It later was transferred to civilian situations, as in *John didn't just cut his Tuesday classes; he went AWOL.*"
  },
  "person": {
    "id": "john-buchan",
    "name": "John Buchan",
    "dates": "Aug 26, 1875 - Feb 11, 1940",
    "mainImg": "img/people/john-buchan.jpg",
    "summary": [
      "John Buchan, 1st Baron Tweedsmuir GCMG GCVO CH PC DL was a Scottish novelist, historian, and Unionist politician who served as Governor General of Canada, the 15th since Canadian Confederation.",
      "After a brief legal career, Buchan simultaneously began his writing career and his political and diplomatic careers, serving as a private secretary to the administrator of various colonies in southern Africa. He eventually wrote propaganda for the British war effort during World War I. He was elected Member of Parliament for the Combined Scottish Universities in 1927, but he spent most of his time on his writing career, notably writing The Thirty-Nine Steps and other adventure fiction. In 1935, King George V, on the advice of Prime Minister R. B. Bennett, appointed Buchan to replace the Earl of Bessborough as Governor General of Canada, for which purpose Buchan was raised to the peerage. He occupied the post until his death in 1940.",
      "Buchan was enthusiastic about literacy and the development of Canadian culture, and he received a state funeral in Canada before his ashes were returned to the United Kingdom."
    ],
    "quote": "“The charm of fishing is that it is the pursuit of what is elusive but attainable, a perpetual series of occasions for hope.”",
    "urlWiki": "https://en.wikipedia.org/wiki/John_Buchan",
    "urlGoogle": "https://artsandculture.google.com/entity/john-buchan/m0llf9"
  },
  "place": {
    "id": "vladivostok",
    "name": "Vladivostok",
    "mainImg": "img/places/vladivostok.jpg",
    "summary": [
      "Vladivostok is a city and the administrative centre of the Far Eastern Federal District and Primorsky Krai, Russia, located around the Golden Horn Bay, not far from Russia's borders with China and North Korea. The population of the city as of 2019 was 605,049 up from 592,034 recorded in the 2010 Russian census. Harbin in China is about 515 kilometres away, while Sapporo in Japan is about 775 kilometres east across the Sea of Japan.",
      "The city is the home port of the Russian Pacific Fleet and is the largest Russian port on the Pacific coast."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vladivostok",
    "urlGoogle": "https://artsandculture.google.com/entity/vladivostok/m0fd_x"
  },
  "quote": {
    "id": "37",
    "quote": "The difference between successful people and really successful people is that really successful people say no to almost everything.",
    "author": "Warren Buffett"
  },
  "wiki": {
    "id": "great-eastern-highway",
    "name": "Great Eastern Highway",
    "summary": "Great Eastern Highway is a 590-kilometre-long (370 mi) road linking the Western Australian capital of Perth with the city of Kalgoorlie. A key route for vehicles accessing the eastern Wheatbelt and the Goldfields, it is the western portion of the main road link between Perth and the eastern states of Australia. The highway forms the majority of National Highway 94, with various segments included in other road routes. The highway was created in the 1930s from an existing system of roads linking Perth with the Goldfields, though the name was coined to describe a different route from Perth to Guildford (modern-day Guildford Road). The Belmont section was constructed in 1867 using convict labour, with the road base made from sections of tree trunks. Several bypasses have been constructed, including Great Eastern Highway Bypass in Perth. Over the years the road has been upgraded, with the whole highway sealed by 1953, segments reconstructed and widened, dual carriageways created in Perth and Kalgoorlie, and grade separated interchanges built at major intersections. A future route to replace its current ascent of the Darling Scarp has been identified.",
    "url": "https://en.wikipedia.org/wiki/Great_Eastern_Highway"
  },
  "word": {
    "id": "palpable",
    "word": "palpable",
    "url": "https://www.merriam-webster.com/dictionary/palpable",
    "partOfSpeech": "adjective",
    "pronunciation": "PAL-puh-bul",
    "audioPath": "audio/words/palpable.mp3",
    "definitions": ["capable of being touched or felt : tangible", "obvious, plain"],
    "examples": [
      "There was a palpable excitement in the air as the actors prepared to go on stage on opening night."
    ],
    "origin": "The word \"palpable\" has been used in English since the 14th century. It derives from the Latin word “palpare,” meaning \"stroke\" or \"caress” -- the same root that gives us the word \"palpitation.\" The Latin verb is also a linguistic ancestor of the verb \"feel.\" \"Palpable\" can be used to describe things that can be felt through the skin, such as a palpable sweat, but even more frequently is used in reference to things that cannot be touched but are still so easy to perceive that it is as though they could be touched -- such as a palpable tension in the air."
  }
}
