{
  "artist": {
    "id": "zhao-zhiqian",
    "name": "Zhao Zhiqian",
    "dates": "Aug 8, 1829 - 1884",
    "mainImg": "img/art/artists/zhao-zhiqian.jpg",
    "artworkImgs": [
      {
        "name": "Copy of a text, in runing script",
        "path": "img/art/artworks/zhao-zhiqian-a1.jpg",
        "source": "https://artsandculture.google.com/asset/copy-of-a-text-in-runing-script-artist-zhao-zhiqian/uAH071qxCbsSaA"
      },
      {
        "name": "清 趙之謙 篆書五言 對聯|Couplet",
        "path": "img/art/artworks/zhao-zhiqian-a2.jpg",
        "source": "https://artsandculture.google.com/asset/清-趙之謙-篆書五言-對聯-couplet-zhao-zhiqian/NQEdQJdkQe4bbQ"
      },
      {
        "name": "清 趙之謙 芍藥 扇面|Peony",
        "path": "img/art/artworks/zhao-zhiqian-a3.jpg",
        "source": "https://artsandculture.google.com/asset/清-趙之謙-芍藥-扇面-peony-zhao-zhiqian/pwHHxeS01IW62A"
      },
      {
        "name": "Flowers",
        "path": "img/art/artworks/zhao-zhiqian-a4.jpg",
        "source": "https://artsandculture.google.com/asset/flowers-artist-zhao-zhiqian/fgEV4osSvqS-cA"
      },
      {
        "name": "清 趙之謙 芍藥 桃花 扇面|Peach Blossoms and Peony",
        "path": "img/art/artworks/zhao-zhiqian-a5.jpg",
        "source": "https://artsandculture.google.com/asset/清-趙之謙-芍藥-桃花-扇面-peach-blossoms-and-peony-zhao-zhiqian/iQFkST0kw_YhcA"
      },
      {
        "name": "清 王緣 趙之謙肖像 軸|Portrait of Zhao Zhiqian",
        "path": "img/art/artworks/zhao-zhiqian-a6.jpg",
        "source": "https://artsandculture.google.com/asset/清-王緣-趙之謙肖像-軸-portrait-of-zhao-zhiqian-wang-yuan-zhao-zhiqian/aQHuSqiSGTn04A"
      }
    ],
    "summary": [
      "Zhao Zhiqian was a renowned Chinese calligrapher, seal carver and painter in the late Qing Dynasty, \"the leading scholar-artist of his day.\" Zhao's seal carving had profound influence on the later masters, such as Wu Changshuo and Qi Baishi. He is also known under the courtesy name of Yifu and his pseudonym of Lengjun, which he changed to Huishu and Bei'an respectively later in his life."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Gold", "Metal", "Wood", "Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Zhao_Zhiqian",
    "urlGoogle": "https://artsandculture.google.com/entity/zhao-zhiqian/m047s2fn"
  },
  "event": {
    "id": "south-east-asian-theatre-of-world-war-ii",
    "name": "South-East Asian theatre of World War II",
    "dates": "Dec 6, 1941 - Sep 9, 1945",
    "mainImg": "img/events/south-east-asian-theatre-of-world-war-ii.jpg",
    "summary": [
      "The South-East Asian Theatre of World War II was the name given to the campaigns of the Pacific War in Burma, Ceylon, India, Thailand, the Philippines, Indochina, Malaya and Singapore. Conflict in this theatre began when the Empire of Japan invaded French Indochina in September 1940 and rose to a new level following the raid on Pearl Harbor, and simultaneous attacks on Hong Kong, the Philippines, Thailand, Singapore and Malaya on 7 and 8 December 1941. The main landing at Singora on the east side of the Isthmus of Kra preceded the bombing of Pearl Harbor by several hours. Action in the theatre officially ended on 9 September 1945."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/South-East_Asian_theatre_of_World_War_II",
    "urlGoogle": "https://artsandculture.google.com/entity/south-east-asian-theatre-of-world-war-ii/m03n99_"
  },
  "funFacts": [
    {
      "id": "279",
      "fact": "Canada has the longest coastline of any country in the world.",
      "category": ["Geography"]
    },
    {
      "id": "928",
      "fact": "New York City has over 800 miles of subway track.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553842",
      "fact": "In curling, good sportsmanship and politeness are essential. Congratulating opponents on plays and abstaining from trash talk are part of what’s known as the “Spirit of Curling.”"
    }
  ],
  "person": {
    "id": "roger-casement",
    "name": "Roger Casement",
    "dates": "Sep 1, 1864 - Aug 3, 1916",
    "mainImg": "img/people/roger-casement.jpg",
    "summary": [
      "Roger David Casement, known as Sir Roger Casement, CMG, between 1911 and 1916, was a diplomat and Irish nationalist. He worked for the British Foreign Office as a diplomat and later became a humanitarian activist, poet and Easter Rising leader. Described as the \"father of twentieth-century human rights investigations\", he was honoured in 1905 for the Casement Report on the Congo and knighted in 1911 for his important investigations of human rights abuses in Peru.",
      "In Africa as a young man, Casement first worked for commercial interests before joining the British Colonial Service. In 1891 he was appointed as a British consul, a profession he followed for more than 20 years. Influenced by the Boer War and his investigation into colonial atrocities against indigenous peoples, Casement grew to mistrust imperialism. After retiring from consular service in 1913, he became more involved with Irish republicanism and other separatist movements. During World War I he made efforts to gain German military aid for the 1916 Easter Rising that sought to gain Irish independence.",
      "He was arrested, convicted and executed for high treason. He was stripped of his knighthood and other honours."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Roger_Casement",
    "urlGoogle": "https://artsandculture.google.com/entity/roger-casement/m06f1w"
  },
  "place": {
    "id": "montgomery",
    "name": "Montgomery",
    "mainImg": "img/places/montgomery.jpg",
    "summary": [
      "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. It is the second most populous city in Alabama, after Birmingham, and is the 118th most populous in the United States. The Montgomery Metropolitan Statistical Area's population in 2010 was estimated at 374,536; it is the fourth largest in the state and 136th among United States metropolitan areas.",
      "The city was incorporated in 1819 as a merger of two towns situated along the Alabama River. It became the state capital in 1846, representing the shift of power to the south-central area of Alabama with the growth of cotton as a commodity crop of the Black Belt and the rise of Mobile as a mercantile port on the Gulf Coast. In February 1861, Montgomery was chosen the first capital of the Confederate States of America, which it remained until the Confederate seat of government moved to Richmond, Virginia, in May of that year."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Montgomery,_Alabama",
    "urlGoogle": "https://artsandculture.google.com/entity/montgomery/m0fttg"
  },
  "wiki": {
    "id": "cheese",
    "name": "Cheese",
    "summary": "Cheese is a solid food made from the curdled milk of cows, goats, sheep, or other mammals. The milk is curdled using some combination of rennet and acidification. Bacteria acidify the milk and play a role in defining the texture and flavor of most cheeses. Some cheeses also feature molds, either on the outer rind or throughout. There are hundreds of types of cheese. Different styles and flavors of cheese are the results of using different species of bacteria and molds, different levels of milk fat, variations in length of aging, and differing processing treatments. Cheeses are eaten raw or cooked, alone or with other ingredients. As they are heated, most cheeses melt and brown. Some cheeses melt smoothly, especially in the presence of acids or starch. Cheese fondue, with wine providing the acidity, is a good example of a smoothly-melted cheese dish. Other cheeses turn elastic and stringy when they melt, a quality that can be enjoyed in dishes like pizza. Some cheeses melt unevenly, their fats separating as they heat, while a few acid-curdled cheeses, including paneer and ricotta, do not melt at all and can become firmer when cooked.",
    "url": "https://en.wikipedia.org/wiki/Cheese"
  },
  "word": {
    "id": "hachure",
    "word": "hachure",
    "url": "https://www.merriam-webster.com/dictionary/hachure",
    "partOfSpeech": "verb",
    "pronunciation": "ha-SHUR",
    "audioPath": "audio/words/hachure.mp3",
    "definitions": [
      "to shade with or show by short lines used for shading and denoting surfaces in relief (as in map drawing) and drawn in the direction of slope"
    ],
    "examples": [
      "\"In the early years of the survey, hachuring was used to indicate the steepness of slopes on maps, whereas in later years, the more abbreviated and legible contour line was employed.\" (Robin E. Kelsey, _The Art Bulletin_, December 1, 2003)"
    ],
    "origin": "As our example sentence indicates, hachuring is an old map drawing technique that was largely replaced in later years by the use of [contour lines](https://www.merriam-webster.com/art/dict/contourm.htm), or lines that connect points of similar elevation. The word \"hachure,\" which can also be a noun referring to one of the short lines used in hachuring, comes from the French \"hacher,\" meaning \"to chop up\" or \"hash.\" This French word is also the source of the verbs \"hash,\" which can mean \"to chop (as meat and potatoes) into small pieces,\" among other meanings, and \"hatch,\" meaning \"to inlay with narrow bands of distinguishable material\" and \"to mark (as a drawing or engraving) with fine closely spaced lines.\""
  }
}
