{
  "artist": {
    "id": "william-orpen",
    "name": "William Orpen",
    "dates": "Nov 27, 1878 - Sep 29, 1931",
    "mainImg": "img/art/artists/william-orpen.jpg",
    "artworkImgs": [
      {
        "name": "Thiepval",
        "path": "img/art/artworks/william-orpen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/thiepval-william-orpen/9wF1hsdD4DnG9w"
      },
      {
        "name": "The Manchesters, Arras. 'Just out of the trenches near Arras. Been through the battles of Ypres and Somme untouched. Going home to Sheffield to be married.'",
        "path": "img/art/artworks/william-orpen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-manchesters-arras-just-out-of-the-trenches-near-arras-been-through-the-battles-of-ypres-and-somme-untouched-going-home-to-sheffield-to-be-married-orpen-william-sir-ra/VwH5G-gXkWgkLQ"
      },
      {
        "name": "Zonnebeke",
        "path": "img/art/artworks/william-orpen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/zonnebeke-sir-william-orpen/DAG_Evr5TvN3Yg"
      },
      {
        "name": "Dead Germans in a Trench",
        "path": "img/art/artworks/william-orpen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/dead-germans-in-a-trench-orpen-william-sir-ra/NQEwQRucOTSGeg"
      },
      {
        "name": "The Artist: Self Portrait",
        "path": "img/art/artworks/william-orpen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-artist-self-portrait-william-orpen/HAE50yESB4dwZw"
      },
      {
        "name": "A view of the interior of the Hall of Mirrors at Versailles during the Paris Peace Conference 1919, with the heads of state sitting and standing before a long table.",
        "path": "img/art/artworks/william-orpen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-view-of-the-interior-of-the-hall-of-mirrors-at-versailles-during-the-paris-peace-conference-1919-with-the-heads-of-state-sitting-and-standing-before-a-long-table-william-orpen/jgEWdTQgxmjybQ"
      }
    ],
    "summary": [
      "Major Sir William Newenham Montague Orpen, KBE, RA, RHA was an Irish artist who worked mainly in London. Orpen was a fine draughtsman and a popular, commercially successful, painter of portraits for the well-to-do in Edwardian society, though many of his most striking paintings are self-portraits.",
      "During World War I, he was the most prolific of the official war artists sent by Britain to the Western Front. There he produced drawings and paintings of ordinary soldiers, dead men, and German prisoners of war, as well as portraits of generals and politicians. Most of these works, 138 in all, he donated to the British government; they are now in the collection of the Imperial War Museum. His connections to the senior ranks of the British Army allowed him to stay in France longer than any of the other official war artists, and although he was made a Knight Commander of the Order of the British Empire in the 1918 King's birthday honours list, and also elected a member of the Royal Academy of Arts, his determination to serve as a war artist cost him both his health and his social standing in Britain."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Drawing", "Charcoal"],
    "urlWiki": "https://en.wikipedia.org/wiki/William_Orpen",
    "urlGoogle": "https://artsandculture.google.com/entity/william-orpen/m04rb6k"
  },
  "event": {
    "id": "german-occupation-of-latvia-during-world-war-ii",
    "name": "German occupation of Latvia during World War II",
    "dates": "Jul 10, 1941 - May 8, 1945",
    "mainImg": "img/events/german-occupation-of-latvia-during-world-war-ii.jpg",
    "summary": [
      "The occupation of Latvia by Nazi Germany was completed on July 10, 1941 by Germany's armed forces. Latvia became a part of Nazi Germany's Reichskommissariat Ostland—the Province General of Latvia. Anyone not racially acceptable or who opposed the German occupation, as well as those who had cooperated with the Soviet Union, were killed or sent to concentration camps in accordance with the Nazi Generalplan Ost."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/German_occupation_of_Latvia_during_World_War_II",
    "urlGoogle": "https://artsandculture.google.com/entity/german-occupation-of-latvia-during-world-war-ii/m0btdrh"
  },
  "funFacts": [
    {
      "id": "890",
      "fact": "The number 1 or the word One appears on the dollar bill 16 times.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "403",
      "fact": "The largest hailstone ever recorded in the U.S. was 17.5 inches around.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "505507",
      "fact": "There's only one Blockbuster still operating in the U.S.—it's located in Bend, Oregon."
    }
  ],
  "idiom": {
    "id": "over-a-barrel",
    "term": "over a barrel",
    "definition": "In a weak or difficult position, as in *Once the competitors found a flaw in our product, they had us over a barrel.* This slangy expression, first recorded in 1938, supposedly alludes to reviving a drowning victim by placing the body head down over a barrel and rolling it back and forth, so as to empty the lungs of water. The expression survives, although happily the practice does not."
  },
  "person": {
    "id": "sandra-day-o-connor",
    "name": "Sandra Day O'Connor",
    "dates": "Born Mar 26, 1930",
    "mainImg": "img/people/sandra-day-o-connor.jpg",
    "summary": [
      "Sandra Day O'Connor is an American attorney, politician, and jurist who served as an Associate Justice of the Supreme Court of the United States from 1981 until her retirement in 2006. She was the first woman to serve on the Court.",
      "Prior to O'Connor's tenure on the Court, she was a judge and an elected official in Arizona, serving as the first female Majority Leader of a state senate as the Republican leader in the Arizona Senate. Upon her nomination to the Court, O'Connor was confirmed unanimously by the Senate. On July 1, 2005, she announced her intention to retire effective upon the confirmation of a successor. Samuel Alito was nominated to take her seat in October 2005 and joined the Court on January 31, 2006.",
      "As a moderate Republican, O'Connor tended to approach each case narrowly without seeking to establish sweeping precedents. She most frequently sided with the Court's conservative bloc, having the swing opinion in many decisions. She often wrote concurring opinions that limited the reach of the majority holding. Her majority opinions in landmark cases include Grutter v. Bollinger and Hamdi v. Rumsfeld. She also wrote in part the per curiam majority opinion in Bush v."
    ],
    "quote": "“It is difficult to discern a serious threat to religious liberty from a room of silent, thoughtful schoolchildren.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Sandra_Day_O%27Connor",
    "urlGoogle": "https://artsandculture.google.com/entity/sandra-day-o-connor/m0bq7m"
  },
  "place": {
    "id": "zurich",
    "name": "Zürich",
    "mainImg": "img/places/zurich.jpg",
    "summary": [
      "Zürich is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland at the northwestern tip of Lake Zürich. As of January 2020 the municipality has 434,335 inhabitants, the urban area 1.315 million and the Zürich metropolitan area 1.83 million. Zürich is a hub for railways, roads, and air traffic. Both Zurich Airport and railway station are the largest and busiest in the country.",
      "Permanently settled for over 2,000 years, Zürich was founded by the Romans, who, in 15 BC, called it Turicum. However, early settlements have been found dating back more than 6,400 years. During the Middle Ages, Zürich gained the independent and privileged status of imperial immediacy and, in 1519, became a primary centre of the Protestant Reformation in Europe under the leadership of Huldrych Zwingli.",
      "The official language of Zürich is German, but the main spoken language is the local variant of the Alemannic Swiss German dialect, Zürich German.",
      "Many museums and art galleries can be found in the city, including the Swiss National Museum, the Kunsthaus and newer Theater 11 in Oerlikon."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Z%C3%BCrich",
    "urlGoogle": "https://artsandculture.google.com/entity/zürich/m08966"
  },
  "wiki": {
    "id": "norwich-city-f-c",
    "name": "Norwich City F.C.",
    "summary": "Norwich City Football Club is an English professional football club based in Norwich, Norfolk. Norwich play in the Football League Championship, last appearing in the FA Premier League in 2004–05, having first been promoted to the top flight in 1972. Norwich have won the League Cup twice, in 1962 and 1985. The club was founded in 1902. Since 1935, Norwich have played their home games at Carrow Road and have a long-standing and fierce rivalry with East Anglian rivals Ipswich Town, with whom they have contested the East Anglian Derby 134 times since 1902. The fans' song \"On The Ball, City\" is regarded as being the oldest football song in the world.",
    "url": "https://en.wikipedia.org/wiki/Norwich_City_F.C."
  },
  "word": {
    "id": "tutelary",
    "word": "tutelary",
    "url": "https://www.merriam-webster.com/dictionary/tutelary",
    "partOfSpeech": "adjective",
    "pronunciation": "TOO-tuh-lair-ee",
    "audioPath": "audio/words/tutelary.mp3",
    "definitions": [
      "having the guardianship of a person or a thing",
      "of or relating to a guardian"
    ],
    "examples": [
      "The ancient Romans revered certain gods and goddesses as _tutelary_ deities.",
      "\"You can see a similar restlessness in the range of C.K.'s influences.... Indie film pioneer John Cassavettes may be another _tutelary_ spirit.\" - From a review by Adam Wilson in Salon.com, September 25, 2012"
    ],
    "origin": "\"Tutelary\" derives from the Latin noun \"tutelarius,\" meaning \"guardian.\" \"Tutelarius,\" in turn, was formed by combining the word \"tutela\" (\"protection\" or \"guardian\") and \"-arius,\" a suffix that implies belonging and connection. A more familiar descendant of \"tutela\" in English might be \"tutelage,\" which initially described an act or process of serving as a guardian or protector but has also come to refer to teaching or influence. If you suspect that \"tutor\" is also related, you are correct. \"Tutelary\" can also be a noun referring to a power (such as a deity) who acts as a guardian."
  }
}
