{
  "artist": {
    "id": "elisabeth-vigee-le-brun",
    "name": "Élisabeth Vigée Le Brun",
    "dates": "Apr 16, 1755 - Mar 30, 1842",
    "mainImg": "img/art/artists/elisabeth-vigee-le-brun.jpg",
    "artworkImgs": [
      {
        "name": "Marie-Antoinette, Queen of France",
        "path": "img/art/artworks/elisabeth-vigee-le-brun-a1.jpg",
        "source": "https://artsandculture.google.com/asset/marie-antoinette-queen-of-france-elisabeth-vigée-le-brun/tAEhw_2KvIWeXQ"
      },
      {
        "name": "Marie-Antoinette with the Rose",
        "path": "img/art/artworks/elisabeth-vigee-le-brun-a2.jpg",
        "source": "https://artsandculture.google.com/asset/marie-antoinette-with-the-rose-louise-elisabeth-vigée-lebrun/qwHgKqLoAQb9FQ"
      },
      {
        "name": "Marie-Antoinette de Lorraine-Habsbourg, queen of France, and her children",
        "path": "img/art/artworks/elisabeth-vigee-le-brun-a3.jpg",
        "source": "https://artsandculture.google.com/asset/marie-antoinette-de-lorraine-habsbourg-queen-of-france-and-her-children-elisabeth-louise-vigée-lebrun/RQE3s9ANo6GnTg"
      },
      {
        "name": "Madame Grand (Noël Catherine Vorlée, 1761–1835)",
        "path": "img/art/artworks/elisabeth-vigee-le-brun-a4.jpg",
        "source": "https://artsandculture.google.com/asset/madame-grand-noël-catherine-vorlée-1761–1835-élisabeth-louise-vigée-le-brun/WgH6erQsCpS08A"
      },
      {
        "name": "Madame Grand (Noël Catherine Vorlée, 1761–1835)",
        "path": "img/art/artworks/elisabeth-vigee-le-brun-a5.jpg",
        "source": "https://artsandculture.google.com/asset/madame-grand-noël-catherine-vorlée-1761–1835-élisabeth-louise-vigée-le-brun/VgGVzbNUlGoZmQ"
      },
      {
        "name": "Marie-Antoinette, Queen of France",
        "path": "img/art/artworks/elisabeth-vigee-le-brun-a6.jpg",
        "source": "https://artsandculture.google.com/asset/marie-antoinette-queen-of-france-anonymous-after-elisabeth-louise-vigée-le-brun/UgFU_zbdIEfGkA"
      }
    ],
    "summary": [
      "Élisabeth Louise Vigée Le Brun, also known as Madame Le Brun, was a prominent French portrait painter of the late 18th century.",
      "Her artistic style is generally considered part of the aftermath of Rococo with elements of an adopted Neoclassical style. Her subject matter and color palette can be classified as Rococo, but her style is aligned with the emergence of Neoclassicism. Vigée Le Brun created a name for herself in Ancien Régime society by serving as the portrait painter to Marie Antoinette. She enjoyed the patronage of European aristocrats, actors, and writers, and was elected to art academies in ten cities.",
      "Vigée Le Brun created some 660 portraits and 200 landscapes. In addition to many works in private collections, her paintings are owned by major museums, such as the Louvre, Hermitage Museum, National Gallery in London, Metropolitan Museum of Art in New York, and many other collections in continental Europe and the United States."
    ],
    "quote": null,
    "movements": ["Neoclassicism", "Rococo", "Renaissance"],
    "mediums": ["Oil paint", "Etching", "Engraving", "Wood", "Ink", "Oak"],
    "urlWiki": "https://en.wikipedia.org/wiki/%C3%89lisabeth_Vig%C3%A9e_Le_Brun",
    "urlGoogle": "https://artsandculture.google.com/entity/élisabeth-vigée-le-brun/m02q0w"
  },
  "event": {
    "id": "battle-of-cocos",
    "name": "Battle of Cocos",
    "dates": null,
    "mainImg": "img/events/battle-of-cocos.jpg",
    "summary": [
      "The Battle of Cocos was a single-ship action that occurred on 9 November 1914, after the Australian light cruiser HMAS Sydney responded to an attack on a communications station at Direction Island by the German light cruiser SMS Emden.",
      "After the retreat of the German East Asia Squadron from south-east Asia, Emden remained behind to function as a commerce raider. During a two-month period, the German cruiser captured or sank 25 civilian vessels, shelled Madras, and destroyed two Allied warships at Penang. In early November, von Müller decided to attack the communications station at Direction Island, in the Cocos Islands, to hamper Allied communications and frustrate the search for his ship. Around the same time, a convoy of Europe-bound transports carrying Australian and New Zealand soldiers departed from Albany, Western Australia, with HMAS Melbourne, HMAS Sydney, HMS Minotaur, and Japanese battlecruiser Ibuki escorting.",
      "During the night of 8–9 November, Emden reached the islands, and sent a party ashore at around 06:00 to disable the wireless and cable transmission station on Direction Island. The station was able to transmit a distress call before it was shut down."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Cocos",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-cocos/m05ngc4"
  },
  "funFacts": [
    {
      "id": "124",
      "fact": "Seals sleep only one and a half minutes at a time.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "71",
      "fact": "There is a town called \"Big Ugly\" in West Virginia.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554033",
      "fact": "The Antikythera mechanism, discovered by sponge divers in 1900, is sometimes called the world's first analog computer. Designed to calculate dates and predict astronomical phenomena, it was so advanced nothing surpassed it for almost 1500 years."
    }
  ],
  "idiom": {
    "id": "sing-for-ones-supper",
    "term": "sing for one's supper",
    "definition": "Work for one's pay or reward, as in *Entertaining visiting scientists is part of the job; you know I have to sing for my supper:* This metaphoric term alludes to wandering minstrels who performed in taverns and were paid with a meal. First recorded in 1609, it gained currency with the familiar nursery rhyme, \"Little Tommy Tucker, sings for his supper\" (c. 1744)."
  },
  "person": {
    "id": "diane-abbott",
    "name": "Diane Abbott",
    "dates": "Born Sep 27, 1953",
    "mainImg": "img/people/diane-abbott.jpg",
    "summary": [
      "Diane Julie Abbott is a British politician who served as the Shadow Home Secretary in the Shadow Cabinet of Jeremy Corbyn from 2016 to 2020. She has been the Member of Parliament for Hackney North and Stoke Newington since 1987. As a member of the Labour Party, she has held various positions in successive Shadow Cabinets; she was the country's first black female MP and is the longest-serving black MP in the House of Commons.",
      "Born in Paddington to a British Jamaican family, Abbott studied History at Newnham College, Cambridge. She worked in the civil service and as a reporter for Thames Television and TV-am before becoming a press officer for the Greater London Council. Joining Labour, she was elected to Westminster City Council in 1982 and then as an MP in 1987, being re-elected in the 1992, 1997, 2001, 2005, 2010, 2015, 2017 and 2019 general elections. She has faced disproportionate sexism and racism as a public figure, individually receiving almost half of all abusive tweets directed at women MPs during the 2017 election campaign."
    ],
    "quote": "“My mother liked Jim Reeves. I hated his records. He was unbearable.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Diane_Abbott",
    "urlGoogle": "https://artsandculture.google.com/entity/diane-abbott/m0kmws"
  },
  "place": {
    "id": "semarang",
    "name": "Semarang",
    "mainImg": "img/places/semarang.jpg",
    "summary": [
      "Semarang is the capital and largest city of Central Java province in Indonesia. A major port during the Dutch colonial era, and still an important regional centre and port today. The city has been named as the cleanest tourist destination in Southeast Asia by the ASEAN Clean Tourist City Standard for the year of 2020 to 2022.",
      "It has an area of 373.78 square kilometres and is located at 6°58′S 110°25′E. The population of the city is approximately 1.8 million people, making it Indonesia's seventh most populous city after Jakarta, Surabaya, Bandung, Bekasi, Medan, and Tangerang. The built-up urban area had 3,183,516 inhabitants at the 2010 census spread on 2 cities and 26 districts. The Semarang metropolitan area has a population of close to 6 million. Population of the city is predominantly Javanese with significant Chinese population."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Semarang",
    "urlGoogle": "https://artsandculture.google.com/entity/semarang/m0496mh"
  },
  "wiki": {
    "id": "extratropical-cyclone",
    "name": "Extratropical cyclone",
    "summary": "Extratropical cyclones are one part of the broader family of cyclones. They are defined as synoptic scale low pressure weather systems that occur in the middle latitudes of the Earth, having neither tropical nor polar characteristics, and are connected with fronts and horizontal gradients in temperature and dew point otherwise known as \"baroclinic zones\". Extratropical cyclones are the everyday phenomena which, along with anticyclones, drive the weather over much of the Earth, producing weather ranging from cloudiness and mild showers, to heavy gales and thunderstorms. Extratropical cyclones form anywhere within the extratropical regions of the Earth (usually between 30° and 60° latitude from the equator) in one of two ways; either through cyclogenesis or extratropical transition.",
    "url": "https://en.wikipedia.org/wiki/Extratropical_cyclone"
  },
  "word": {
    "id": "leonine",
    "word": "leonine",
    "url": "https://www.merriam-webster.com/dictionary/leonine",
    "partOfSpeech": "adjective",
    "pronunciation": "LEE-uh-nyne",
    "audioPath": "audio/words/leonine.mp3",
    "definitions": ["of, relating to, suggestive of, or resembling a lion"],
    "examples": [
      "\"The world wanders into many strange by-paths of affection. The love of a mother for her children is dominant, _leonine_, selfish, and unselfish.\" -- From Theodore Dreiser's 1912 novel _The Financier_",
      "\"At 72, the _leonine_ pianist \\[McCoy Tyner\\] didn't make the instrument shudder as he did earlier in his career. But, at its best, his set still produced more sound and fury, more brilliant colors and bursts of dissonance, than most of his peers could match.\" -- From a review by Howard Reich in the _Chicago Tribune_, December 21, 2011"
    ],
    "origin": "\"Leonine\" derives from Latin \"leo,\" meaning \"lion,\" which in turn comes from Greek \"lēon.\" \"Lēon\" gave us an interesting range of words: \"leopard\" (which is \"lēon\" combined with \"pardos,\" a Greek word for a panther-like animal); \"dandelion\" (which came by way of the Anglo-French phrase \"dent de lion\" -- literally, \"lion's tooth\"); and \"chameleon\" (which uses the combining form from Greek that means \"on the ground\"); as well as the names \"Leon\" and \"Leonard.\" But the dancer's and gymnast's leotard is not named for its wearer's cat-like movements. Rather, it was simply named after its inventor, Jules Leotard, a 19th-century French aerial gymnast."
  }
}
