{
  "artist": {
    "id": "fernando-botero",
    "name": "Fernando Botero",
    "dates": "Born Apr 19, 1932",
    "mainImg": "img/art/artists/fernando-botero.jpg",
    "artworkImgs": [
      {
        "name": "Monalisa",
        "path": "img/art/artworks/fernando-botero-a1.jpg",
        "source": "https://artsandculture.google.com/asset/monalisa/OwG2Tsb1erVytQ"
      },
      {
        "name": "Una familia",
        "path": "img/art/artworks/fernando-botero-a2.jpg",
        "source": "https://artsandculture.google.com/asset/una-familia/SQHd_uZf4mMvng"
      },
      {
        "name": "Naturaleza muerta con libros",
        "path": "img/art/artworks/fernando-botero-a3.jpg",
        "source": "https://artsandculture.google.com/asset/naturaleza-muerta-con-libros/OwEHdIPF52uVAw"
      },
      {
        "name": "Guerrilla de Eliseo Velásquez",
        "path": "img/art/artworks/fernando-botero-a4.jpg",
        "source": "https://artsandculture.google.com/asset/guerrilla-de-eliseo-velásquez/8AG8rUSjhoAKzA"
      },
      {
        "name": "Niña con flor",
        "path": "img/art/artworks/fernando-botero-a5.jpg",
        "source": "https://artsandculture.google.com/asset/niña-con-flor/1AHSVoPJrRjn4Q"
      },
      {
        "name": "Pareja bailando",
        "path": "img/art/artworks/fernando-botero-a6.jpg",
        "source": "https://artsandculture.google.com/asset/pareja-bailando/uAENc5haLHz8PA"
      }
    ],
    "summary": [
      "Fernando Botero Angulo is a Colombian figurative artist and sculptor, born in Medellín. His signature style, also known as \"Boterismo\", depicts people and figures in large, exaggerated volume, which can represent political criticism or humor, depending on the piece. He is considered the most recognized and quoted living artist from Latin America, and his art can be found in highly visible places around the world, such as Park Avenue in New York City and the Champs-Élysées in Paris.",
      "Self-titled \"the most Colombian of Colombian artists\" early on, Botero came to national prominence when he won the first prize at the Salón de Artistas Colombianos in 1958. He began creating sculptures after moving to Paris in 1973, achieving international recognition with exhibitions across the world by the 1990s. His art is collected by many major international museums, corporations, and private collectors. In 2012, he received the International Sculpture Center's Lifetime Achievement in Contemporary Sculpture Award."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Modern art"],
    "mediums": ["Watercolor painting", "Sculpture", "Pencil", "Drawing", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Fernando_Botero",
    "urlGoogle": "https://artsandculture.google.com/entity/fernando-botero/m01ry44"
  },
  "event": {
    "id": "iran-saudi-arabia-proxy-conflict",
    "name": "Iran–Saudi Arabia proxy conflict",
    "dates": "1979",
    "mainImg": "img/events/iran-saudi-arabia-proxy-conflict.jpg",
    "summary": [
      "The Iran–Saudi Arabia proxy conflict, sometimes also referred to as the Middle Eastern Cold War is the ongoing struggle for influence in the Middle East and surrounding regions between the Islamic Republic of Iran and the Kingdom of Saudi Arabia. The two countries have provided varying degrees of support to opposing sides in nearby conflicts, including the civil wars in Syria, Yemen, and Iraq. The rivalry also extends to disputes in Bahrain, Lebanon, Qatar, Pakistan, Afghanistan, Nigeria, and Morocco, as well as broader competition in North and East Africa, parts of South Asia, Central Asia, and the Caucasus.",
      "In what has been described as a cold war, the conflict is waged on multiple levels over geopolitical, economic, and sectarian influence in pursuit of regional hegemony. American support for Saudi Arabia and its allies as well as Russian and Chinese support for Iran and its allies have drawn comparisons to the dynamics of the Cold War era, and the proxy conflict has been characterized as a front in what Russian Prime Minister Dmitry Medvedev has referred to as the \"New Cold War\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Iran%E2%80%93Saudi_Arabia_proxy_conflict",
    "urlGoogle": "https://artsandculture.google.com/entity/iran–saudi-arabia-proxy-conflict/g11bxjb_dlh"
  },
  "funFacts": [
    {
      "id": "774",
      "fact": "Koalas only drink water in extreme heat or drought.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "362",
      "fact": "\"Arachibutlphobia\" is the fear of peanut butter sticking to the roof of your mouth.",
      "category": ["Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553834",
      "fact": "In The Empire Strikes Back, an extra can be seen running with what appears to be an ice cream maker. The character became legendary among fans, and was eventually given a name (Willrow Hood) and a backstory."
    }
  ],
  "idiom": {
    "id": "if-the-mountain-wont-come-to-muhammad-muhammad-must-go-to-the-mountain",
    "term": "if the mountain won't come to Muhammad, Muhammad must go to the mountain",
    "definition": "If one can't have one's way, one must give in. For example, *Since you can't come here for the holiday, I'll go to your house---if the mountain won't come to Muhammad, Muhammad must go to the mountain.* This expression is based on a tale that Muhammad once sought proof of his teachings by ordering a mountain to come to him. When it did not move, he maintained that God had been merciful, for if it had indeed moved they all would have been crushed by it. [Late 1500s]"
  },
  "person": {
    "id": "prince-arthur-duke-of-connaught-and-strathearn",
    "name": "Prince Arthur, Duke of Connaught and Strathearn",
    "dates": "May 1, 1850 - Jan 16, 1942",
    "mainImg": "img/people/prince-arthur-duke-of-connaught-and-strathearn.jpg",
    "summary": [
      "Prince Arthur, Duke of Connaught and Strathearn, was the seventh child and third son of Queen Victoria and Prince Albert. He served as the Governor General of Canada, the tenth since Canadian Confederation and the only British prince to do so. In 1910 he was appointed Grand Prior of the Order of St John and held this position until 1939.",
      "Arthur was educated by private tutors before entering the Royal Military Academy, Woolwich at the age of 16. Upon graduation, he was commissioned as a lieutenant in the British Army, where he served for some 40 years, seeing service in various parts of the British Empire. During this time he was also created a royal duke, becoming the Duke of Connaught and Strathearn, as well as the Earl of Sussex. In 1911, he was appointed as Governor General of Canada, replacing the Earl Grey as viceroy. He occupied this post until he was succeeded by the Duke of Devonshire in 1916. He acted as the King's, and thus the Canadian Commander-in-Chief's, representative through the first years of the First World War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Prince_Arthur,_Duke_of_Connaught_and_Strathearn",
    "urlGoogle": "https://artsandculture.google.com/entity/prince-arthur-duke-of-connaught-and-strathearn/m01h_sl"
  },
  "place": {
    "id": "galway",
    "name": "Galway",
    "mainImg": "img/places/galway.jpg",
    "summary": [
      "Galway is a city in County Galway in the West of Ireland, in the province of Connacht. It lies on the River Corrib between Lough Corrib and Galway Bay, and is the sixth most populous city in Ireland, with a population at the 2016 Census of 79,934.",
      "Galway is renowned for its vibrant lifestyle and for hosting numerous festivals, celebrations and events such as The Galway Arts Festival. In 2018, it was named the European Region of Gastronomy. The city is currently the European Capital of Culture for 2020, alongside Rijeka, Croatia."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Galway",
    "urlGoogle": "https://artsandculture.google.com/entity/galway/m0m__z"
  },
  "quote": {
    "id": "4",
    "quote": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.",
    "author": "Steve Jobs"
  },
  "wiki": {
    "id": "shei-kra",
    "name": "SheiKra",
    "summary": "SheiKra is a steel Dive Coaster roller coaster at the Busch Gardens Tampa Bay amusement park in Tampa, Florida, United States. The name is derived from \"shikra\", an Asian-African hawk that is known to dive vertically for its prey. Manufactured by Bolliger & Mabillard, the ride was planned to reach a height of approximately 160 feet (49 m), but this was later changed to 200 feet (61 m). It reaches a maximum speed of 70 miles per hour (110 km/h), and has a total track length of 3,188 feet (972 m). It opened in 2005, and was converted to a floorless roller coaster in 2007, following the opening of its sister Dive Coaster Griffon at Busch Gardens Williamsburg. SheiKra was the first Dive Coaster to be constructed in North America; it was also the first of its kind to feature a vertical drop, a splashdown and an Immelmann loop. It broke the records for the world's longest, tallest, and fastest Dive Coaster, but has since lost these records. In 2005, Amusement Today's annual Golden Ticket Awards voted it the fourth-best new steel roller coaster of that year (in a three-way tie) and the 28th-best steel roller coaster. It was voted the 30th-best steel roller coaster in 2012.",
    "url": "https://en.wikipedia.org/wiki/SheiKra"
  },
  "word": {
    "id": "irrupt",
    "word": "irrupt",
    "url": "https://www.merriam-webster.com/dictionary/irrupt",
    "partOfSpeech": "verb",
    "pronunciation": "ih-RUPT",
    "audioPath": "audio/words/irrupt.mp3",
    "definitions": [
      "to rush in forcibly or violently",
      "to undergo a sudden upsurge in numbers especially when natural ecological balances and checks are disturbed",
      "to become active or violent especially suddenly : erupt"
    ],
    "examples": [
      "The stadium irrupted in applause for the local high school choir's outstanding rendition of the national anthem."
    ],
    "origin": "\"Irrupt\" and \"erupt” have existed as discrete words since the 1800s. Both are descendants of the Latin verb \"rumpere,\" which means \"to break,\" but \"irrupt\" has affixed to it the prefix \"ir-\" (in the sense \"into\") while \"erupt\" begins with the prefix \"e-\" (meaning \"out\"). So \"to irrupt\" was originally to rush in, and \"to erupt\" was to burst out. But it's sometimes hard to distinguish the precise direction of a violent rush, and \"irrupt\" came to be used as a synonym of \"erupt\" in the senses \"to become active or violent especially suddenly\" and \"to break forth,\" as in our example sentence."
  }
}
