{
  "artist": {
    "id": "lin-fengmian",
    "name": "Lin Fengmian",
    "dates": "Nov 22, 1900 - Aug 12, 1991",
    "mainImg": "img/art/artists/lin-fengmian.jpg",
    "artworkImgs": [
      {
        "name": "Autumn landscape",
        "path": "img/art/artworks/lin-fengmian-a1.jpg",
        "source": "https://artsandculture.google.com/asset/autumn-landscape/DwHXvROwJnA6LQ"
      },
      {
        "name": "Autumn Heron",
        "path": "img/art/artworks/lin-fengmian-a2.jpg",
        "source": "https://artsandculture.google.com/asset/autumn-heron-lin-fengmian/lwGdFTvSsQU9Pw"
      },
      {
        "name": "Reading Lady",
        "path": "img/art/artworks/lin-fengmian-a3.jpg",
        "source": "https://artsandculture.google.com/asset/reading-lady-lin-fengmian/wQEX036bCVjttQ"
      },
      {
        "name": "Ladies in a garden",
        "path": "img/art/artworks/lin-fengmian-a4.jpg",
        "source": "https://artsandculture.google.com/asset/ladies-in-a-garden/vQHHZgu0FveqZA"
      },
      {
        "name": "Landscape",
        "path": "img/art/artworks/lin-fengmian-a5.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-lin-fengmian/VQEItCPAJNYd5A"
      },
      {
        "name": "Whistling of the Wind in the Pines",
        "path": "img/art/artworks/lin-fengmian-a6.jpg",
        "source": "https://artsandculture.google.com/asset/whistling-of-the-wind-in-the-pines-lin-fengmian/7wE0wJat7PbuPw"
      }
    ],
    "summary": [
      "Lin Fengmian, originally Lin Fengming, was a Chinese painter and is considered a pioneer of modern Chinese painting for blending Chinese and Western styles, he was one of the earliest Chinese painters to study in Europe. He was also an important innovator in the area of Chinese art education. He was one of the pioneers of Chinese modern art, who earned the title of \"The Four Great Academy Presidents\"."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Modern art"],
    "mediums": ["Ink", "Watercolor painting", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lin_Fengmian",
    "urlGoogle": "https://artsandculture.google.com/entity/lin-fengmian/m02rbbyc"
  },
  "event": {
    "id": "american-frontier",
    "name": "American frontier",
    "dates": "1607 - 1920",
    "mainImg": "img/events/american-frontier.jpg",
    "summary": [
      "The American frontier includes the geography, history, folklore, and cultural expression of life in the forward wave of American expansion that began with English colonial settlements in the early 17th century and ended with the admission of the last remaining western territories as states in 1912. This era of massive migration and settlement was particularly encouraged by President Thomas Jefferson following the Louisiana Purchase, giving rise to the expansionist philosophy known as \"Manifest Destiny\".",
      "A frontier is a zone of contact at the edge of a line of settlement. Leading theorist Frederick Jackson Turner went deeper, arguing that the frontier was the defining process of American civilization: \"The frontier,\" he asserted, \"promoted the formation of a composite nationality for the American people.\" He theorized it was a process of development: \"This perennial rebirth, this fluidity of American life, this expansion westward...furnish[es] the forces dominating American character.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/American_frontier",
    "urlGoogle": "https://artsandculture.google.com/entity/american-frontier/m01lgb6"
  },
  "funFacts": [
    {
      "id": "728",
      "fact": "The planet Saturn's density is lower than water; in fact, it would float if placed in water.",
      "category": ["Science"]
    },
    {
      "id": "244",
      "fact": "The watermelon seed-spitting world record is about 70 feet.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [
    { "id": "554066", "fact": "The wood frog can hold its pee for up to eight months." }
  ],
  "idiom": {
    "id": "spick-and-span",
    "term": "spick and span",
    "definition": "Neat and clean, as in *When Ruth has finished cleaning, the whole house is spick and span.* This term combines two nouns that are now obsolete, *spick,* \"a nail\" or \"spike,\" and *span,* \"a wooden chip.\" In the 1500s a sailing ship was considered *spick and span* when every spike and chip was brand-new. The transfer to the current sense took place in the mid-1800s."
  },
  "person": {
    "id": "yongzheng-emperor",
    "name": "Yongzheng Emperor",
    "dates": "Dec 13, 1678 - Oct 8, 1735",
    "mainImg": "img/people/yongzheng-emperor.jpg",
    "summary": [
      "The Yongzheng Emperor, born Yinzhen, was the fifth Emperor of the Qing dynasty, and the third Qing emperor to rule over China proper, reigned from 1722 to 1735. A hard-working ruler, the Yongzheng Emperor's main goal was to create an effective government at minimal expense. Like his father, the Kangxi Emperor, the Yongzheng Emperor used military force to preserve the dynasty's position. His reign was known for being despotic, efficient, and vigorous.",
      "Although Yongzheng's reign was much shorter than that of both his father and his son, the Yongzheng era was a period of peace and prosperity. The Yongzheng Emperor cracked down on corruption and reformed the financial administration. His reign saw the formation of the Grand Council, an institution which had an enormous impact on the future of the Qing dynasty."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Yongzheng_Emperor",
    "urlGoogle": "https://artsandculture.google.com/entity/yongzheng-emperor/m01ndc6"
  },
  "place": {
    "id": "nairobi",
    "name": "Nairobi",
    "mainImg": "img/places/nairobi.jpg",
    "summary": [
      "Nairobi is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun.",
      "Nairobi was founded in 1899 by the colonial authorities in British East Africa, as a rail depot on the Uganda Railway. The town quickly grew to replace Mombasa as the capital of Kenya in 1907. After independence in 1963, Nairobi became the capital of the Republic of Kenya. During Kenya's colonial period, the city became a centre for the colony's coffee, tea and sisal industry. The city lies on the River Athi in the southern part of the country, and has an elevation of 1,795 metres above sea level.",
      "According to the 2019 census, in the administrative area of Nairobi, 4,397,073 inhabitants lived within 696 km²."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nairobi",
    "urlGoogle": "https://artsandculture.google.com/entity/nairobi/m05d49"
  },
  "quote": {
    "id": "66",
    "quote": "Eighty percent of success is showing up.",
    "author": "Woody Allen"
  },
  "wiki": {
    "id": "middle-ages",
    "name": "Middle Ages",
    "summary": "The Middle Ages of European history lasted from the 5th to the 15th century. It began with the collapse of the Western Roman Empire and the subsequent formation of new kingdoms by barbarian invaders. The Franks, under the Carolingian dynasty, established an empire covering much of Western Europe; the Carolingian Empire endured until the 9th century. During the High Middle Ages, which began after AD 1000, the population of Europe increased as technological and agricultural innovations allowed trade to flourish and crop yields to increase. Western European Christians attempted to regain control of the Holy Land in the Crusades. Intellectual life was marked by scholasticism and the founding of universities. The philosophy of Thomas Aquinas, the paintings of Giotto, the poetry of Dante and Chaucer, the travels of Marco Polo, and the architecture of Gothic cathedrals are among the outstanding achievements of this period. The Late Middle Ages was marked by famine, plague, and war; between 1347 and 1350, the Black Death killed about a third of Europeans. Cultural and technological developments transformed European society, leading to the early modern period.",
    "url": "https://en.wikipedia.org/wiki/Middle_Ages"
  },
  "word": {
    "id": "baroque",
    "word": "baroque",
    "url": "https://www.merriam-webster.com/dictionary/baroque",
    "partOfSpeech": "adjective, often capitalized",
    "pronunciation": "buh-ROHK",
    "audioPath": "audio/words/baroque.mp3",
    "definitions": [
      "of or relating to a style of art and music marked by complex forms and bold ornamentation",
      "characterized by grotesqueness, extravagance, complexity, or flamboyance",
      "irregularly shaped"
    ],
    "examples": [
      "She’s an immensely talented writer, but her baroque prose style is too grandiose for my taste."
    ],
    "origin": "\"Baroque\" came to English from a French word meaning \"irregularly shaped.\" At first, the word in French was used mostly to refer to pearls. Eventually, it came to describe an extravagant style of art characterized by curving lines, gilt, and gold. This type of art, which was prevalent especially in the 17th century, was sometimes considered to be excessively decorated and overly complicated. It makes sense, therefore, that the meaning of the word \"baroque\" has broadened to include anything that seems excessively ornate or elaborate."
  }
}
