{
  "artist": {
    "id": "antoine-jean-gros",
    "name": "Antoine-Jean Gros",
    "dates": "Mar 16, 1771 - Jun 25, 1835",
    "mainImg": "img/art/artists/antoine-jean-gros.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Second Lieutenant Charles Legrand",
        "path": "img/art/artworks/antoine-jean-gros-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-second-lieutenant-charles-legrand-baron-antoine-jean-gros/QAEjBXtkkVlRqQ"
      },
      {
        "name": "Napoleon at the Battlefield of Eylau",
        "path": "img/art/artworks/antoine-jean-gros-a2.jpg",
        "source": "https://artsandculture.google.com/asset/napoleon-at-the-battlefield-of-eylau-antoine-jean-gros/XgFlC9a366Zckw"
      },
      {
        "name": "Napoleon on Horseback",
        "path": "img/art/artworks/antoine-jean-gros-a3.jpg",
        "source": "https://artsandculture.google.com/asset/napoleon-on-horseback-baron-antoine-jean-gros/ZwGBzO2ycJ8Ung"
      },
      {
        "name": "Equestrian portrait of prince Boris Yusupov",
        "path": "img/art/artworks/antoine-jean-gros-a4.jpg",
        "source": "https://artsandculture.google.com/asset/equestrian-portrait-of-prince-boris-yusupov-antoine-jean-gros/1QFKKupcPe-JyA"
      },
      {
        "name": "Napoleon on the Battlefield of Eylau",
        "path": "img/art/artworks/antoine-jean-gros-a5.jpg",
        "source": "https://artsandculture.google.com/asset/napoleon-on-the-battlefield-of-eylau-antoine-jean-gros/7gH7bCo70siCAA"
      },
      {
        "name": "Battle of Aboukir",
        "path": "img/art/artworks/antoine-jean-gros-a6.jpg",
        "source": "https://artsandculture.google.com/asset/battle-of-aboukir-antoine-jean-gros/5QFn7EGYfn1ncA"
      }
    ],
    "summary": [
      "Antoine-Jean Gros, titled as Baron Gros in 1824, was a French painter. His work was in the genres of history and neoclassical painting.",
      "Gros studied under Jacques-Louis David in Paris and began an independent artistic career during the French Revolution. Forced to leave France, he moved to Genoa and witnessed the nearby Battle of Arcole. Inspired by an event during the battle, he produced a portrait of the French commander, Napoleon Bonaparte, then a newly promoted general. The portrait brought Gros to public attention and gained the patronage of Napoleon.",
      "After travelling with Napoleon's army for several years, he returned to Paris in 1799. Gros produced several large paintings of battles and other events in Napoleon's life. These were mostly in a neoclassical style, but Napoléon on the Battlefield of Eylau adopted a more realistic portrayal of the horrors of war. Gros also painted portraits of officers in the French army and members of French high society. After the fall of Napoleon, he shifted his artistic focus and produced more history paintings, which art historians regard as less impressive than his earlier work."
    ],
    "quote": null,
    "movements": ["Academic art", "Romanticism", "Neoclassicism"],
    "mediums": ["Drawing", "Ink", "Oil paint", "Chalk", "Pigment", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Antoine-Jean_Gros",
    "urlGoogle": "https://artsandculture.google.com/entity/antoine-jean-gros/m03hhnc"
  },
  "event": {
    "id": "april-2015-nepal-earthquake",
    "name": "April 2015 Nepal earthquake",
    "dates": "Apr 25, 2015",
    "mainImg": "img/events/april-2015-nepal-earthquake.jpg",
    "summary": [
      "The April 2015 Nepal earthquake killed nearly 9,000 people and injured nearly 22,000. It occurred at 11:56 Nepal Standard Time on 25 April 2015, with a magnitude of 7.8Mw or 8.1Mₛ and a maximum Mercalli Intensity of VIII. Its epicenter was east of Gorkha District at Barpak, Gorkha, and its hypocenter was at a depth of approximately 8.2 km. It was the worst natural disaster to strike Nepal since the 1934 Nepal–Bihar earthquake. The ground motion recorded in the capital of Nepal was of low frequency, which, along with its occurrence at an hour where many people in rural areas were working outdoors, decreased the loss of property and human lives.",
      "The earthquake triggered an avalanche on Mount Everest, killing 21, making 25 April 2015 the deadliest day on the mountain in history. The earthquake triggered another huge avalanche in the Langtang valley, where 250 people were reported missing.",
      "Hundreds of thousands of Nepalese were made homeless with entire villages flattened, across many districts of the country."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/April_2015_Nepal_earthquake",
    "urlGoogle": "https://artsandculture.google.com/entity/april-2015-nepal-earthquake/m0134qynr"
  },
  "funFacts": [
    {
      "id": "282",
      "fact": "If you drive from Los Angeles to Reno, NV, you will be heading west.",
      "category": ["Geography"]
    },
    {
      "id": "181",
      "fact": "The first jukebox was located in San Francisco in 1899.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "553846",
      "fact": "According to a 2015 study, less than half the world's cultures kiss romantically."
    }
  ],
  "person": {
    "id": "ramesses-iv",
    "name": "Ramesses IV",
    "dates": "Died 1148 BC",
    "mainImg": "img/people/ramesses-iv.jpg",
    "summary": [
      "Heqamaatre Ramesses IV was the third pharaoh of the Twentieth Dynasty of the New Kingdom of Ancient Egypt. His name prior to assuming the crown was Amonhirkhopshef. He was the fifth son of Ramesses III and was appointed to the position of crown prince by the twenty-second year of his father's reign when all four of his elder brothers predeceased him. His promotion to crown prince:",
      "is suggested by his appearance in a scene of the festival of Min at the Ramesses III temple at Karnak, which may have been completed by Year 22 [of his father's reign].",
      "As his father's chosen successor, the Prince employed three distinctive titles: \"Hereditary Prince\", \"Royal scribe\" and \"Generalissimo\"; the latter two of his titles are mentioned in a text at Amenhotep III's temple at Soleb and all three royal titles appear on a lintel now in Florence, Italy. As heir-apparent he took on increasing responsibilities; for instance, in Year 27 of his father's reign, he is depicted appointing a certain Amenemope to the important position of Third Prophet of Amun in the latter's TT 148 tomb. Amenemope's Theban tomb also accords prince Ramesses all three of his aforementioned sets of royal titles."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ramesses_IV",
    "urlGoogle": "https://artsandculture.google.com/entity/ramesses-iv/m03cnld"
  },
  "place": {
    "id": "taizhou",
    "name": "Taizhou",
    "mainImg": "img/places/taizhou.jpg",
    "summary": [
      "Taizhou, alternately known as Taichow, is a city located at the middle of the East China Sea coast of Zhejiang province. It is located 300 km south of Shanghai and 230 km southeast of Hangzhou, the provincial capital. It is bordered by Ningbo to the north, Wenzhou to the south, and Shaoxing, Jinhua, and Lishui to west. In addition to the municipality itself, the prefecture-level city of Taizhou includes 3 districts, 2 county-level cities, and 4 counties.",
      "At the 2010 census, its population was 5,968,838 inhabitants whom 3,269,304 lived in the built-up area made of 3 urban Districts and Wenling City now being largely conurbated."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Taizhou,_Zhejiang",
    "urlGoogle": "https://artsandculture.google.com/entity/taizhou/m05_nc5"
  },
  "wiki": {
    "id": "bastion-video-game",
    "name": "Bastion (video game)",
    "summary": "Bastion is an action role-playing video game produced by independent developer Supergiant Games. In the game, the player controls \"the Kid\" as he moves through floating, fantasy-themed environments collecting special shards of rock to power a structure, the Bastion, in the wake of an apocalyptic event. It features a dynamic voiceover from a narrator, and is presented as a two-dimensional game with an isometric camera and a hand-painted, colorful art style. The game debuted at the September 2010 Penny Arcade Expo, and it went on to be nominated for awards at the 2011 Independent Games Festival and win awards at the Electronic Entertainment Expo prior to release in July 2011. During 2011, the game sold more than 500,000 copies, 200,000 of which were for the Xbox Live Arcade. It was widely praised by reviewers, primarily for its story, art direction, narration, and music, although opinions were mixed on the depth of the gameplay. Bastion has won many nominations and awards since its release, including several for best downloadable game and best music. The soundtrack was produced and composed by Darren Korb, and a soundtrack album was made available for sale in August 2011.",
    "url": "https://en.wikipedia.org/wiki/Bastion_(video_game)"
  },
  "word": {
    "id": "numen",
    "word": "numen",
    "url": "https://www.merriam-webster.com/dictionary/numen",
    "partOfSpeech": "noun",
    "pronunciation": "NOO-mun",
    "audioPath": "audio/words/numen.mp3",
    "definitions": [
      "a spiritual force or influence often identified with a natural object, phenomenon, or place"
    ],
    "examples": [
      "We were in a village that had hardly changed in a thousand years, and we felt a _numen_ that transcended earthly religions and human histories.",
      "\"For the Technology Man, the Internet is the glue that holds our globalized world together and the divine _numen_ that fills it with meaning.\" - From a book review by Evgeny Morozov in _The New Republic_, November 3, 2011"
    ],
    "origin": "How did \"numen,\" a Latin term meaning \"nod of the head,\" come to be associated with spiritual power? The answer lies in the fact that the ancient Romans saw divine force and power operating in the inanimate objects and nonhuman phenomena around them. They believed that the gods had the power to command events and to consent to actions, and the idea of a god nodding suggested his or her awesome abilities-divine power. Eventually, Latin speakers began using \"numen\" to describe the special divine force of any object, place, or phenomenon that inspired awe (a mystical-seeming wooded grove, for example, or the movement of the sun), and \"numen\" made the semantic leap from \"nod\" to \"divine will or power.\" English speakers adopted the word during the 1600s."
  }
}
