{
  "artist": {
    "id": "giuseppe-penone",
    "name": "Giuseppe Penone",
    "dates": "Born Apr 3, 1947",
    "mainImg": "img/art/artists/giuseppe-penone.jpg",
    "artworkImgs": [
      {
        "name": "Lo spazio della scultura",
        "path": "img/art/artworks/giuseppe-penone-a1.jpg",
        "source": "https://artsandculture.google.com/asset/lo-spazio-della-scultura-giuseppe-penone/JwF3KbUA-PDjYA"
      },
      {
        "name": "gesto vegetale",
        "path": "img/art/artworks/giuseppe-penone-a2.jpg",
        "source": "https://artsandculture.google.com/asset/gesto-vegetale-giuseppe-penone/7wGj5VWLHVq-DA"
      },
      {
        "name": "Spoglia d’oro su spine d’acacia",
        "path": "img/art/artworks/giuseppe-penone-a3.jpg",
        "source": "https://artsandculture.google.com/asset/spoglia-d’oro-su-spine-d’acacia-giuseppe-penone/rwFpadfDHWa7ZA"
      },
      {
        "name": "Sculture di linfa",
        "path": "img/art/artworks/giuseppe-penone-a4.jpg",
        "source": "https://artsandculture.google.com/asset/sculture-di-linfa-giuseppe-penone/JgEUbmQbWgKqow"
      },
      {
        "name": "5-meter Tree",
        "path": "img/art/artworks/giuseppe-penone-a5.jpg",
        "source": "https://artsandculture.google.com/asset/5-meter-tree-giuseppe-penone/vgFbbIZKYViF8Q"
      },
      {
        "name": "Corteccia di cuoio",
        "path": "img/art/artworks/giuseppe-penone-a6.jpg",
        "source": "https://artsandculture.google.com/asset/corteccia-di-cuoio-giuseppe-penone/6AE5AZwFRxakug"
      }
    ],
    "summary": [
      "Giuseppe Penone is an Italian artist and sculptor, known for his large-scale sculptures of trees that are interested in the link between man and the natural world. His early work is often associated with the Arte povera movement. In 2014, Penone was awarded the prestigious Praemium Imperiale award. He currently lives and works in Turin, Italy."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Arte Povera", "Conceptual art"],
    "mediums": ["Sculpture", "Bronze", "Metal", "Rock", "Leather", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Giuseppe_Penone",
    "urlGoogle": "https://artsandculture.google.com/entity/giuseppe-penone/m08wz_z"
  },
  "event": {
    "id": "allied-invasion-of-italy",
    "name": "Allied invasion of Italy",
    "dates": "Sep 3, 1943 - Sep 17, 1943",
    "mainImg": "img/events/allied-invasion-of-italy.jpg",
    "summary": [
      "The Allied invasion of Italy was the Allied amphibious landing on mainland Italy that took place on 3 September 1943 during the early stages of the Italian Campaign of World War II. The operation was undertaken by General Sir Harold Alexander's 15th Army Group and followed the successful invasion of Sicily. The main invasion force landed around Salerno on 9 September on the western coast in Operation Avalanche, while two supporting operations took place in Calabria and Taranto."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Allied_invasion_of_Italy",
    "urlGoogle": "https://artsandculture.google.com/entity/allied-invasion-of-italy/m028nhh"
  },
  "funFacts": [
    { "id": "848", "fact": "Wild camels once roamed Arizona's deserts.", "category": ["Animals"] },
    {
      "id": "713",
      "fact": "An egg that is fresh will sink in water, but a stale one won't.",
      "category": ["Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "504753",
      "fact": "The office cubicle was invented by Robert Propst in 1968. His original design was called the Action Office System and provided “a social kind of privacy” for the worker."
    }
  ],
  "idiom": {
    "id": "stew-in-ones-own-juice",
    "term": "stew in one's own juice",
    "definition": "Suffer the consequences of one's actions, as in *He's run into debt again, but this time we're leaving him to stew in his own juice.* This metaphoric term alludes to cooking something in its own liquid. Versions of it, such as *fry in one's own grease,* date from Chaucer's time, but the present term dates from the second half of the 1800s."
  },
  "person": {
    "id": "frederick-douglass",
    "name": "Frederick Douglass",
    "dates": "February 1818 - Feb 20, 1895",
    "mainImg": "img/people/frederick-douglass.jpg",
    "summary": [
      "Frederick Douglass was an American social reformer, abolitionist, orator, writer, and statesman. After escaping from slavery in Maryland, he became a national leader of the abolitionist movement in Massachusetts and New York, gaining note for his oratory and incisive antislavery writings. In his time, he was described by abolitionists as a living counter-example to slaveholders' arguments that slaves lacked the intellectual capacity to function as independent American citizens. Northerners at the time found it hard to believe that such a great orator had once been a slave.",
      "Douglass wrote several autobiographies. He described his experiences as a slave in his 1845 autobiography, Narrative of the Life of Frederick Douglass, an American Slave, which became a bestseller, and was influential in promoting the cause of abolition, as was his second book, My Bondage and My Freedom. After the Civil War, Douglass remained an active campaigner against slavery and wrote his last autobiography, Life and Times of Frederick Douglass. First published in 1881 and revised in 1892, three years before his death, it covered events during and after the Civil War."
    ],
    "quote": "“You have seen how a man was made a slave; you shall see how a slave was made a man.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Frederick_Douglass",
    "urlGoogle": "https://artsandculture.google.com/entity/frederick-douglass/m02zg0"
  },
  "place": {
    "id": "palestinian-territories",
    "name": "Palestinian territories",
    "mainImg": "img/places/palestinian-territories.jpg",
    "summary": [
      "The term \"Palestinian territories\" has been used for many years to describe the territories occupied by Israel since 1967, namely the West Bank and the Gaza Strip. More recently, the official United Nations terminology has been used, occupied Palestinian territory increasingly replacing other terms since 1999. The European Union also has adopted this usage. The term Occupied Palestinian Territory was used by the UN and other international organizations between October 1999 and December 2012 to refer to areas controlled by the Palestinian National Authority. The EU had utilized a parallel term Palestinian Authority territories occasionally during the same period. The International Court of Justice referred to the West Bank, including East Jerusalem, as \"the Occupied Palestinian Territory\" and this term was used as the legal definition by the ICJ in the ruling in July 2004.",
      "The Gaza Strip and the West Bank had been occupied by Egypt and Jordan, respectively, since the 1948 war until 1967. Israel occupied the West Bank and the Gaza Strip in the Six-Day War of 1967 and has since maintained control."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Palestinian_territories",
    "urlGoogle": "https://artsandculture.google.com/entity/palestinian-territories/m0nyg5"
  },
  "quote": {
    "id": "108",
    "quote": "One’s mind, once stretched by a new idea, never regains its original dimensions.",
    "author": "Oliver Wendell Holmes"
  },
  "wiki": {
    "id": "nirvana-band",
    "name": "Nirvana (band)",
    "summary": "Nirvana was a popular American rock band from Aberdeen, Washington. With the lead single \"Smells Like Teen Spirit\" from their 1991 album Nevermind, Nirvana exploded into the mainstream, bringing along with it an offshoot of punk and alternative rock referred to as grunge. As Nirvana's frontman, Kurt Cobain found himself referred to in the media as the \"spokesman of a generation\", with Nirvana the \"flagship band\" of \"Generation X\". Cobain was uncomfortable with the attention, and placed his focus on the band's music, challenging the band's audience with their third studio album In Utero. While Nirvana's mainstream popularity waned in the months following its release, their core audience cherished the band's dark interior, particularly after their 1993 performance on MTV Unplugged. Nirvana's brief run ended with the death of Cobain in 1994, but the band's popularity expanded in the years that followed. Since their debut, the band has sold more than fifty million albums worldwide, including more than ten million copies of Nevermind in the US alone.",
    "url": "https://en.wikipedia.org/wiki/Nirvana_(band)"
  },
  "word": {
    "id": "laudable",
    "word": "laudable",
    "url": "https://www.merriam-webster.com/dictionary/laudable",
    "partOfSpeech": "adjective",
    "pronunciation": "LAW-duh-bul",
    "audioPath": "audio/words/laudable.mp3",
    "definitions": ["worthy of praise : commendable"],
    "examples": [
      "Parents, faculty, and members of the community commended the students for their _laudable_ efforts at cleaning up the park and renovating its play structures.",
      "\"This revision of the school funding formula would align with and enable those _laudable_ reforms to come to full fruition.\" - From an editorial in the _Denver Post_, February 23, 2013"
    ],
    "origin": "Both \"laudable\" and \"laudatory\" derive ultimately from Latin \"laud-\" or \"laus,\" meaning \"praise.\" \"Laudable\" and \"laudatory\" differ in meaning, however, and usage commentators warn against using them interchangeably. \"Laudable\" means \"deserving praise\" or \"praiseworthy,\" as in \"laudable efforts to help the disadvantaged.\" \"Laudatory\" means \"giving praise\" or \"expressing praise,\" as in \"a laudatory book review.\" People occasionally use \"laudatory\" in place of \"laudable,\" but this use is not considered standard."
  }
}
