{
  "artist": {
    "id": "pinturicchio",
    "name": "Pinturicchio",
    "dates": "1454 - Dec 11, 1513",
    "mainImg": "img/art/artists/pinturicchio.jpg",
    "artworkImgs": [
      {
        "name": "Portait of a Boy",
        "path": "img/art/artworks/pinturicchio-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portait-of-a-boy/XQHoZ-LvpvWFbQ"
      },
      {
        "name": "Assumption of the Virgin",
        "path": "img/art/artworks/pinturicchio-a2.jpg",
        "source": "https://artsandculture.google.com/asset/assumption-of-the-virgin-pinturicchio-bernardino-di-betto-and-workshop/IAFgrmVtVbTo1w"
      },
      {
        "name": "The Virgin and Child with the Infant Saint John the Baptist",
        "path": "img/art/artworks/pinturicchio-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-and-child-with-the-infant-saint-john-the-baptist-bernardino-di-betto-called-il-pinturicchio-and-workshop/7QHXTdE5EL6aow"
      },
      {
        "name": "Deux Children Sitting,",
        "path": "img/art/artworks/pinturicchio-a4.jpg",
        "source": "https://artsandculture.google.com/asset/deux-children-sitting-bernardino-pinturicchio/wQHDdi56Ti_Bfg"
      },
      {
        "name": "La Virgen con el Niño",
        "path": "img/art/artworks/pinturicchio-a5.jpg",
        "source": "https://artsandculture.google.com/asset/la-virgen-con-el-niño-bernardino-di-betto-il-pinturicchio/7wE24SkfOdgx_g"
      },
      {
        "name": "The Madonna and Child with a Worshipper",
        "path": "img/art/artworks/pinturicchio-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-madonna-and-child-with-a-worshipper-pinturicchio-bernardino-di-betto-and-studio/RgEAi6tB4XTTDg"
      }
    ],
    "summary": [
      "Pintoricchio or Pinturicchio whose birth name was Bernardino di Betto, also known as Benetto di Biagio or Sordicchio, was an Italian painter during the Renaissance. Born in Perugia in 1454 and dying in Siena in 1513, Pintoricchio acquired his nickname, meaning, because of his small stature. He also used it to sign some of his 15th and 16th century artworks."
    ],
    "quote": null,
    "movements": ["Italian Renaissance", "Renaissance", "Sienese School"],
    "mediums": ["Ink", "Tempera", "Drawing", "Pen", "Gold", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pinturicchio",
    "urlGoogle": "https://artsandculture.google.com/entity/pinturicchio/m03k9wy"
  },
  "event": {
    "id": "battle-of-kasserine-pass",
    "name": "Battle of Kasserine Pass",
    "dates": "Feb 19, 1943 - Feb 25, 1943",
    "mainImg": "img/events/battle-of-kasserine-pass.jpg",
    "summary": [
      "The Battle of Kasserine Pass were a series of battles of the Tunisia Campaign of World War II that took place in February 1943. Covering Kasserine Pass, a 2-mile-wide gap in the Grand Dorsal chain of the Atlas Mountains in west central Tunisia.",
      "The Axis forces, led by Generalfeldmarschall Erwin Rommel, were primarily from the Afrika Korps Assault Group, elements of the Italian Centauro Armored Division and two Panzer divisions detached from the 5th Panzer Army, while the Allied forces consisted of the U.S. II Corps, the British 6th Armoured Division and other parts of the First Army.",
      "The battle was the first major engagement between U.S. and Axis forces in Africa. Inexperienced and poorly led American troops suffered many casualties and were quickly pushed back over 50 miles from their positions west of Faïd Pass."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Kasserine_Pass",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-kasserine-pass/m01vpkf"
  },
  "funFacts": [
    {
      "id": "991",
      "fact": "The Chicago river flows backwards; the flow reversal project was completed in 1900.",
      "category": ["Geography", "History", "Science", "Make-it-Easies"]
    },
    {
      "id": "975",
      "fact": "The letter J is the only letter in the alphabet that does not appear anywhere on the periodic table of the elements.",
      "category": ["Science", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "504654",
      "fact": "In early drafts of the Back to the Future script, the time machine was built out of an old refrigerator."
    }
  ],
  "idiom": {
    "id": "carry-coals-to-newcastle",
    "term": "carry coals to Newcastle",
    "definition": "Do or bring something superfluous or unnecessary, as in *Running the sprinkler while it's raining, that's carrying coals to Newcastle.* This metaphor was already well known in the mid-1500s, when Newcastle- upon-Tyne had been a major coal-mining center for 400 years. It is heard less often today but is not yet obsolete."
  },
  "person": {
    "id": "marie-roch-louis-reybaud",
    "name": "Marie Roch Louis Reybaud",
    "dates": "Aug 15, 1799 - Oct 28, 1879",
    "mainImg": "img/people/marie-roch-louis-reybaud.jpg",
    "summary": [
      "Marie Roch Louis Reybaud, was a French writer, political economist and politician. He was born at Marseille.",
      "After travelling in the Levant and in India, he settled in Paris in 1829. Besides writing for the Radical press, he edited the Histoire scientifique et militaire de l'expédition française en Égypte in ten volumes and Dumont d'Urville's Voyage au tour du monde.",
      "In 1840 he published Études sur les réformateurs ou socialistes modernes which gained him the Montyon prize and a place in the Académie des sciences morales et politiques. In 1843 he published Jérôme Paturot à la recherche d'une position sociale, a clever social satire that had a prodigious success. In 1846 he abandoned his democratic views, and was elected liberal deputy for Marseille.",
      "Reybaud was an early member of the Société d'économie politique organized in 1842 by Pellegrino Rossi.",
      "His Jérôme Paturot a la recherche de 10 meilleure des republiques was a satire on the new republican ideas. After the coup d'état of 1849 he ceased to take part in public life, and devoted himself entirely to the study of political economy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Marie_Roch_Louis_Reybaud",
    "urlGoogle": "https://artsandculture.google.com/entity/marie-roch-louis-reybaud/m01f3tr"
  },
  "place": {
    "id": "dalian",
    "name": "Dalian",
    "mainImg": "img/places/dalian.jpg",
    "summary": [
      "Dalian is a major sub-provincial port city in Liaoning province, People's Republic of China, and is Liaoning's second largest city and the fourth most populous city of Northeast China. Located on the southern tip of Liaodong peninsula, it is the southernmost city in both Liaoning and the entire Northeast. Dalian borders the prefectural cities of Yingkou and Anshan to the north and Dandong to the northeast, and also shares maritime boundaries with Qinhuangdao and Huludao across the Liaodong Bay to west and northwest, Yantai and Weihai on the Shandong peninsula across the Bohai Strait to the south, and North Korea across the Korea Bay to the east.",
      "Today a financial, shipping and logistics centre for Northeast Asia, Dalian has a significant history of being used by foreign powers for its ports. Dalian was previously known as both \"Dalniy\" and \"Dairen\". However, the city used to be better known as \"Port Arthur\" and \"Ryojun\" from the original Port Arthur, now the city's Lüshunkou district.",
      "In 2016, Dalian ranked 48th in the Global Financial Centres Index. In 2012, Dalian ranked 82nd in the Global City Competitiveness Index."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dalian",
    "urlGoogle": "https://artsandculture.google.com/entity/dalian/m01l3k6"
  },
  "quote": {
    "id": "5",
    "quote": "Good friends, good books, and a sleepy conscience: this is the ideal life.",
    "author": "Mark Twain"
  },
  "wiki": {
    "id": "laurence-of-canterbury",
    "name": "Laurence of Canterbury",
    "summary": "Laurence of Canterbury was the second Archbishop of Canterbury. He was a member of the Gregorian mission sent from Italy to England to convert the Anglo-Saxons to Christianity, although the date of his arrival is disputed. He was consecrated archbishop by his predecessor, Augustine of Canterbury, in order to ensure continuity in the office. He attempted unsuccessfully to resolve differences with the native British bishops by corresponding with them about points of dispute. Laurence faced a crisis following the death of King Æthelberht of Kent, as the king's son and successor, Eadbald, had not embraced Christianity; he eventually converted. Laurence was revered as a saint after his death in 619.",
    "url": "https://en.wikipedia.org/wiki/Laurence_of_Canterbury"
  },
  "word": {
    "id": "hackneyed",
    "word": "hackneyed",
    "url": "https://www.merriam-webster.com/dictionary/hackneyed",
    "partOfSpeech": "adjective",
    "pronunciation": "HAK-need",
    "audioPath": "audio/words/hackneyed.mp3",
    "definitions": ["lacking in freshness or originality"],
    "examples": [
      "The new crime drama's characters are shallow stereotypes who engage one another in _hackneyed_ dialogue.",
      "\"Though it has been floating around Hollywood for a few years, and drawn some praise from insiders and would-be insiders, Noah Haidle's screenplay is pretty derivative and _hackneyed_.\" - From a review by Philip Martin in _Arkansas Democrat-Gazette_ (Little Rock), February 1, 2013"
    ],
    "origin": "\"Hackney\" entered the English language in the 14th century as a noun. Some think perhaps it came from \"Hakeneye\" (now \"Hackney\"), the name of a town (now a borough) in England. Others dispute this explanation, pointing to similar forms in other European languages. The noun \"hackney,\" in any case, refers to a horse suitable for ordinary riding or driving-as opposed to one used as a draft animal or a war charger. When \"hackney\" was first used as a verb in the late 16th century, it often meant \"to make common or frequent use of.\" Later, it meant \"to make trite, vulgar, or commonplace.\" The adjective \"hackneyed\" began to be used in the 18th century and now is a common synonym for \"trite.\""
  }
}
