{
  "artist": {
    "id": "sophie-taeuber-arp",
    "name": "Sophie Taeuber-Arp",
    "dates": "Jan 19, 1889 - Jan 13, 1943",
    "mainImg": "img/art/artists/sophie-taeuber-arp.jpg",
    "artworkImgs": [
      {
        "name": "Dada Head",
        "path": "img/art/artworks/sophie-taeuber-arp-a1.jpg",
        "source": "https://artsandculture.google.com/asset/dada-head-sophie-taeuber-arp/EwH5zrE7AkAOag"
      },
      {
        "name": "Dada Head",
        "path": "img/art/artworks/sophie-taeuber-arp-a2.jpg",
        "source": "https://artsandculture.google.com/asset/dada-head-sophie-taeuber-arp/2wEpP8MhJCOSAg"
      },
      {
        "name": "Composition of Circles and Overlapping Angles",
        "path": "img/art/artworks/sophie-taeuber-arp-a3.jpg",
        "source": "https://artsandculture.google.com/asset/composition-of-circles-and-overlapping-angles-sophie-taeuber-arp/tgGlWW6yn0E0yg"
      },
      {
        "name": "Plate (folio 20) from 10 Origin",
        "path": "img/art/artworks/sophie-taeuber-arp-a4.jpg",
        "source": "https://artsandculture.google.com/asset/plate-folio-20-from-10-origin-sophie-taeuber-arp/_AF6fZeBN828yQ"
      },
      {
        "name": "Échelonnement désaxé",
        "path": "img/art/artworks/sophie-taeuber-arp-a5.jpg",
        "source": "https://artsandculture.google.com/asset/échelonnement-désaxé-sophie-taeuber-arp/lgEC267rQ1Gw2w"
      },
      {
        "name": "Dada Head",
        "path": "img/art/artworks/sophie-taeuber-arp-a6.jpg",
        "source": "https://artsandculture.google.com/asset/dada-head-sophie-taeuber-arp/0AH5GsMh-Miutw"
      }
    ],
    "summary": [
      "Sophie Henriette Gertrud Taeuber-Arp was a Swiss artist, painter, sculptor, textile designer, furniture and interior designer, architect and dancer. She is considered one of the most important artists of concrete art and geometric abstraction of the 20th century."
    ],
    "quote": null,
    "movements": [
      "Constructivism",
      "Dada",
      "Geometric abstraction",
      "Modern art",
      "Abstract art",
      "De Stijl"
    ],
    "mediums": ["Wood", "Glass", "Metal", "Wire", "Watercolor painting", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sophie_Taeuber-Arp",
    "urlGoogle": "https://artsandculture.google.com/entity/sophie-taeuber-arp/m06gdr_"
  },
  "event": {
    "id": "middle-eastern-theatre-of-world-war-i",
    "name": "Middle Eastern theatre of World War I",
    "dates": "Nov 2, 1914 - Oct 29, 1918",
    "mainImg": "img/events/middle-eastern-theatre-of-world-war-i.jpg",
    "summary": [
      "The Middle Eastern theatre of World War I saw action between 29 October 1914 and 30 October 1918. The combatants were, on one side, the Ottoman Empire, with some assistance from the other Central Powers; and on the other side, the British, the Russians and the French from among the Allied Powers. There were five main campaigns: the Sinai and Palestine Campaign, the Mesopotamian Campaign, the Caucasus Campaign, the Persian Campaign, and the Gallipoli Campaign. There were also several minor campaigns: Arab Campaign, and South Arabia Campaign.",
      "Both sides used local asymmetrical forces in the region. On the Allied side were Arabs who participated in the Arab Revolt and the Armenian militia who participated in the Armenian Resistance during the Armenian Genocide; along with Armenian volunteer units, the Armenian militia formed the Armenian Corps of the First Republic of Armenia in 1918. In addition, the Assyrians joined the Allies following the Assyrian genocide, instigating the Assyrian war of independence. The theatre covered the largest territory of all theatres in the war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Middle_Eastern_theatre_of_World_War_I",
    "urlGoogle": "https://artsandculture.google.com/entity/middle-eastern-theatre-of-world-war-i/m08qz1l"
  },
  "funFacts": [
    {
      "id": "255",
      "fact": "Among North Atlantic lobsters, about 1 in 5,000 is born bright blue.",
      "category": ["Animals"]
    },
    {
      "id": "466",
      "fact": "During the Boston Tea Party, 342 chests of tea were thrown into the harbor.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "522214",
      "fact": "Foreign Accent Syndrome is a rare side effect of brain trauma. Patients speak their native language in a foreign dialect."
    }
  ],
  "idiom": {
    "id": "pipe-dream",
    "term": "pipe dream",
    "definition": "A fantastic notion or vain hope, as in *I'd love to have one home in the mountains and another at the seashore, but that's just a pipe dream.* Alluding to the fantasies induced by smoking an opium pipe, this term has been used more loosely since the late 1800s."
  },
  "person": {
    "id": "martin-van-buren",
    "name": "Martin Van Buren",
    "dates": "Dec 5, 1782 - Jul 24, 1862",
    "mainImg": "img/people/martin-van-buren.jpg",
    "summary": [
      "Martin Van Buren was an American statesman who served as the eighth president of the United States from 1837 to 1841. He was the first president to have English as a second language – his mother tongue was Dutch – and the first born after the United States had declared its independence from Great Britain. A founder of the Democratic Party, he had previously served as the ninth governor of New York, the tenth United States secretary of state, and the eighth vice president of the United States. He won the 1836 presidential election with the endorsement of popular outgoing President Andrew Jackson and the organizational strength of the Democratic Party. He lost his 1840 reelection bid to Whig Party nominee William Henry Harrison, thanks in part to the poor economic conditions surrounding the Panic of 1837. Later in his life, Van Buren emerged as an elder statesman and an important anti-slavery abolitionist leader who led the Free Soil Party ticket in the presidential election of 1848.",
      "Van Buren was born in Kinderhook, New York, to a family of Dutch Americans; his father was a Patriot during the American Revolution."
    ],
    "quote": "“The less government interferes with private pursuits, the better for general prosperity.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Martin_Van_Buren",
    "urlGoogle": "https://artsandculture.google.com/entity/martin-van-buren/m04_0m"
  },
  "place": {
    "id": "tucson",
    "name": "Tucson",
    "mainImg": "img/places/tucson.jpg",
    "summary": [
      "Tucson is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. The 2010 United States Census put the population at 520,116, while the 2015 estimated population of the entire Tucson metropolitan statistical area was 980,263. The Tucson MSA forms part of the larger Tucson-Nogales combined statistical area, with a total population of 1,010,025 as of the 2010 Census. Tucson is the second most-populated city in Arizona behind Phoenix, both of which anchor the Arizona Sun Corridor. The city is 108 miles southeast of Phoenix and 60 mi north of the U.S.–Mexico border. Tucson is the 33rd largest city and the 58th largest metropolitan area in the United States.",
      "Major incorporated suburbs of Tucson include Oro Valley and Marana northwest of the city, Sahuarita south of the city, and South Tucson in an enclave south of downtown. Communities in the vicinity of Tucson include Casas Adobes, Catalina Foothills, Flowing Wells, Midvale Park, Tanque Verde, Tortolita, and Vail. Towns outside the Tucson metro area include Benson to the southeast, Catalina and Oracle to the north, and Green Valley to the south."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tucson,_Arizona",
    "urlGoogle": "https://artsandculture.google.com/entity/tucson/m0fr0t"
  },
  "wiki": {
    "id": "bruno-maddox",
    "name": "Bruno Maddox",
    "summary": "Bruno Maddox is a British literary novelist and journalist who is best known for his critically acclaimed novel My Little Blue Dress (2001) and for his satirical magazine essays. After graduating from Harvard University in 1992, Maddox began his career reviewing books for The New York Times Book Review and The Washington Post Book World. In early 1996, he was appointed to an editorship at SPY magazine and within a few months he was promoted to editor-in-chief, a position he held until the magazine shut down in 1998. Maddox wrote My Little Blue Dress between 1999 and 2001. Since its publication, he has focused on writing satirical essays for magazines such as GEAR and Travel + Leisure; he also contributes a monthly humor column to Discover magazine called \"Blinded by Science\", drawing on his early exposure to science and technology. Maddox is likewise a contributing editor to the American edition of The Week magazine.",
    "url": "https://en.wikipedia.org/wiki/Bruno_Maddox"
  },
  "word": {
    "id": "purfle",
    "word": "purfle",
    "url": "https://www.merriam-webster.com/dictionary/purfle",
    "partOfSpeech": "verb",
    "pronunciation": "PUR-ful",
    "audioPath": "audio/words/purfle.mp3",
    "definitions": ["to ornament the border or edges of"],
    "examples": ["The luthier used abalone shell to purfle the instrument."],
    "origin": "Today we use \"purfle\" mostly in reference to setting a decorative inlaid border around the body of a guitar or violin, a process known as \"purfling.\" In the past, \"purfle\" got the most use in connection with adornment of garments. \"The Bishop of Ely . . . wore a robe of scarlet . . . purfled with minever,\" reported an English clergyman in 1840, for example. We embellished our language with \"purfle,\" first as \"purfilen\" in the 1300s, when we took it with its meaning from Middle French \"porfiler.\""
  }
}
