{
  "artist": {
    "id": "laurie-anderson",
    "name": "Laurie Anderson",
    "dates": "Born Jun 5, 1947",
    "mainImg": "img/art/artists/laurie-anderson.jpg",
    "artworkImgs": [
      {
        "name": "Tutini (Pukumani grave posts)",
        "path": "img/art/artworks/laurie-anderson-a1.jpg",
        "source": "https://artsandculture.google.com/asset/tutini-pukumani-grave-posts-laurie-nelson-mungatopi-bob-one-apuatimi-jack-yarunga-don-burakmadjua-charlie-quiet-kwangdini-unknown/6gGaPwFx-cIIfw"
      },
      {
        "name": "Lolabelle in the Bardo, June 5th",
        "path": "img/art/artworks/laurie-anderson-a2.jpg",
        "source": "https://artsandculture.google.com/asset/lolabelle-in-the-bardo-june-5th-laurie-anderson/QgHxYOHvWPqx8A"
      },
      {
        "name": "The Chalkroom",
        "path": "img/art/artworks/laurie-anderson-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-chalkroom-laurie-anderson/jAExqZ4aa-jtog"
      },
      {
        "name": "The Chalkroom",
        "path": "img/art/artworks/laurie-anderson-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-chalkroom-laurie-anderson/0QENwxfrtzBKiQ"
      },
      {
        "name": "Lolabelle in the Bardo, May 5th",
        "path": "img/art/artworks/laurie-anderson-a5.jpg",
        "source": "https://artsandculture.google.com/asset/lolabelle-in-the-bardo-may-5th-laurie-anderson/JAGzqY3omTHkaw"
      },
      {
        "name": "Laurie Anderson's Fully Automated Nikon",
        "path": "img/art/artworks/laurie-anderson-a6.jpg",
        "source": "https://artsandculture.google.com/asset/laurie-anderson-s-fully-automated-nikon-barbican-centre/bQFBQyGApJd8nw"
      }
    ],
    "summary": [
      "Laura Phillips Anderson is an American avant-garde artist, composer, musician and film director whose work spans performance art, pop music, and multimedia projects. Initially trained in violin and sculpting, Anderson pursued a variety of performance art projects in New York during the 1970s, focusing particularly on language, technology, and visual imagery. She became more widely known outside the art world when her single \"O Superman\" reached number two on the UK singles chart in 1981. She also starred in and directed the 1986 concert film Home of the Brave.",
      "Anderson is a pioneer in electronic music and has invented several devices that she has used in her recordings and performance art shows. In 1977, she created a tape-bow violin that uses recorded magnetic tape on the bow instead of horsehair and a magnetic tape head in the bridge. In the late 1990s, she collaborated with Interval Research to develop an instrument she called a \"talking stick\", a six-foot long baton-like MIDI controller that can access and replicate sounds.",
      "Anderson met singer-songwriter Lou Reed in 1992, and was married to him from 2008 until his death in 2013."
    ],
    "quote": "“Paradise is exactly like where you are right now... only much, much better.”",
    "movements": ["Performance art"],
    "mediums": ["Charcoal", "Iron", "Metal", "Photograph", "Sculpture", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Laurie_Anderson",
    "urlGoogle": "https://artsandculture.google.com/entity/laurie-anderson/m011lvx"
  },
  "event": {
    "id": "1981-spanish-coup-detat-attempt",
    "name": "1981 Spanish coup d'état attempt",
    "dates": "Feb 23, 1981",
    "mainImg": "img/events/1981-spanish-coup-detat-attempt.jpg",
    "summary": [
      "The 1981 Spanish coup d'état attempt, known in Spain by the numeronym 23-F and also known as the Tejerazo, was an attempted coup d'état in Spain on 23 February 1981. Lieutenant-Colonel Antonio Tejero led 200 armed Civil Guard officers into the Congress of Deputies during the vote to elect a Prime Minister. The officers held the parliamentarians and ministers hostage for 18 hours, during which time King Juan Carlos I denounced the coup in a televised address, calling for rule of law and the democratic government to continue. Though shots were fired, the hostage-takers surrendered the next morning without killing anyone."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1981_Spanish_coup_d%27%C3%A9tat_attempt",
    "urlGoogle": "https://artsandculture.google.com/entity/1981-spanish-coup-d-état-attempt/m02nq9n"
  },
  "funFacts": [
    {
      "id": "78",
      "fact": "Alaska is the most eastern and western state in the U.S.",
      "category": ["Geography"]
    },
    { "id": "111", "fact": "Only male turkeys gobble.", "category": ["Animals", "Onlies"] }
  ],
  "funFacts2": [
    {
      "id": "507110",
      "fact": "A team of chemists described old book smell as “a combination of grassy notes with a tang of acids and a hint of vanilla over an underlying mustiness.”"
    }
  ],
  "idiom": {
    "id": "mutual-admiration-society",
    "term": "mutual admiration society",
    "definition": "A relationship in which two people have strong feelings of esteem for each other and often exchange lavish compliments. The term may signify either genuine or pretended admiration, as in *Each of them praised the other's book---it was a real mutual admiration society.* The expression was invented by Henry David Thoreau in his journal (1851) and repeated by Oliver Wendell Holmes and others."
  },
  "person": {
    "id": "herbert-kitchener-1-st-earl-kitchener",
    "name": "Herbert Kitchener, 1st Earl Kitchener",
    "dates": "Jun 24, 1850 - Jun 5, 1916",
    "mainImg": "img/people/herbert-kitchener-1-st-earl-kitchener.jpg",
    "summary": [
      "Field Marshal Horatio Herbert Kitchener, 1st Earl Kitchener, KG, KP, GCB, OM, GCSI, GCMG, GCIE, PC was a senior British Army officer and colonial administrator who won notoriety for his imperial campaigns, most especially his scorched earth policy against the Boers and his establishment of concentration camps during the Second Boer War in which between 18,000 and 28,000 men, women and children died, mainly from disease epidemics, and later played a central role in the early part of the First World War.",
      "Kitchener was credited in 1898 for winning the Battle of Omdurman and securing control of the Sudan for which he was made Baron Kitchener of Khartoum. As Chief of Staff in the Second Boer War he played a key role in Lord Roberts' conquest of the Boer Republics, then succeeded Roberts as commander-in-chief – by which time Boer forces had taken to guerrilla fighting and British forces imprisoned Boer civilians in concentration camps. His term as Commander-in-Chief of the Army in India saw him quarrel with another eminent proconsul, the Viceroy Lord Curzon, who eventually resigned. Kitchener then returned to Egypt as British Agent and Consul-General."
    ],
    "quote": "“Men, materials & money are the immediate necessities. Does the call of duty find no response in you until reinforced - let us rather say superseded - by the call of compulsion?”",
    "urlWiki": "https://en.wikipedia.org/wiki/Herbert_Kitchener,_1st_Earl_Kitchener",
    "urlGoogle": "https://artsandculture.google.com/entity/herbert-kitchener-1st-earl-kitchener/m0j48q"
  },
  "place": {
    "id": "buenos-aires",
    "name": "Buenos Aires",
    "mainImg": "img/places/buenos-aires.jpg",
    "summary": [
      "Buenos Aires is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
      "The city of Buenos Aires is neither part of Buenos Aires Province nor the Province's capital; rather, it is an autonomous district. In 1880, after decades of political infighting, Buenos Aires was federalized and removed from Buenos Aires Province. The city limits were enlarged to include the towns of Belgrano and Flores; both are now neighborhoods of the city. The 1994 constitutional amendment granted the city autonomy, hence its formal name of Autonomous City of Buenos Aires."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Buenos_Aires",
    "urlGoogle": "https://artsandculture.google.com/entity/buenos-aires/m01ly5m"
  },
  "wiki": {
    "id": "oklahoma",
    "name": "Oklahoma",
    "summary": "Oklahoma is a state located in the South Central region of the United States of America. With 3,579,212 residents in 2006, it is the 28th most populous and 20th-largest state by land area. Its name is derived from the Choctaw words okla and humma, meaning \"red people\", and its capital and largest city is Oklahoma City. Formed from Indian Territory on November 16, 1907, it was the 46th state to enter the union. A major producer of natural gas, oil and food, Oklahoma relies on an economic base of aviation, energy, telecommunications, and biotechnology. It has one of the fastest growing economies in the nation, leading states in gross domestic product growth and ranking third in per capita income growth. With small mountain ranges, prairie, and eastern forests, most of Oklahoma lies in the Great Plains and the U.S. Interior Highlands—a region especially prone to severe weather. Part of the Bible Belt, widespread beliefs in evangelical Christianity make Oklahoma one of the most conservative states, though its voter registration in the Democratic Party exceeds the Republican Party.",
    "url": "https://en.wikipedia.org/wiki/Oklahoma"
  },
  "word": {
    "id": "garniture",
    "word": "garniture",
    "url": "https://www.merriam-webster.com/dictionary/garniture",
    "partOfSpeech": "noun",
    "pronunciation": "GAHR-nih-cher",
    "audioPath": "audio/words/garniture.mp3",
    "definitions": [
      "embellishment, trimming",
      "a set of decorative objects (as vases, urns, or clocks)"
    ],
    "examples": [
      "The room was authentically furnished right down to the 16th-century _garniture_ decorating the mantel and the wardrobe.",
      "\"The studio was prolific, producing lamps and clock cases with matching _garniture_.\" - From an article by Jay Moore in the _Tampa Tribune_ (Florida), April 3, 2011"
    ],
    "origin": "In Middle French, the language from which today's word was borrowed, \"garniture\" meant \"equipment.\" \"Garniture\" is an alteration of the Old French noun \"garnesture,\" which is derived from the verb \"garnir,\" which meant \"to warn, equip, or garnish.\" In fact, an Anglo-French stem of \"garner,\" \"garniss-,\" is the source of the English verb \"garnish,\" which in its senses of \"decorate\" and \"embellish\" shares a similar relationship to \"garniture\" that the verb \"furnish\" shares with \"furniture.\" \"Furnish\" comes from the Anglo-French \"furniss-,\" a stem of the verb \"furnir\" or \"fournir,\" which also gave rise to the Middle French \"fourniture,\" the source of the English \"furniture.\""
  }
}
