{
  "artist": {
    "id": "albert-bierstadt",
    "name": "Albert Bierstadt",
    "dates": "Jan 7, 1830 - Feb 18, 1902",
    "mainImg": "img/art/artists/albert-bierstadt.jpg",
    "artworkImgs": [
      {
        "name": "The Rocky Mountains, Lander's Peak",
        "path": "img/art/artworks/albert-bierstadt-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-rocky-mountains-lander-s-peak-albert-bierstadt/2gHyeS2wcvUJeA"
      },
      {
        "name": "A Storm in the Rocky Mountains, Mt. Rosalie",
        "path": "img/art/artworks/albert-bierstadt-a2.jpg",
        "source": "https://artsandculture.google.com/asset/a-storm-in-the-rocky-mountains-mt-rosalie-albert-bierstadt/rQFn_yMzurNDsQ"
      },
      {
        "name": "Sunrise on the Matterhorn",
        "path": "img/art/artworks/albert-bierstadt-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sunrise-on-the-matterhorn-albert-bierstadt/iAFcqTJHhVQTjg"
      },
      {
        "name": "Looking Down Yosemite Valley, California",
        "path": "img/art/artworks/albert-bierstadt-a4.jpg",
        "source": "https://artsandculture.google.com/asset/looking-down-yosemite-valley-california-albert-bierstadt/HQFWCe3luvgeHA"
      },
      {
        "name": "Indians Spear Fishing",
        "path": "img/art/artworks/albert-bierstadt-a5.jpg",
        "source": "https://artsandculture.google.com/asset/indians-spear-fishing-albert-bierstadt/fwHhNH35l7LbpQ"
      },
      {
        "name": "The Landing of Columbus",
        "path": "img/art/artworks/albert-bierstadt-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-landing-of-columbus-albert-bierstadt/LQGTs7-sgRQuuw"
      }
    ],
    "summary": [
      "Albert Bierstadt was a German-American painter best known for his lavish, sweeping landscapes of the American West. He joined several journeys of the Westward Expansion to paint the scenes. He was not the first artist to record the sites, but he was the foremost painter of them for the remainder of the 19th century.",
      "Bierstadt was born in Prussia, but his family moved to the United States when he was 1. He returned to study painting for several years in Düsseldorf. He became part of the second generation of the Hudson River School in New York, an informal group of like-minded painters who started painting along the Hudson River. Their style was based on carefully detailed paintings with romantic, almost glowing lighting, sometimes called luminism. Bierstadt was an important interpreter of the western landscape, and he is also grouped with the Rocky Mountain School."
    ],
    "quote": null,
    "movements": ["Hudson River School", "Luminism", "Romanticism"],
    "mediums": ["Oil paint", "Drawing", "Graphite", "Leather", "Cardboard", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Albert_Bierstadt",
    "urlGoogle": "https://artsandculture.google.com/entity/albert-bierstadt/m01q8l6"
  },
  "event": {
    "id": "battle-of-palo-alto",
    "name": "Battle of Palo Alto",
    "dates": null,
    "mainImg": "img/events/battle-of-palo-alto.jpg",
    "summary": [
      "The Battle of Palo Alto was the first major battle of the Mexican–American War and was fought on May 8, 1846, on disputed ground five miles from the modern-day city of Brownsville, Texas. A force of some 3,700 Mexican troops – most of the Army of The North – led by General Mariano Arista engaged a force of approximately 2,300 United States troops – the Army of Occupation led by General Zachary Taylor.",
      "On April 30, following the Thornton Affair, Mexican General Mariano Arista's troops began to cross the Rio Grande. On May 3, the troops began to besiege the American outpost at Fort Texas. Taylor marched his Army of Occupation south to relieve the siege. Arista, upon learning of his approach, diverted many of his units away from the siege to meet Taylor's force. The battle took place on May 8, three days before the formal declaration of war on Mexico by the United States. Arista ordered two cavalry charges, first against the American right flank and later against the left. Both were unsuccessful. The American victory is widely attributed to superior artillery, while the U.S. \"light\" artillery was much more mobile and accurate than that of the Mexican forces."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Palo_Alto",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-palo-alto/m01gpz2"
  },
  "funFacts": [
    {
      "id": "422",
      "fact": "Apples, peaches and raspberries are all members of the rose family.",
      "category": ["Food", "Plants"]
    },
    {
      "id": "721",
      "fact": "The pomegranate is one of the oldest fruits known to man.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [
    {
      "id": "553841",
      "fact": "When swallowed by toads, bombardier beetles project hot, noxious chemicals from their anuses, which sometimes forces the predators to puke them back up."
    }
  ],
  "idiom": {
    "id": "still-waters-run-deep",
    "term": "still waters run deep",
    "definition": "A quiet person may be very profound, as in *Susie rarely says much, but still waters run deep.* The physical observation in this term dates from ancient times, but it has been used figuratively since about 1400. Anthony Trollope amplified it in *He Knew He Was Right* (1869): \"That's what I call still water. She runs deep enough.... So quiet, but so---clever.\""
  },
  "person": {
    "id": "ferhat-abbas",
    "name": "Ferhat Abbas",
    "dates": "Aug 24, 1899 - Dec 24, 1985",
    "mainImg": "img/people/ferhat-abbas.jpg",
    "summary": [
      "Ferhat Abbas was an Algerian politician who acted in a provisional capacity as the then yet-to-become independent country's President from 1958 to 1961, as well as the first President of the National Assembly and the first acting President after independence. His political views evolved from pro-French collaboration to those of a revolutionary nationalist, over a period of approximately twenty years."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ferhat_Abbas",
    "urlGoogle": "https://artsandculture.google.com/entity/ferhat-abbas/m02ym8s"
  },
  "place": {
    "id": "ireland",
    "name": "Ireland",
    "mainImg": "img/places/ireland.jpg",
    "summary": [
      "Ireland, also known as the Republic of Ireland, is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach, who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
      "The state was created as the Irish Free State in 1922 as a result of the Anglo-Irish Treaty."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Republic_of_Ireland",
    "urlGoogle": "https://artsandculture.google.com/entity/ireland/m03rt9"
  },
  "wiki": {
    "id": "jurgen-ehlers",
    "name": "Jürgen Ehlers",
    "summary": "Jürgen Ehlers (1929–2008) was a German physicist who contributed to the understanding of Albert Einstein's theory of general relativity. From graduate and postgraduate work in Pascual Jordan's relativity research group at Hamburg University, he held academic posts before joining the Max Planck Institute for Astrophysics in Munich as a director. In 1995, he became the founding director of the newly created Max Planck Institute for Gravitational Physics (Albert Einstein Institute) in Potsdam, Germany. Ehlers' research focused on the foundations of general relativity as well as on the theory's applications to astrophysics. He formulated a suitable classification of exact solutions to Einstein's field equations and proved the Ehlers–Geren–Sachs theorem that justifies the application of simple, general-relativistic model universes to modern cosmology. He created a spacetime-oriented description of gravitational lensing and clarified the relationship between models formulated within the framework of general relativity and those of Newtonian gravity. He had a keen interest in the history and philosophy of physics and was an ardent popularizer of science.",
    "url": "https://en.wikipedia.org/wiki/J%C3%BCrgen_Ehlers"
  },
  "word": {
    "id": "duckboard",
    "word": "duckboard",
    "url": "https://www.merriam-webster.com/dictionary/duckboard",
    "partOfSpeech": "noun",
    "pronunciation": "DUK-bord",
    "audioPath": "audio/words/duckboard.mp3",
    "definitions": [
      "a boardwalk or slatted flooring laid on a wet, muddy, or cold surface -- usually used in plural"
    ],
    "examples": [
      "Someone had laid _duckboards_ across the marshy area of the path so that it was passable.",
      "\"Much of the trail consists of _duckboards_ to protect fragile eco-systems and hikers should be careful not to step off them.\" -- From an advertorial in _The Australian Magazine_, October 8, 2011"
    ],
    "origin": "The word \"duckboard\" was created during the early 20th century to describe the boards or slats of wood laid down to provide safe footing for the soldiers of World War I across wet or muddy ground in trenches or camps. The original duckboards didn't always work as intended though. According to one soldier, duckboards came by their name because someone walking on wet duckboards was liable to slide off them much like water slides off a duck's back. Today's duckboards appear in all kinds of places -- from marshes to the floors of saunas. The word \"duck\" itself has been part of the English language since the days of Old English, when it had the form \"dŪce.\""
  }
}
