{
  "artist": {
    "id": "gustav-klimt",
    "name": "Gustav Klimt",
    "dates": "Jul 14, 1862 - Feb 6, 1918",
    "mainImg": "img/art/artists/gustav-klimt.jpg",
    "artworkImgs": [
      {
        "name": "Nine Cartoons for the Execution of a Frieze for the Dining Room of Stoclet House in Brussels: Part 8, Fulfillment (Lovers)",
        "path": "img/art/artworks/gustav-klimt-a1.jpg",
        "source": "https://artsandculture.google.com/asset/nine-cartoons-for-the-execution-of-a-frieze-for-the-dining-room-of-stoclet-house-in-brussels-part-8-fulfillment-lovers-gustav-klimt/sQFM1ks6C1Lujg"
      },
      {
        "name": "Le tre età",
        "path": "img/art/artworks/gustav-klimt-a2.jpg",
        "source": "https://artsandculture.google.com/asset/le-tre-età-gustav-klimt/rAEe45CoVy3F0w"
      },
      {
        "name": "Death and Life",
        "path": "img/art/artworks/gustav-klimt-a3.jpg",
        "source": "https://artsandculture.google.com/asset/death-and-life-gustav-klimt/rAGqexSs58_H0A"
      },
      {
        "name": "Hope, II",
        "path": "img/art/artworks/gustav-klimt-a4.jpg",
        "source": "https://artsandculture.google.com/asset/hope-ii-gustav-klimt/igEr3RtRyxrpnw"
      },
      {
        "name": "Friends (Water serpants)",
        "path": "img/art/artworks/gustav-klimt-a5.jpg",
        "source": "https://artsandculture.google.com/asset/friends-water-serpants-gustav-klimt/DQG-eA3V8MvwUQ"
      },
      {
        "name": "Judith II Salomè",
        "path": "img/art/artworks/gustav-klimt-a6.jpg",
        "source": "https://artsandculture.google.com/asset/judith-ii-salomè-gustav-klimt/EAE-LxVLFSObBg"
      }
    ],
    "summary": [
      "Gustav Klimt was an Austrian symbolist painter and one of the most prominent members of the Vienna Secession movement. Klimt is noted for his paintings, murals, sketches, and other objet d'art. Klimt's primary subject was the female body, and his works are marked by a frank eroticism. In addition to his figurative works, which include allegories and portraits, he painted landscapes. Among the artists of the Vienna Secession, Klimt was the most influenced by Japanese art and its methods.",
      "Early in his artistic career, he was a successful painter of architectural decorations in a conventional manner. As he developed a more personal style, his work was the subject of controversy that culminated when the paintings he completed around 1900 for the ceiling of the Great Hall of the University of Vienna were criticized as pornographic. He subsequently accepted no more public commissions, but achieved a new success with the paintings of his \"golden phase\", many of which include gold leaf. Klimt's work was an important influence on his younger contemporary Egon Schiele."
    ],
    "quote": "“Sometimes I miss out the morning's painting session and instead study my Japanese books in the open.”",
    "movements": ["Modern art", "Symbolism", "Art Nouveau"],
    "mediums": ["Oil paint", "Drawing", "Pencil", "Gold", "Plaster", "Stucco"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gustav_Klimt",
    "urlGoogle": "https://artsandculture.google.com/entity/gustav-klimt/m03869"
  },
  "event": {
    "id": "afghanistan-conflict",
    "name": "Afghanistan conflict",
    "dates": "Apr 27, 1978",
    "mainImg": "img/events/afghanistan-conflict.jpg",
    "summary": [
      "The Afghanistan conflict is a series of wars that has been fought in Afghanistan since 1978. Starting with the Saur Revolution military coup, an almost continuous series of armed conflicts has dominated and afflicted Afghanistan. The wars include:",
      "The Soviet–Afghan War began in 1979 and ended in 1989. The Soviet Army \"invaded\" or \"intervened\" in the country to secure the ruling People's Democratic Party of Afghanistan following large waves of rebellion against the government. Soviet troops along with the allied Afghan Army fought against rebel factions mostly known collectively as the \"Afghan mujahideen\", whose main backers were the Soviet Union's Cold War enemies the United States and Pakistan. The Soviet Union was forced to withdraw its troops in 1989.",
      "The Afghan Civil War was the continuing war between the government and rebels, but without the involvement of Soviet troops. The Soviet Union nevertheless continued to financially support the Afghan government in its fight, and likewise rebel factions continued receiving support from the United States and Pakistan. The Soviet-backed Afghan government survived until the fall of Kabul in 1992."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Afghanistan_conflict_%281978%E2%80%93present%29",
    "urlGoogle": "https://artsandculture.google.com/entity/afghanistan-conflict/m0c_ym6"
  },
  "funFacts": [
    {
      "id": "195",
      "fact": "Eleven of the 50 U.S. states are named after an actual person.",
      "category": ["Geography"]
    },
    {
      "id": "964",
      "fact": "It is illegal in the United Kingdom to handle salmon in suspicious circumstances.",
      "category": ["Geography", "Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "553537",
      "fact": "When pirate Richard Worley, captain of the New York’s Revenge, captured his second ship, he named it the New York Revenge’s Revenge."
    }
  ],
  "idiom": {
    "id": "tower-of-strength",
    "term": "tower of strength",
    "definition": "A dependable person on whom one can lean in time of trouble, as in *After Dad died Grandma was a tower of strength for the whole family.* This expression, first recorded in 1549, originally was used most often to refer to God and heaven, but Shakespeare had it differently in *Richard III* (5:3): \"Besides, the King's name is a tower of strength.\""
  },
  "person": {
    "id": "louis-antoine-de-saint-just",
    "name": "Louis Antoine de Saint-Just",
    "dates": "Aug 25, 1767 - Jul 28, 1794",
    "mainImg": "img/people/louis-antoine-de-saint-just.jpg",
    "summary": [
      "Louis Antoine Léon de Saint-Just was a Jacobin leader during the French Revolution. He was a close friend of Maximilien Robespierre and served as his most trusted ally during the period of Jacobin rule in the French First Republic. Saint-Just worked as a legislator and a military commissar, but he achieved a lasting reputation as the face of the Reign of Terror. He publicly delivered the condemnatory reports that emanated from Robespierre and the Committee of Public Safety and defended the use of violence against opponents of the government. He supervised the arrests of some of the most famous figures of the Revolution and saw many of them off to the guillotine. For his unyielding severity, later writers dubbed him the \"Angel of Death\".",
      "From its beginning in 1789, the Revolution enthralled the young Saint-Just, who strove to take a leading role. Early on, he became a commander in his local National Guard unit. Shortly after reaching the minimum legal age of 25 in August 1792, he won election as a deputy to the National Convention in Paris."
    ],
    "quote": "“Keep cool and you command everybody.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Louis_Antoine_de_Saint-Just",
    "urlGoogle": "https://artsandculture.google.com/entity/louis-antoine-de-saint-just/m02lcln"
  },
  "place": {
    "id": "suriname",
    "name": "Suriname",
    "mainImg": "img/places/suriname.jpg",
    "summary": [
      "Suriname, officially known as the Republic of Suriname, is a country on the northeastern Atlantic coast of South America. It is bordered by the Atlantic Ocean to the north, French Guiana to the east, Guyana to the west and Brazil to the south. At just under 165,000 square kilometers, it is the smallest sovereign state in South America. Suriname has a population of approximately 575,990, most of whom live on the country's north coast, in and around the capital and largest city, Paramaribo.",
      "The country is a tropical country, whose geography is dominated by forests. These forests are important to Suriname's contribution to mitigating climate change, as the first country to reach carbon neutrality. The economy of Suriname is heavily dependent on the exports of bauxite, gold, petroleum and agricultural products.",
      "Suriname was long inhabited by various indigenous people before being invaded and contested by European powers from the 16th century, eventually coming under Dutch rule in the late 17th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Suriname",
    "urlGoogle": "https://artsandculture.google.com/entity/suriname/m06nnj"
  },
  "wiki": {
    "id": "postmans-park",
    "name": "Postman's Park",
    "summary": "Postman's Park is a 0.67-acre (2,700 m2) park in the City of London, adjacent to the site of the former head office of the General Post Office and a short distance north of St Paul's Cathedral. Opened in 1880 on the site of the former churchyard and burial ground of St Botolph's Aldersgate church, it expanded over the next 20 years to incorporate some adjacent burial grounds and nearby land previously occupied by housing. A shortage of space for burials in London meant that corpses were often laid above existing graves and covered over with soil instead of being buried, and thus Postman's Park, as an interment site for over 800 years, is significantly elevated above the streets which surround it. Since 1900 it has been the location of the Memorial to Heroic Self Sacrifice, a monument erected by George Frederic Watts to ordinary people who died saving the lives of others, and who might otherwise have been forgotten. In 1972, key elements of the park, including the Memorial to Heroic Self Sacrifice, were grade II listed to preserve their character. Following the 2004 film Closer, Postman's Park experienced a resurgence of interest, as key scenes were filmed in the park.",
    "url": "https://en.wikipedia.org/wiki/Postman%27s_Park"
  },
  "word": {
    "id": "diseuse",
    "word": "diseuse",
    "url": "https://www.merriam-webster.com/dictionary/diseuse",
    "partOfSpeech": "noun",
    "pronunciation": "dee-ZOOZ",
    "audioPath": "audio/words/diseuse.mp3",
    "definitions": ["a woman who is a skilled and usually professional reciter"],
    "examples": [
      "\"I say '[chanteuse](https://www.merriam-webster.com/dictionary/chanteuse)' but this is by courtesy, for she was more of a _diseuse_ to begin with, speaking her songs….\" - From Paul Johnson's 2010 book _Humorists: From Hogarth to Noel Coward_",
      "\"At Jurowski's insistence, the cast represented a spectrum of singers from opera to cabaret. So [coloratura](https://www.merriam-webster.com/dictionary/coloratura) soprano and contemporary music singer Alison Bell, slinky cabaret _diseuse_ Meow Meow, and \\[bel canto\\](https://www.merriam-webster.com/dictionary/bel canto) soprano Gabriela Istoc were the women fighting for the affections of Mark Padmore's brutally charismatic Macheath.\" - From a theater review by Tim Ashley in _The Guardian_ (London), March 4, 2013"
    ],
    "origin": "The American actress Ruth Draper (1884-1956) was known for her character-driven monologues and theatrical sketches, portraying some 58 different characters utilizing a range of languages and dialects. A comparable entertainer today might be labeled a performance artist, but a term that emerged during Draper's lifetime was \"diseuse.\" Broadly, a diseuse is a professional female reciter, though often the word is used specifically to refer to one who recites verse or other text to music. (A male reciter would be a diseur, but that word is rare in English.) Both \"diseuse\" and \"diseur\" derive from Old French \"dire\" (\"to say\") and ultimately from the Latin verb \"dicere.\""
  }
}
