{
  "artist": {
    "id": "juste-aurele-meissonnier",
    "name": "Juste-Aurèle Meissonnier",
    "dates": "Mar 17, 1695 - Jul 31, 1750",
    "mainImg": "img/art/artists/juste-aurele-meissonnier.jpg",
    "artworkImgs": [
      {
        "name": "Wall Clock (Pendule)",
        "path": "img/art/artworks/juste-aurele-meissonnier-a1.jpg",
        "source": "https://artsandculture.google.com/asset/wall-clock-pendule-case-possibly-after-a-design-by-juste-aurèle-meissonnier-clock-movement-by-jean-jacques-fiéffé/nAHBMU_oGpQLig"
      },
      {
        "name": "Vue de l'angle du même Cabinet; Vue de l'angle du même cabinet, montrant à gauche une grande fenêtre et à droite le tableau de Zéphyr et Flore, 2nd Plate",
        "path": "img/art/artworks/juste-aurele-meissonnier-a2.jpg",
        "source": "https://artsandculture.google.com/asset/vue-de-l-angle-du-même-cabinet-vue-de-l-angle-du-même-cabinet-montrant-à-gauche-une-grande-fenêtre-et-à-droite-le-tableau-de-zéphyr-et-flore-2nd-plate-juste-aurèle-meissonnier/owHrPfoSuA8NQg"
      },
      {
        "name": "Pair of candlesticks",
        "path": "img/art/artworks/juste-aurele-meissonnier-a3.jpg",
        "source": "https://artsandculture.google.com/asset/pair-of-candlesticks-juste-aurèle-meissonnier/6AEB-yVVuViQKA"
      },
      {
        "name": "Project de Sculpture en Argent d'un Grand Surtout de Table et les Deux Terrines...Executée pour Millord Kingston in 1735 (Design for Centerpiece and Two Tureens for the Duke of Kingston in 1735) plate 115 in Œuvre de Juste-Aurèle Meissonnier",
        "path": "img/art/artworks/juste-aurele-meissonnier-a4.jpg",
        "source": "https://artsandculture.google.com/asset/project-de-sculpture-en-argent-d-un-grand-surtout-de-table-et-les-deux-terrines-executée-pour-millord-kingston-in-1735-design-for-centerpiece-and-two-tureens-for-the-duke-of-kingston-in-1735-plate-115-in-œuvre-de-juste-aurèle-meissonnier-juste-aurèle-meissonnier/uwGupuib8RymnA"
      },
      {
        "name": "Pair of candlesticks (flambeaux or chandeliers)",
        "path": "img/art/artworks/juste-aurele-meissonnier-a5.jpg",
        "source": "https://artsandculture.google.com/asset/pair-of-candlesticks-flambeaux-or-chandeliers-juste-aurèle-meissonnier/hAGvzKk5ZWGiww"
      },
      {
        "name": "Projet fait pour le Maitre Autel de l'Eglise de St. Sulpice de Paris",
        "path": "img/art/artworks/juste-aurele-meissonnier-a6.jpg",
        "source": "https://artsandculture.google.com/asset/projet-fait-pour-le-maitre-autel-de-l-eglise-de-st-sulpice-de-paris-juste-aurźle-meissonnier-gabriel-huquier-gabriel-huquier/AgEpkQ6NZouw7g"
      }
    ],
    "summary": [
      "Juste-Aurèle Meissonier was a French goldsmith, sculptor, painter, architect, and furniture designer.",
      "He was born in Turin, but became known as a worker in Paris, where he died. His Italian origin and training were probably responsible for the extravagance of his decorative style. He shared, and perhaps distanced, the meretricious triumphs of Oppenord and Germain, since he dealt with the Rococo in its most daring and flamboyant developments.",
      "Rarely does he leave a foot or two of undecorated space; Meissonier carried the style of his day to its extreme and thus achieved great popularity. Like the Scottish brothers Adam at a later day he not only as architect built houses, but as painter and decorator covered their internal walls; he designed the furniture and the candlesticks, the silver and the decanters for the table; he was as ready to produce a snuff-box as a watch case or a sword hilt.",
      "Not only in France, but for the nobility of Poland, Portugal and other countries who took their fashions and their taste from Paris, he made designs. His work in gold and silver-plate was often graceful and sometimes bold and original."
    ],
    "quote": null,
    "movements": ["Renaissance", "Rococo"],
    "mediums": ["Etching", "Laid paper", "Engraving", "Metal", "Bronze", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Juste-Aur%C3%A8le_Meissonnier",
    "urlGoogle": "https://artsandculture.google.com/entity/juste-aurèle-meissonnier/m0506cv"
  },
  "event": {
    "id": "western-allied-invasion-of-germany",
    "name": "Western Allied invasion of Germany",
    "dates": "Mar 22, 1945 - May 11, 1945",
    "mainImg": "img/events/western-allied-invasion-of-germany.jpg",
    "summary": [
      "The Western Allied invasion of Germany was coordinated by the Western Allies during the final months of hostilities in the European theatre of World War II. In preparation for the Allied invasion of Germany, a series of offensive operations were designed to seize and capture the east and west bank of the Rhine River: Operation Veritable and Operation Grenade in February 1945, and Operation Lumberjack and Operation Undertone in March 1945. The Allied invasion of Germany started with the Western Allies crossing the Rhine on 22 March 1945 before fanning out and overrunning all of western Germany from the Baltic in the north to the Alpine passes in the south, where they linked up with troops of the U.S. Fifth Army in Italy. Combined with the capture of Berchtesgaden, any hope of Nazi leadership continuing to wage war from a so-called \"National redoubt\" or escape through the Alps was crushed, shortly followed by unconditional German surrender on 8 May 1945. This is known as the \"Central Europe campaign\" in United States military histories.",
      "By early 1945, events favored the Allied forces in Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Western_Allied_invasion_of_Germany",
    "urlGoogle": "https://artsandculture.google.com/entity/western-allied-invasion-of-germany/m0g87j6"
  },
  "funFacts": [
    {
      "id": "863",
      "fact": "The term rookies comes from a Civil War term, reckie, which was short for recruit.",
      "category": ["Definitions"]
    },
    {
      "id": "483",
      "fact": "Smile more - every two thousand frowns creates one wrinkle.",
      "category": ["Anatomy", "Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553864",
      "fact": "Stuck inside on a rainy day in 1816, writers Mary Shelley, Percy Shelley, Lord Byron, and John Polidori challenged each other to a scary story writing contest. Mary came up with the idea for Frankenstein and published it two years later at age 20."
    }
  ],
  "idiom": {
    "id": "pull-someones-chestnuts-out-of-the-fire",
    "term": "pull someone's chestnuts out of the fire",
    "definition": "Perform someone else's unpleasant task. The term comes from an old fable in which a monkey persuades a cat to pull roasting chestnuts from the fire, thus avoiding burning its fingers. The story appears in many fable collections of the 17th century and was transferred to mean anyone doing someone else's dirty work by the 18th century. Humorist S. J. Perelman used it in *Vinegar Puss* (1975): \"...he believed he could pull the chestnuts out of the fire if the investors furnished enough oxygen to keep the curtain up a few days longer\" (cited by *OED).* The same fable gave rise to the term **cat's paw**."
  },
  "person": {
    "id": "john-f-kennedy",
    "name": "John F. Kennedy",
    "dates": "May 29, 1917 - Nov 22, 1963",
    "mainImg": "img/people/john-f-kennedy.jpg",
    "summary": [
      "John Fitzgerald Kennedy, often referred to by his initials JFK and Jack, was an American politician who served as the 35th president of the United States from January 1961 until his assassination in November 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in the U.S. House of Representatives and Senate prior to becoming president.",
      "Kennedy was born into a wealthy political family in Brookline, Massachusetts. He graduated from Harvard University in 1940, before joining the U.S. Naval Reserve the following year. During World War II, he commanded a series of PT boats in the Pacific theater and earned the Navy and Marine Corps Medal for his service. After the war, Kennedy represented the Massachusetts's 11th congressional district in the U.S. House of Representatives from 1947 to 1953. He was subsequently elected to the U.S. Senate and served as the junior Senator from Massachusetts from 1953 to 1960. While in the Senate, Kennedy published his book, Profiles in Courage, which won a Pulitzer Prize."
    ],
    "quote": "“In giving rights to others which belong to them, we give rights to ourselves and to our country.”",
    "urlWiki": "https://en.wikipedia.org/wiki/John_F._Kennedy",
    "urlGoogle": "https://artsandculture.google.com/entity/john-f-kennedy/m0d3k14"
  },
  "place": {
    "id": "laos",
    "name": "Laos",
    "mainImg": "img/places/laos.jpg",
    "summary": [
      "Laos, officially the Lao People's Democratic Republic, is a socialist state and the only landlocked country in Southeast Asia. At the heart of the Indochinese peninsula, Laos is bordered by Myanmar and China to the northwest, Vietnam to the east, Cambodia to the southeast and Thailand to the west and southwest.",
      "Present Laos traces its historic and cultural identity to Lan Xang, which existed from the 14th century to the 18th century as one of the largest kingdoms in Southeast Asia. Due to its central geographical location in Southeast Asia, the kingdom became a hub for overland trade, and became wealthy economically and culturally. After a period of internal conflict, Lan Xang broke into three separate kingdoms—Luang Phrabang, Vientiane, and Champasak. In 1893, the three territories came under a French protectorate and were united to form what is now known as Laos. It briefly gained independence in 1945 after Japanese occupation, but was recolonised by France until it won autonomy in 1949. Laos became independent in 1953, with a constitutional monarchy under Sisavang Vong."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Laos",
    "urlGoogle": "https://artsandculture.google.com/entity/laos/m04hhv"
  },
  "quote": {
    "id": "117",
    "quote": "Often it isn’t the mountains ahead that wear you out, it’s the little pebble in your shoe.",
    "author": "Muhammad Ali"
  },
  "wiki": {
    "id": "degrassi-the-next-generation",
    "name": "Degrassi: The Next Generation",
    "summary": "Degrassi: The Next Generation is a Canadian teen drama television series set in the Degrassi universe, which was created by Linda Schuyler and Kit Hood in 1979. Like its predecessors, Degrassi: The Next Generation follows a group of students at Degrassi Community School who face many challenges, like poor self image, peer pressure, child abuse, sexual identity, gang violence, self-injury, teenage pregnancy, and drug abuse. The series was created by Linda Schuyler and Yan Moore, and is produced by Epitome Pictures in association with the CTV Television Network. The series is filmed at Epitome's studios in Toronto, Ontario, rather than on the real De Grassi Street from which the franchise takes its name. A critical success, Degrassi: The Next Generation has often received favourable reviews from Entertainment Weekly, The New York Times, and AfterElton.com. In its initial years, it was frequently the most watched domestic drama series in Canada, and one of the highest-rated shows on The N in the United States. The series premiered on CTV on 14 October 2001, and the ninth season will finish on 16 July 2010 with the made-for-TV film \"Degrassi Takes Manhattan\" on Canada's MuchMusic.",
    "url": "https://en.wikipedia.org/wiki/Degrassi:_The_Next_Generation"
  },
  "word": {
    "id": "euchre",
    "word": "euchre",
    "url": "https://www.merriam-webster.com/dictionary/euchre",
    "partOfSpeech": "verb",
    "pronunciation": "YOO-ker",
    "audioPath": "audio/words/euchre.mp3",
    "definitions": [
      "to prevent from winning three tricks in the card game euchre",
      "to cheat or trick"
    ],
    "examples": [
      "\"'You fooled us good,' Frank confessed. 'After Northfield, Jesse knew we'd been _euchred_ somehow. But I wouldn't have suspected you in a thousand years.'\" - From Matt Braun's 2008 novel _Manhunter / Deadwood_",
      "\"He'd never held a pick or shovel in those waxy white hands. His principal business was _euchring_ anyone who was sucker enough to do business with him.\" - From Richard S. Wheeler's 2005 novel _Seven Miles to Sundown_"
    ],
    "origin": "Euchre is a card game for four players that is played in tricks, or rounds, with a deck of 32 cards. Etymologists aren't sure where we got the name for the game, though they do know that it first appeared in English in the mid-19th century. The first sense of the verb \"euchre\" arose from an action that takes place during the game: a player is \"euchred\" when an opponent blocks him or her from winning three or more tricks after making trump. Deception can often be key to a winning strategy, and sure enough it took almost no time at all for \"euchre\" to develop a sense meaning \"cheat\" or \"trick.\""
  }
}
