{
  "artist": {
    "id": "frank-rinehart",
    "name": "Frank Rinehart",
    "dates": "Feb 12, 1861 - Dec 17, 1928",
    "mainImg": "img/art/artists/frank-rinehart.jpg",
    "artworkImgs": [
      {
        "name": "Brushing Against and Little Squint Eyes, San Carlos Apaches",
        "path": "img/art/artworks/frank-rinehart-a1.jpg",
        "source": "https://artsandculture.google.com/asset/brushing-against-and-little-squint-eyes-san-carlos-apaches/5AEfdZXJy5Rgxg"
      },
      {
        "name": "John Hollow Horn Bear, Sioux",
        "path": "img/art/artworks/frank-rinehart-a2.jpg",
        "source": "https://artsandculture.google.com/asset/john-hollow-horn-bear-sioux/SgE0p55nVeaXVw"
      },
      {
        "name": "Geronimo, (Guyatle), Apache",
        "path": "img/art/artworks/frank-rinehart-a3.jpg",
        "source": "https://artsandculture.google.com/asset/geronimo-guyatle-apache-frank-a-rinehart/jQEuhKmeMQLxxg"
      },
      {
        "name": "Geo. Little Wound, Sioux",
        "path": "img/art/artworks/frank-rinehart-a4.jpg",
        "source": "https://artsandculture.google.com/asset/geo-little-wound-sioux/xwEJG_VfQNccuQ"
      },
      {
        "name": "Afraid of Eagle, Sioux",
        "path": "img/art/artworks/frank-rinehart-a5.jpg",
        "source": "https://artsandculture.google.com/asset/afraid-of-eagle-sioux/0AFS-9uNDaswLQ"
      },
      {
        "name": "White Buffalo, Cheyennes",
        "path": "img/art/artworks/frank-rinehart-a6.jpg",
        "source": "https://artsandculture.google.com/asset/white-buffalo-cheyennes/DQED8ahhEmk5zw"
      }
    ],
    "summary": [
      "Frank Albert Rinehart was famous for his photography capturing Native American personalities and scenes, especially portrait settings of leaders and members of the delegations who attended the 1898 Indian Congress in Omaha."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Platinum", "Metal", "Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Frank_Rinehart",
    "urlGoogle": "https://artsandculture.google.com/entity/frank-rinehart/m0fhwk6"
  },
  "event": {
    "id": "south-east-asian-theatre-of-world-war-ii",
    "name": "South-East Asian theatre of World War II",
    "dates": "Dec 6, 1941 - Sep 9, 1945",
    "mainImg": "img/events/south-east-asian-theatre-of-world-war-ii.jpg",
    "summary": [
      "The South-East Asian Theatre of World War II was the name given to the campaigns of the Pacific War in Burma, Ceylon, India, Thailand, the Philippines, Indochina, Malaya and Singapore. Conflict in this theatre began when the Empire of Japan invaded French Indochina in September 1940 and rose to a new level following the raid on Pearl Harbor, and simultaneous attacks on Hong Kong, the Philippines, Thailand, Singapore and Malaya on 7 and 8 December 1941. The main landing at Singora on the east side of the Isthmus of Kra preceded the bombing of Pearl Harbor by several hours. Action in the theatre officially ended on 9 September 1945."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/South-East_Asian_theatre_of_World_War_II",
    "urlGoogle": "https://artsandculture.google.com/entity/south-east-asian-theatre-of-world-war-ii/m03n99_"
  },
  "funFacts": [
    {
      "id": "717",
      "fact": "Mangoes are the most-consumed fruit in the world.",
      "category": ["Food"]
    },
    {
      "id": "201",
      "fact": "The only one-syllabled U.S. state is Maine.",
      "category": ["Geography", "Onlies"]
    },
    {
      "id": "961",
      "fact": "The aphid insect is born pregnant.",
      "category": ["Animals", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553543",
      "fact": "Umchina, a Korean term meaning \"mom's friend's son,\" is used to describe a person who's better at everything than you are."
    },
    {
      "id": "506908",
      "fact": "Wendy's founder Dave Thomas dropped out of high school but picked up his GED in 1993. His GED class voted him Most Likely to Succeed."
    },
    { "id": "522176", "fact": "A group of clowns is sometimes called a giggle." }
  ],
  "idiom": {
    "id": "take-the-cake",
    "term": "take the cake",
    "definition": "Be the most outstanding in some respect, either the best or the worst. For example, *That advertising slogan really took the cake,* or *What a mess they made of the concert---that takes the cake!* This expression alludes to a contest called a *cakewalk,* in which a cake is the prize. Its figurative use, for something either excellent or outrageously bad, dates from the 1880s."
  },
  "person": {
    "id": "ngo-dinh-diem",
    "name": "Ngo Dinh Diem",
    "dates": "Jan 3, 1901 - Nov 2, 1963",
    "mainImg": "img/people/ngo-dinh-diem.jpg",
    "summary": [
      "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam, and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup.",
      "Diệm was born into a prominent Catholic family, the son of a high-ranking civil servant, Ngô Đình Khả. He was educated at French-speaking schools and considered following his brother Ngô Đình Thục into the priesthood, but eventually chose to pursue a civil-service career. He progressed rapidly in the court of Emperor Bảo Đại, becoming governor of Bình Thuận Province in 1929 and interior minister in 1933. However, he resigned the latter position after three months and publicly denounced the emperor as a tool of the French. Diệm came to support Vietnamese nationalism, promoting an anti-communist and anti-colonialist \"third way\" opposed to both Bảo Đại and communist leader Hồ Chí Minh. He established the Can Lao Party to support his political doctrine of Person Dignity Theory.",
      "After several years in exile, Diệm returned home in July 1954 and was appointed prime minister by Bảo Đại, the head of the Western-backed State of Vietnam."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ngo_Dinh_Diem",
    "urlGoogle": "https://artsandculture.google.com/entity/ngo-dinh-diem/m0f3xv"
  },
  "place": {
    "id": "bermuda",
    "name": "Bermuda",
    "mainImg": "img/places/bermuda.jpg",
    "summary": [
      "Bermuda is a British Overseas Territory in the North Atlantic Ocean. It is approximately 1,035.26 km east-southeast of Cape Hatteras, North Carolina; 1,236 km south of Cape Sable Island, Nova Scotia; 1,759 km northeast of Cuba, and 1,538 km due north of the British Virgin Islands. Though it is typically referred to in the singular, Bermuda consists of 181 islands; the largest of these islands is known as Main Island. The capital city of Bermuda is Hamilton. Bermuda is internally self-governing, with its own constitution and cabinet of ministers selected from the elected Members of the lower house of a Parliament that enacts local laws. As the national government, the Government of the United Kingdom is ultimately responsible for ensuring good governance within British Overseas Territories, and retains responsibility for defence and foreign relations. As of July 2018, it has a population of 71,176, making it the most populous of the British overseas territories. Bermuda's largest economic sectors are offshore insurance, reinsurance, and tourism. Bermuda had one of the world's highest GDP per capita for most of the 20th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bermuda",
    "urlGoogle": "https://artsandculture.google.com/entity/bermuda/m0165b"
  },
  "quote": {
    "id": "9",
    "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "battle-of-aljubarrota",
    "name": "Battle of Aljubarrota",
    "summary": "The Battle of Aljubarrota took place on August 14 1385, between Portuguese forces commanded by King João I and his general Nuno Alvares Pereira, and the Castilian army of King Juan I. The place was Aljubarrota, between the towns of Leiria and Alcobaça in central Portugal. The result was a decisive defeat for the Castilians and the end of the 1383–1385 Crisis, establishing João as King of Portugal. Independence was assured and a new dynasty, the House of Aviz, was established. Scattered border clashes with Castilian troops would persist until the death of Juan I in 1390, but these posed no real threat to the Portuguese monarchy. To celebrate his victory and acknowledge divine help, João I ordered the construction of the Monastery of Santa Maria of Batalha and the founding of the town of Batalha (the Portuguese word for \"battle\"). The king, his wife, Philippa of Lancaster, and several of his sons are buried in this monastery, which is an important part of Portuguese heritage.",
    "url": "https://en.wikipedia.org/wiki/Battle_of_Aljubarrota"
  },
  "word": {
    "id": "patagium",
    "word": "patagium",
    "url": "https://www.merriam-webster.com/dictionary/patagium",
    "partOfSpeech": "noun",
    "pronunciation": "puh-TAY-jee-um",
    "audioPath": "audio/words/patagium.mp3",
    "definitions": [
      "the fold of skin connecting the forelimbs and hind limbs of some tetrapods (as flying squirrels)",
      "the fold of skin in front of the main segments of a bird's wing"
    ],
    "examples": [
      "The flying squirrel uses its two _patagia_ to glide from tree to tree.",
      "\"One of the key identification marks is the dark leading edge of the wing, called the _patagium_. These marks on the under wing are only found on the red-tailed hawk.\" - From an article by Bill Fenimore, _The Salt Lake Tribune_, February 6, 2012"
    ],
    "origin": "In Latin, \"patagium\" referred to a gold edging or border on a woman's tunic, but in English its uses have been primarily scientific. It entered the English language in the early 19th century and was used by entomologists to refer to a process on the back of the foremost segment of an insect. Zoologists borrowed it as a word for the fold of skin of \"flying\" mammals and reptiles. Then ornithologists took the word to higher heights by the century's end, applying it to the forward part of the wings of birds."
  }
}
