{
  "artist": {
    "id": "felicien-rops",
    "name": "Félicien Rops",
    "dates": "Jul 7, 1833 - Aug 23, 1898",
    "mainImg": "img/art/artists/felicien-rops.jpg",
    "artworkImgs": [
      {
        "name": "Pornokrates' or 'La Dame au cochon'",
        "path": "img/art/artworks/felicien-rops-a1.jpg",
        "source": "https://artsandculture.google.com/asset/pornokrates-or-la-dame-au-cochon-félicien-victor-joseph-rops/jgGVrIVIojaolg"
      },
      {
        "name": "Une Pianiste Shaker",
        "path": "img/art/artworks/felicien-rops-a2.jpg",
        "source": "https://artsandculture.google.com/asset/une-pianiste-shaker-félicien-victor-joseph-rops/lwFj-UGw5Q8IWw"
      },
      {
        "name": "La Peine de mort",
        "path": "img/art/artworks/felicien-rops-a3.jpg",
        "source": "https://artsandculture.google.com/asset/la-peine-de-mort-félicien-victor-joseph-rops/MAEaeeEPv_sbDw"
      },
      {
        "name": "Oude-Kate",
        "path": "img/art/artworks/felicien-rops-a4.jpg",
        "source": "https://artsandculture.google.com/asset/oude-kate-félicien-rops/5QEiroRAimTofw"
      },
      {
        "name": "Le Vice suprême",
        "path": "img/art/artworks/felicien-rops-a5.jpg",
        "source": "https://artsandculture.google.com/asset/le-vice-suprême-félicien-victor-joseph-rops/6gFema5YWgLICg"
      },
      {
        "name": "Jean Brouette",
        "path": "img/art/artworks/felicien-rops-a6.jpg",
        "source": "https://artsandculture.google.com/asset/jean-brouette-félicien-victor-joseph-rops/DwEIYZkusfLhQw"
      }
    ],
    "summary": [
      "Félicien Victor Joseph Rops was a Belgian artist associated with Symbolism and the Parisian Fin-de Siecle. He was a painter, illustrator, caricaturist and a prolific and innovative print maker, particularly in intaglio. Although not well known to the general public, Rops was greatly respected by his peers and actively pursued and celebrated as an illustrator by the publishers, authors, and poets of his time and provided frontispieces and illustrations for Jules Barbey d'Aurevilly, Charles Baudelaire, Charles De Coster, Théophile Gautier, Joris-Karl Huysmans, Stéphane Mallarmé, Joséphin Péladan, Paul Verlaine, Voltaire, and many others. He is best known today for his prints and drawings illustrating erotic and occult literature of the period, although he also produced oil paintings including landscapes, seascapes, and occasional genre paintings. Rops is recognized as a pioneer of Belgian comics."
    ],
    "quote": null,
    "movements": ["Symbolism", "Modern art", "Realism"],
    "mediums": ["Etching", "Drawing", "Ink", "Graphite", "Pen", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/F%C3%A9licien_Rops",
    "urlGoogle": "https://artsandculture.google.com/entity/félicien-rops/m01ptjw"
  },
  "event": {
    "id": "battle-of-mookerheyde",
    "name": "Battle of Mookerheyde",
    "dates": null,
    "mainImg": "img/events/battle-of-mookerheyde.jpg",
    "summary": [
      "In the Battle of Mookerheyde, Spanish forces defeated Dutch forces composed of German mercenaries on 14 April 1574 during the Eighty Years' War near the village Mook and the river Meuse not far from Nijmegen in Gelderland. Two leaders of the Dutch forces, brothers of William the Silent, were killed: Louis of Nassau and Henry of Nassau-Dillenburg.",
      "During the winter of 1573/74, Louis and Henry of Nassau raised a mercenary army in Germany of 6500 infantry and 3000 cavalry. They proceeded towards Maastricht to rendezvous with their elder brother William the Silent, Prince of Orange, who led 6000 Dutchmen. They planned to march their combined forces toward Leiden, which was under siege by a large Spanish force since October 1573.",
      "The strength of Count Louis' forces diminished en route. More than a thousand men deserted and seven hundred were killed by the Spanish in a night attack. The remaining troops were mutinous because the Dutch had been unable to pay them. Louis crossed the Meuse with only 5,500 infantry and 2,600 cavalry."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Mookerheyde",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-mookerheyde/m03dnf6"
  },
  "funFacts": [
    {
      "id": "726",
      "fact": "A polar bear cannot be seen by an infrared camera, due to its transparent fur.",
      "category": ["Animals"]
    },
    {
      "id": "846",
      "fact": "An average of three billion cups of tea are consumed daily worldwide.",
      "category": ["Food", "Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "522189",
      "fact": "Norman Lloyd is Hollywood’s oldest working actor. The 104-year-old has worked with Charlie Chaplin, Robin Williams, and Amy Schumer."
    }
  ],
  "idiom": {
    "id": "misery-loves-company",
    "term": "misery loves company",
    "definition": "Fellow sufferers make unhappiness easier to bear, as in *She secretly hoped her friend would fail, too---misery loves company.* Words to this effect appeared in the work of Sophocles (c. 408 B.C.) and other ancient writers; the earliest recorded use in English was about 1349."
  },
  "person": {
    "id": "maximian",
    "name": "Maximian",
    "dates": "250 AD - 310 AD",
    "mainImg": "img/people/maximian.jpg",
    "summary": [
      "Maximian was Roman Emperor from 286 to 305. He was Caesar from 285 to 286, then Augustus from 286 to 305. He shared the latter title with his co-emperor and superior, Diocletian, whose political brain complemented Maximian's military brawn. Maximian established his residence at Trier but spent most of his time on campaign. In late 285, he suppressed rebels in Gaul known as the Bagaudae. From 285 to 288, he fought against Germanic tribes along the Rhine frontier. Together with Diocletian, he launched a scorched earth campaign deep into Alamannic territory in 288, temporarily relieving the Rhine provinces from the threat of Germanic invasion.",
      "The man he appointed to police the Channel shores, Carausius, rebelled in 286, causing the secession of Britain and northwestern Gaul. Maximian failed to oust Carausius, and his invasion fleet was destroyed by storms in 289 or 290. Maximian's subordinate, Constantius, campaigned against Carausius' successor, Allectus, while Maximian held the Rhine frontier. The rebel leader was ousted in 296, and Maximian moved south to combat piracy near Hispania and Berber incursions in Mauretania."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Maximian",
    "urlGoogle": "https://artsandculture.google.com/entity/maximian/m0jzw2"
  },
  "place": {
    "id": "amsterdam",
    "name": "Amsterdam",
    "mainImg": "img/places/amsterdam.jpg",
    "summary": [
      "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
      "Amsterdam's name derives from Amstelredamme, indicative of the city's origin around a dam in the river Amstel. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world in the Dutch Golden Age of the 17th century and became the leading centre for finance and trade. In the 19th and 20th centuries, the city expanded, and many new neighbourhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of Amsterdam, is the oldest part of the city, dating to the 9th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Amsterdam",
    "urlGoogle": "https://artsandculture.google.com/entity/amsterdam/m0k3p"
  },
  "wiki": {
    "id": "lords-resistance-army",
    "name": "Lord's Resistance Army",
    "summary": "The Lord's Resistance Army is a rebel paramilitary group operating in northern Uganda, and as of February 2005 is engaged in an armed conflict against the Ugandan government. It is led by Joseph Kony, who proclaims himself a spirit medium and apparently wishes to establish a state based on his unique interpretation of Biblical millenarianism. The rebels have been accused of many atrocities in the area. It is estimated that around 20,000 children have been kidnapped by the group since 1987 for use as as soldiers and sex slaves. LRA practices such as mutilation, enforced prostitution and enlisting children under the age of 15 into armed groups are war crimes. The group abducts its members primarily from the Acholi people, but it lacks widespread support among the Acholis, who have been the victims of many of its tactics. The insurgency has been mainly contained to the region known as Acholiland, consisting of the districts of Kitgum, Gulu, and Pader, though since 2002 violence has overflowed into other districts, including Lira, Apac and Adjumani.",
    "url": "https://en.wikipedia.org/wiki/Lord%27s_Resistance_Army"
  },
  "word": {
    "id": "encapsulate",
    "word": "encapsulate",
    "url": "https://www.merriam-webster.com/dictionary/encapsulate",
    "partOfSpeech": "verb",
    "pronunciation": "in-KAP-suh-layt",
    "audioPath": "audio/words/encapsulate.mp3",
    "definitions": [
      "to enclose in or as if in a capsule : to completely cover",
      "to show or express in a brief way : epitomize, summarize",
      "to become enclosed in a capsule"
    ],
    "examples": [
      "To avoid the risks that come with stripping asbestos insulation from pipes, it is sometimes best to _encapsulate_ the pipes with paint or tape or another material in order to prevent breathing in the dangerous fibers.",
      "\"It's the economy, stupid. Those words, coined by James Carville as he was managing Bill Clinton's campaign for the presidency in 1992, _encapsulate_ a basic axiom of practical politics, to wit: When the economy is hurting, it preoccupies voters, and politicians ignore it at their peril.\" -- From a column by Dan Walters in the _Sacramento Bee_ (California), September 2, 2011"
    ],
    "origin": "\"Encapsulate\" and its related noun, \"capsule,\" derive from \"capsula,\" a diminutive form of the Latin noun \"capsa,\" meaning \"box.\" \"Capsa\" also gave us our noun \"case\" (the container kind; the legal sense has a different origin). The original sense of \"encapsulate,\" meaning \"to enclose something in a capsule,\" first appeared in the late 19th century. Its extended meaning, \"to give a summary or synopsis of something,\" plays on the notion of a capsule as something compact, self-contained, and often easily digestible (as in a capsule of medicine). There is also a verb \"capsule,\" which is more or less synonymous with \"encapsulate.\""
  }
}
