{
  "artist": {
    "id": "t-c-steele",
    "name": "T. C. Steele",
    "dates": "Sep 11, 1847 - Jul 24, 1926",
    "mainImg": "img/art/artists/t-c-steele.jpg",
    "artworkImgs": [
      {
        "name": "Sunrise",
        "path": "img/art/artworks/t-c-steele-a1.jpg",
        "source": "https://artsandculture.google.com/asset/sunrise/mgENHznxvUUiAQ"
      },
      {
        "name": "Late Afternoon, Dachau Moor",
        "path": "img/art/artworks/t-c-steele-a2.jpg",
        "source": "https://artsandculture.google.com/asset/late-afternoon-dachau-moor-t-c-steele-american-1847-1926/1gGEdS47sLnMlA"
      },
      {
        "name": "Munich Girl",
        "path": "img/art/artworks/t-c-steele-a3.jpg",
        "source": "https://artsandculture.google.com/asset/munich-girl-t-c-steele-american-1847-1926/gQF2Hgb5KjTi4w"
      },
      {
        "name": "Morning--Old Schofield's Mill",
        "path": "img/art/artworks/t-c-steele-a4.jpg",
        "source": "https://artsandculture.google.com/asset/morning-old-schofield-s-mill-t-c-steele-american-1847-1926/FwGfX-p0tjiKjQ"
      },
      {
        "name": "Winter in Munich",
        "path": "img/art/artworks/t-c-steele-a5.jpg",
        "source": "https://artsandculture.google.com/asset/winter-in-munich-t-c-steele-american-1847-1926/ZgGlHuMBhqyZoQ"
      },
      {
        "name": "The Bloom of the Grape",
        "path": "img/art/artworks/t-c-steele-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-bloom-of-the-grape/HQEsACYHte794Q"
      }
    ],
    "summary": [
      "Theodore Clement Steele was an American Impressionist painter known for his Indiana landscapes. Steele was an innovator and leader in American Midwest painting and is one of the most famous of Indiana's Hoosier Group painters. In addition to painting, Steele contributed writings, public lectures, and hours of community service on art juries that selected entries for national and international exhibitions, most notably the Universal Exposition in Paris, France, and the Louisiana Purchase Exposition in Saint Louis, Missouri. He was also involved in organizing pioneering art associations, such as the Society of Western Artists.",
      "Steele’s work has appeared in a number of prestigious exhibitions, including the World’s Columbian Exposition in Chicago, Illinois; the Five Hoosier Painters exhibition in Chicago; the Louisiana Purchase Exposition in Saint Louis; the International Exhibit of Fine Arts in Buenos Aires, Argentina, and Santiago, Chile; and at the Panama-Pacific International Exposition in San Francisco, California.",
      "Steele’s work is widely collected by museums and individuals."
    ],
    "quote": null,
    "movements": ["Impressionism", "American Impressionism", "Modern art"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/T._C._Steele",
    "urlGoogle": "https://artsandculture.google.com/entity/t-c-steele/m026bb3p"
  },
  "event": {
    "id": "battle-of-balaclava",
    "name": "Battle of Balaclava",
    "dates": null,
    "mainImg": "img/events/battle-of-balaclava.jpg",
    "summary": [
      "The Battle of Balaclava, fought on 25 October 1854 during the Crimean War, was part of the Siege of Sevastopol, an Allied attempt to capture the port and fortress of Sevastopol, Russia's principal naval base on the Black Sea. The engagement followed the earlier Allied victory in September at the Battle of the Alma, where the Russian General Menshikov had positioned his army in an attempt to stop the Allies progressing south towards their strategic goal. Alma was the first major encounter fought in the Crimean Peninsula since the Allied landings at Kalamita Bay on 14 September, and was a clear battlefield success; but a tardy pursuit by the Allies failed to gain a decisive victory, allowing the Russians to regroup, recover and prepare their defence.",
      "The Russians split their forces. Defending within the allied siege lines was primarily the Navy manning the considerable static defenses of the city and threatening the allies from without was the mobile Army under General Menshikov.",
      "The Allies decided against a slow assault on Sevastopol and instead prepared for a protracted siege."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Balaclava",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-balaclava/m01d5yd"
  },
  "funFacts": [
    {
      "id": "175",
      "fact": "In 1634, tulip bulbs were a form of currency in Holland.",
      "category": ["Geography", "History"]
    },
    {
      "id": "39",
      "fact": "An ant's sense of smell is stronger than a dog's.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504706",
      "fact": "President Jefferson hated formal affairs so much that he would often greet foreign dignitaries while wearing pajamas."
    }
  ],
  "idiom": {
    "id": "whistle-in-the-dark",
    "term": "whistle in the dark",
    "definition": "Summon up courage in a frightening situation, make a show of bravery. For example, *They knew they were lost and were just whistling in the dark.* This expression alludes to a literal attempt to keep up one's courage. [First half of 1900s]"
  },
  "person": {
    "id": "ivanoe-bonomi",
    "name": "Ivanoe Bonomi",
    "dates": "Oct 18, 1873 - Apr 20, 1951",
    "mainImg": "img/people/ivanoe-bonomi.jpg",
    "summary": [
      "Ivanoe Bonomi was an Italian statesman before and after World War II and ruled Italy as the 25th Prime Minister of Italy.",
      "Bonomi was born in Mantua, Italy. He was elected to the Italian Chamber of Deputies in 1909, representing Mantua as a member of the Italian Socialist Party. He was among those expelled from the party in 1912, for his advocacy of reformism and moderation, as well as his support for the Italian invasion of Libya. Bonomi joined the Italian Reformist Socialist Party, and supported Italy's participation in World War I on the side of the Triple Entente.",
      "Bonomi served as Minister of Public Works from 1916 until 1917, and as Minister of War from 1920 until 1921 - helping to negotiate a treaty with Yugoslavia. Later in 1921 he became Treasury Minister. A few months later, he became Prime Minister of Italy for the first time, in a coalition government—the first socialist to hold the post. Early in 1922, his government collapsed, and he was replaced as Prime Minister by Luigi Facta, amidst the Fascist insurgency led by Benito Mussolini. In October 1922, Mussolini gained power through the March on Rome, and Bonomi withdrew from politics."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ivanoe_Bonomi",
    "urlGoogle": "https://artsandculture.google.com/entity/ivanoe-bonomi/m03xm7_"
  },
  "place": {
    "id": "udaipur",
    "name": "Udaipur",
    "mainImg": "img/places/udaipur.jpg",
    "summary": [
      "Udaipur, also known as the \"City of Lakes\" is a city in the state of Rajasthan in India. It is the historic capital of the kingdom of Mewar in the former Rajputana Agency. It was founded in 1558 by Udai Singh II of the Sisodia clan of Rajput, when he shifted his capital from the city of Chittorgarh to Udaipur after Chittorgarh was besieged by Akbar. It remained as the capital city till 1818 when it became a British princely state, and thereafter the Mewar province became a part of Rajasthan when India gained independence in 1947.",
      "The city is located in the southernmost part of Rajasthan, near the Gujarat border. It is surrounded by the Aravali Range, which separates it from the Thar Desert. It is around 660 km from Delhi and approximately 800 km from Mumbai, placed almost in the middle of two major Indian metro cities. Besides, connectivity with Gujarat ports provide Udaipur a strategic geographical advantage. Udaipur is well connected with nearby cities and states by means of road, rail and air transportation facilities, including Maharana Pratap Airport. Common languages spoken include Hindi, English and Rajasthani."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Udaipur",
    "urlGoogle": "https://artsandculture.google.com/entity/udaipur/m0b_kfy"
  },
  "wiki": {
    "id": "sms-scharnhorst",
    "name": "SMS Scharnhorst",
    "summary": "SMS Scharnhorst was an armored cruiser of the Imperial German Navy and the lead ship of her class. Named after the Prussian reformer General Gerhard von Scharnhorst, the ship entered service on 24 October 1907. After brief service with the High Seas Fleet in Germany in 1908, she was assigned in 1909 to the German East Asia Squadron based in Tsingtao, China, becoming the squadron flagship. Over the next five years, she went on several tours of Asian ports and was present in Japan for the coronation of the Taishō Emperor in 1912. After the outbreak of World War I, Scharnhorst and her sister ship SMS Gneisenau, accompanied by three light cruisers and several colliers, sailed across the Pacific Ocean—in the process evading the various Allied naval forces sent to intercept them—before arriving off the southern coast of South America. On 1 November 1914, Scharnhorst and the rest of the East Asia Squadron encountered and overpowered a British squadron at the Battle of Coronel. The stinging defeat prompted the British Admiralty to dispatch two battlecruisers to hunt down and destroy Scharnhorst's flotilla, which they accomplished at the Battle of the Falkland Islands on 8 December 1914.",
    "url": "https://en.wikipedia.org/wiki/SMS_Scharnhorst"
  },
  "word": {
    "id": "armistice",
    "word": "armistice",
    "url": "https://www.merriam-webster.com/dictionary/armistice",
    "partOfSpeech": "noun",
    "pronunciation": "AHR-muh-stus",
    "audioPath": "audio/words/armistice.mp3",
    "definitions": [
      "temporary suspension of hostilities by agreement between the opponents : truce"
    ],
    "examples": [
      "The Korean War ended with an _armistice_ signed in July of 1953, though a permanent peace accord was never reached.",
      "\"Most of us learned in school that WWI ended either with the 1918 _armistice_ agreement or the 1919 Treaty of Versailles. But the _Telegraph_ points out that, technically, the war will not come to a formal conclusion until this Sunday, when Germany makes its final reparation payment.\" -- From an article by Max Fisher on _The Atlantic Wire_, September 29, 2010"
    ],
    "origin": "\"Armistice\" descends from Latin \"sistere,\" meaning \"to come to a stand\" or \"to cause to stand or stop,\" combined with \"arma,\" meaning \"weapons.\" An armistice, therefore, is literally a cessation of arms. Armistice Day is the name that was given to the holiday celebrated in the United States on November 11 before it was renamed Veterans Day by Congress in 1954. The original name refers to the agreement between the Allied Powers and Germany to end hostilities that constituted the first World War, designated to take effect on the eleventh hour of the eleventh day of the eleventh month. Other armistices, involving Romania, Bulgaria, Turkey, and Austria-Hungary, were effected on other dates before and after November 11."
  }
}
