{
  "artist": {
    "id": "kehinde-wiley",
    "name": "Kehinde Wiley",
    "dates": "Born Feb 28, 1977",
    "mainImg": "img/art/artists/kehinde-wiley.jpg",
    "artworkImgs": [
      {
        "name": "President Barack Obama",
        "path": "img/art/artworks/kehinde-wiley-a1.jpg",
        "source": "https://artsandculture.google.com/asset/president-barack-obama-kehinde-wiley/kgGqONkp0JVsCA"
      },
      {
        "name": "Portrait of Asia-Imani, Gabriella-Esnae, and Kaya Palmer",
        "path": "img/art/artworks/kehinde-wiley-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-asia-imani-gabriella-esnae-and-kaya-palmer-kehinde-wiley/hAED3ge3jzXcPA"
      },
      {
        "name": "John, 1st Baron Byron",
        "path": "img/art/artworks/kehinde-wiley-a3.jpg",
        "source": "https://artsandculture.google.com/asset/john-1st-baron-byron-kehinde-wiley/JwEfPaSpIGnDaQ"
      },
      {
        "name": "Portrait of Dorinda Essah",
        "path": "img/art/artworks/kehinde-wiley-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-dorinda-essah-kehinde-wiley/GQHl-sXdjRgnRQ"
      },
      {
        "name": "Portrait of Mojisola Elufowoju",
        "path": "img/art/artworks/kehinde-wiley-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-mojisola-elufowoju-kehinde-wiley/1gGJrpAXJKGKCw"
      },
      {
        "name": "Portrait of Melissa Thompson",
        "path": "img/art/artworks/kehinde-wiley-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-melissa-thompson-kehinde-wiley/VgG6lpXrc0ufHQ"
      }
    ],
    "summary": [
      "Kehinde Wiley is an American portrait painter based in New York City, who is known for his highly naturalistic paintings of black people. He was commissioned in 2017 to paint a portrait of former President Barack Obama for the Smithsonian National Portrait Gallery, which has portraits of all the US presidents. The Columbus Museum of Art, which hosted an exhibition of his work in 2007, describes his work as follows: \"Wiley has gained recent acclaim for his heroic portraits which address the image and status of young African-American men in contemporary culture.\"",
      "Wiley's portrait of Obama was unveiled on February 12, 2018. He and Amy Sherald, whose portrait of former First Lady Michelle Obama was simultaneously unveiled, are the first black artists to paint official portraits of the president or First Lady for the National Portrait Gallery.",
      "Some observers criticized the selection of Wiley for the commission because he had earlier produced two painting variations of Judith Beheading Holofernes, in which he depicts African-American women holding the severed heads of white women. Wiley said that this is a \"play on the 'kill whitey' thing\"."
    ],
    "quote": "“I think there's something important in going against the grain, and perhaps finding value in things that aren't necessarily institutionally recognized.”",
    "movements": [],
    "mediums": ["Oil paint", "Drawing", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Kehinde_Wiley",
    "urlGoogle": "https://artsandculture.google.com/entity/kehinde-wiley/m07czpt"
  },
  "event": {
    "id": "space-shuttle-challenger-disaster",
    "name": "Space Shuttle Challenger disaster",
    "dates": null,
    "mainImg": "img/events/space-shuttle-challenger-disaster.jpg",
    "summary": [
      "The Space Shuttle Challenger disaster was a fatal incident in the United States space program that occurred on Tuesday, January 28, 1986, when the Space Shuttle Challenger broke apart 73 seconds into its flight, killing all seven crew members aboard. The crew consisted of five NASA astronauts, one payload specialist, and a civilian schoolteacher. The mission carried the designation STS-51-L and was the tenth flight for the Challenger orbiter.",
      "The spacecraft disintegrated over the Atlantic Ocean, off the coast of Cape Canaveral, Florida, at 11:39 a.m. EST. The disintegration of the vehicle began after a joint in its right solid rocket booster failed at liftoff. The failure was caused by the failure of O-ring seals used in the joint that were not designed to handle the unusually cold conditions that existed at this launch. The seals' failure caused a breach in the SRB joint, allowing pressurized burning gas from within the solid rocket motor to reach the outside and impinge upon the adjacent SRB aft field joint attachment hardware and external fuel tank. This led to the separation of the right-hand SRB's aft field joint attachment and the structural failure of the external tank."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Space_Shuttle_Challenger_disaster",
    "urlGoogle": "https://artsandculture.google.com/entity/space-shuttle-challenger-disaster/m0244_r"
  },
  "funFacts": [
    {
      "id": "79",
      "fact": "There are 119 grooves on the edge of a quarter.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "141",
      "fact": "The square dance is the official dance of the state of Washington.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553811",
      "fact": "Steve Carell worked as a postal carrier in the small town of Littleton, Massachusetts. (Though he only did it for a few months, he said it was the hardest job he's ever had.)"
    }
  ],
  "idiom": {
    "id": "spin-a-yarn",
    "term": "spin a yarn",
    "definition": "Tell a story, especially a long drawn-out or totally fanciful one, as in *This author really knows how to spin a yarn,* or *Whenever he's late he spins some yarn about a crisis.* Originally a nautical term dating from about 1800, this expression probably owes its life to the fact that it embodies a double meaning, *yarn* signifying both \"spun fiber\" and \"a tale.\""
  },
  "person": {
    "id": "alexander-iii-of-russia",
    "name": "Alexander III of Russia",
    "dates": "Mar 10, 1845 - Nov 1, 1894",
    "mainImg": "img/people/alexander-iii-of-russia.jpg",
    "summary": [
      "Alexander III was Emperor of Russia, King of Poland and Grand Duke of Finland from 13 March 1881 until his death on 1 November 1894. He was highly reactionary and reversed some of the liberal reforms of his father, Alexander II. Under the influence of Konstantin Pobedonostsev he opposed any reform that limited his autocratic rule. During his reign, Russia fought no major wars; he was therefore styled \"The Peacemaker\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_III_of_Russia",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-iii-of-russia/m0r9f"
  },
  "place": {
    "id": "lausanne",
    "name": "Lausanne",
    "mainImg": "img/places/lausanne.jpg",
    "summary": [
      "Lausanne is the capital city and biggest town of the canton of Vaud in Romandy, Switzerland. A municipality, it is situated on the shores of Lake Léman. It faces the French town of Évian-les-Bains, with the Jura Mountains to its north-west. Lausanne is located 62 kilometres northeast of Geneva.",
      "The municipality Lausanne has a population of about 140,000, making it the fourth largest city in Switzerland, with the entire agglomeration area having about 420,000 inhabitants. The metropolitan area of Lausanne-Geneva was over 1.2 million inhabitants in 2000.",
      "Lausanne is a focus of international sport, hosting the International Olympic Committee, the Court of Arbitration for Sport and some 55 international sport associations. It lies in a noted wine-growing region. The city has a 28-station metro system, making it the smallest city in the world to have a rapid transit system. Lausanne hosted the 2020 Winter Youth Olympics."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lausanne",
    "urlGoogle": "https://artsandculture.google.com/entity/lausanne/m04qdj"
  },
  "quote": {
    "id": "34",
    "quote": "In my whole life, I have known no wise people who didn't read all the time – none, zero.",
    "author": "Charlie Munger"
  },
  "wiki": {
    "id": "wladyslaw-sikorski",
    "name": "Władysław Sikorski",
    "summary": "Władysław Sikorski was a Polish military and political leader. Before World War I, he became a founder and member of several underground organizations that promoted the cause of Polish independence. He fought with distinction during the Polish-Soviet War, in which he played a prominent role in the decisive Battle of Warsaw. During World War II he became Prime Minister of the Polish Government in Exile, Commander-in-Chief of the Polish Armed Forces, and a staunch advocate of the Polish cause on the diplomatic scene. He supported the reestablishment of diplomatic relations between Poland and the Soviet Union, which had been severed after the Soviet alliance with Germany in the 1939 invasion of Poland. In April 1943, however, Soviet dictator Joseph Stalin broke off Soviet-Polish diplomatic relations following Sikorski's request that the International Red Cross investigate the Katyn Massacre. In July 1943, Sikorski was killed in a plane crash into the sea immediately on takeoff from Gibraltar. The exact circumstances of his death remain in dispute, which has given rise to ongoing conspiracy theories.",
    "url": "https://en.wikipedia.org/wiki/W%C5%82adys%C5%82aw_Sikorski"
  },
  "word": {
    "id": "guttural",
    "word": "guttural",
    "url": "https://www.merriam-webster.com/dictionary/guttural",
    "partOfSpeech": "adjective",
    "pronunciation": "GUTT-uh-rul",
    "audioPath": "audio/words/guttural.mp3",
    "definitions": [
      "articulated in the throat",
      "formed with the back of the tongue touching or near the soft palate",
      "being or marked by utterance that is strange, unpleasant, or disagreeable"
    ],
    "examples": [
      "The only response we could get from him was an inarticulate _guttural_ grunt.",
      "\"Four thuggish-looking Klingons, sporting gnarled foreheads and robed regalia and clutching spears and scimitars, looked on as the two 'Hamlet' renditions were performed side by side -- a minute or two of the grating, _guttural_ Klingon version, followed by a minute or two of the English one.\" -- From a theater review by Celia Wren in _The Washington Post_, September 27, 2010"
    ],
    "origin": "Though it is now used to describe many sounds or utterances which strike the listener as harsh or disagreeable, the adjective \"guttural\" was originally applied only to sounds and utterances produced in the throat. This is reflected in the word's Latin root -- \"guttur,\" meaning \"throat.\" Despite the similarity in sound, \"guttural\" is not related to the English word \"gutter,\" which comes (by way of Anglo-French) from Latin \"gutta,\" meaning \"drop.\""
  }
}
