{
  "artist": {
    "id": "alexander-mc-queen",
    "name": "Alexander McQueen",
    "dates": "Mar 17, 1969 - Feb 11, 2010",
    "mainImg": "img/art/artists/alexander-mc-queen.jpg",
    "artworkImgs": [
      {
        "name": "Alexander McQueen Birds Nest Headdress, Autumn / Winter 2006",
        "path": "img/art/artworks/alexander-mc-queen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-mcqueen-birds-nest-headdress-autumn-winter-2006-lee-alexander-mcqueen/VQGCcYhT_5QBKQ"
      },
      {
        "name": "Knucklebag",
        "path": "img/art/artworks/alexander-mc-queen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/knucklebag-alexander-mcqueen/OgHCVCuyzAqM8g"
      },
      {
        "name": "Evening dress, \"In memory of Elizabeth Howe, Salem 1692\"",
        "path": "img/art/artworks/alexander-mc-queen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/evening-dress-in-memory-of-elizabeth-howe-salem-1692-alexander-mcqueen/dgF4WFiyOH3dcw"
      },
      {
        "name": "Alexander McQueen, Spring / Summer 2001",
        "path": "img/art/artworks/alexander-mc-queen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-mcqueen-spring-summer-2001-lee-alexander-mcqueen/mwEAkK6rM8eCVw"
      },
      {
        "name": "Evening Dress",
        "path": "img/art/artworks/alexander-mc-queen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/evening-dress-alexander-mcqueen/1QFhXmFyxMfejw"
      },
      {
        "name": "Alexander McQueen, Autumn / Winter 1998",
        "path": "img/art/artworks/alexander-mc-queen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-mcqueen-autumn-winter-1998-lee-alexander-mcqueen/nAGIsA06tW8sXg"
      }
    ],
    "summary": [
      "Lee Alexander McQueen, CBE was a British fashion designer and couturier. He worked as chief designer at Givenchy from 1996 to 2001, and founded his own Alexander McQueen label in 1992. His achievements in fashion earned him four British Designer of the Year awards, as well as the CFDA's International Designer of the Year award in 2003. McQueen died by suicide in 2010, at the age of 40, at his home in Mayfair, London."
    ],
    "quote": "“I always wanted to be a designer. I read books on fashion from the age of 12.”",
    "movements": [],
    "mediums": ["Textile", "Silk", "Satin", "Metal", "Velvet", "Rayon"],
    "urlWiki": "https://en.wikipedia.org/wiki/Alexander_McQueen",
    "urlGoogle": "https://artsandculture.google.com/entity/alexander-mcqueen/m023hms"
  },
  "event": {
    "id": "ptolemaic-dynasty",
    "name": "Ptolemaic dynasty",
    "dates": "304 BC - 29 BC",
    "mainImg": "img/events/ptolemaic-dynasty.jpg",
    "summary": [
      "The Ptolemaic dynasty, sometimes also known as the Lagids or Lagidae, was a Macedonian Greek royal family, which ruled the Ptolemaic Kingdom in Egypt during the Hellenistic period. Their rule lasted for 275 years, from 305 to 30 BC. They were the last dynasty of ancient Egypt.",
      "Ptolemy, one of the seven somatophylakes of Macedon who served as Alexander the Great's generals and deputies, was appointed satrap of Egypt after Alexander's death in 323 BC. In 305 BC, he declared himself Ptolemy I, later known as Sōter \"Saviour\". The Egyptians soon accepted the Ptolemies as the successors to the pharaohs of independent Egypt. Ptolemy's family ruled Egypt until the Roman conquest of 30 BC.",
      "Like the earlier dynasties of ancient Egypt, the Ptolemaic dynasty practiced inbreeding including sibling marriage, but this did not start in earnest until nearly a century into the dynasty's history. All the male rulers of the dynasty took the name Ptolemy, while queens regnant were all called Cleopatra, Arsinoe or Berenice."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ptolemaic_dynasty",
    "urlGoogle": "https://artsandculture.google.com/entity/ptolemaic-dynasty/m05_4h"
  },
  "funFacts": [
    {
      "id": "861",
      "fact": "South Carolina is home to the first tea farm in the U.S.",
      "category": ["Firsts"]
    },
    {
      "id": "369",
      "fact": "On Valentine's Day, there is no charge to get married in the Empire State Building's chapel.",
      "category": ["Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "551311",
      "fact": "<span><em>The Starry Night</em> depicts Vincent Van Gogh's view from the Saint Paul-de-Mausole asylum.</span>"
    }
  ],
  "idiom": {
    "id": "ships-that-pass-in-the-night",
    "term": "ships that pass in the night",
    "definition": "Individuals who are rarely in the same place at the same time. For example, *Jan works the early shift and Paula the late shift--- they're two ships that pass in the night.* This metaphoric expression comes from Henry Wadsworth Longfellow's poem \"The Theologian's Tale\" (published in *Tales of a Wayside Inn,* 1873)."
  },
  "person": {
    "id": "septimius-severus",
    "name": "Septimius Severus",
    "dates": "145 AD - 211 AD",
    "mainImg": "img/people/septimius-severus.jpg",
    "summary": [
      "Septimius Severus was Roman emperor from 193 to 211. He was born in Leptis Magna in the Roman province of Africa. As a young man he advanced through the customary succession of offices under the reigns of Marcus Aurelius and Commodus. Severus seized power after the death of Emperor Pertinax in 193 during the Year of the Five Emperors.",
      "After deposing and killing the incumbent emperor Didius Julianus, Severus fought his rival claimants, the Roman generals Pescennius Niger and Clodius Albinus. Niger was defeated in 194 at the Battle of Issus in Cilicia. Later that year Severus waged a short punitive campaign beyond the eastern frontier, annexing the Kingdom of Osroene as a new province. Severus defeated Albinus three years later at the Battle of Lugdunum in Gaul.",
      "After consolidating his rule over the western provinces, Severus waged another brief, more successful war in the east against the Parthian Empire, sacking their capital Ctesiphon in 197 and expanding the eastern frontier to the Tigris. He then enlarged and fortified the Limes Arabicus in Arabia Petraea."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Septimius_Severus",
    "urlGoogle": "https://artsandculture.google.com/entity/septimius-severus/m07137"
  },
  "place": {
    "id": "wilmington",
    "name": "Wilmington",
    "mainImg": "img/places/wilmington.jpg",
    "summary": [
      "Wilmington is a port city and the county seat of New Hanover County in coastal southeastern North Carolina, United States.",
      "Towards the end of the 19th century, Wilmington was a majority-black, racially-integrated prosperous city, and the largest city in North Carolina. In the Wilmington massacre of 1898, white Democrats launched a coup to overthrow the legitimately-elected local Fusionist government. They expelled opposition black and white political leaders from the city, destroyed the property and businesses of black citizens built up since the Civil War, including the only black newspaper in the city, and killed an estimated 60 to more than 300 people. Whereas Wilmington had 125,000 registered black voters in 1896, it had 6,000 by 1902. By 1910, Charlotte overtook Wilmington as the state's largest city.",
      "With a population of 123,744 in 2019, it is the eighth most populous city in the state. Wilmington is the principal city of the Wilmington Metropolitan Statistical Area, a metropolitan area that includes New Hanover and Pender counties in southeastern North Carolina, which has a population of 263,429 as of the 2012 Census Estimate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wilmington,_North_Carolina",
    "urlGoogle": "https://artsandculture.google.com/entity/wilmington/m0yj9v"
  },
  "quote": {
    "id": "42",
    "quote": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin"
  },
  "wiki": {
    "id": "cologne-war",
    "name": "Cologne War",
    "summary": "The Cologne War (1583–88) devastated the Electorate of Cologne, a historical ecclesiastical principality of the Holy Roman Empire, present-day North Rhine-Westphalia, in Germany. The war occurred within the context of the Protestant Reformation in Germany and the subsequent Counter-Reformation, and concurrently with the Dutch Revolt and the French Wars of Religion. The conflict tested the principle of ecclesiastical reservation, which had been included in the religious Peace of Augsburg (1555). This principle excluded, or \"reserved\", the ecclesiastical territories of the Holy Roman Empire from the application of cuius regio, eius religio, or \"who rules, his religion\", as the primary means to determine the religion of a territory. The conflict coincided with the Dutch Revolt, 1568–1648, encouraging participation of the rebellious Dutch provinces and the Spanish. The Cologne War caused the consolidation of Wittelsbach authority in northwestern German territories and a Catholic revival on the lower Rhine. Importantly, it also set a precedent for outside intervention in German religious and dynastic conflicts.",
    "url": "https://en.wikipedia.org/wiki/Cologne_War"
  },
  "word": {
    "id": "fusty",
    "word": "fusty",
    "url": "https://www.merriam-webster.com/dictionary/fusty",
    "partOfSpeech": "adjective",
    "pronunciation": "FUSS-tee",
    "audioPath": "audio/words/fusty.mp3",
    "definitions": [
      "saturated with dust and stale odors : musty",
      "rigidly old-fashioned or reactionary"
    ],
    "examples": [
      "We opened the windows to air out the _fusty_ room.",
      "\"Unlike so many _fusty_ historical monuments, her statue appears alive, with the writer’s cloak blowing in the wind, a huge raven flying in his path and a trail of pages … spilling from his briefcase.\" - James Sullivan, _Boston Globe_, September 30, 2014"
    ],
    "origin": "_Fusty_ probably derives from the Middle English word _foist_, meaning \"wine cask,\" which in turn traces to the Medieval Latin word _fustis_, meaning \"tree trunk\" or \"wood.\" So how did _fusty_ end up meaning \"old-fashioned\"? Originally, it described wine that had gotten stale from sitting in the cask for too long; _fusty_ literally meant that the wine had the \"taste of the cask.\" Eventually any stale food, especially damp or moldy food, was called \"fusty.\" Those damp and moldy connotations were later applied to musty places, and later still to anything that had lost its freshness and interest-that is, to anything old-fashioned."
  }
}
