{
  "artist": {
    "id": "willard-metcalf",
    "name": "Willard Metcalf",
    "dates": "Jul 1, 1858 - Mar 9, 1925",
    "mainImg": "img/art/artists/willard-metcalf.jpg",
    "artworkImgs": [
      {
        "name": "A Family of Birches",
        "path": "img/art/artworks/willard-metcalf-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-family-of-birches/XQGBmVEbaBK08Q"
      },
      {
        "name": "Summer Day, Gloucester, Massachusetts",
        "path": "img/art/artworks/willard-metcalf-a2.jpg",
        "source": "https://artsandculture.google.com/asset/summer-day-gloucester-massachusetts-willard-leroy-metcalf/XwFa9cevFNRUhQ"
      },
      {
        "name": "Sunlight and Shadow",
        "path": "img/art/artworks/willard-metcalf-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sunlight-and-shadow-willard-leroy-metcalf/dAFSj3SHUYHkKg"
      },
      {
        "name": "A Young Girl",
        "path": "img/art/artworks/willard-metcalf-a4.jpg",
        "source": "https://artsandculture.google.com/asset/a-young-girl-willard-leroy-metcalf-american-1858-1925/igG_pEe0jQfzIw"
      },
      {
        "name": "October Morning: Deerfield, Mass",
        "path": "img/art/artworks/willard-metcalf-a5.jpg",
        "source": "https://artsandculture.google.com/asset/october-morning-deerfield-mass-artist-willard-leroy-metcalf/CgHsh-_wdcjNPA"
      },
      {
        "name": "The Ten Cent Breakfast",
        "path": "img/art/artworks/willard-metcalf-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-ten-cent-breakfast-willard-leroy-metcalf/gAHep4av-hxhrg"
      }
    ],
    "summary": [
      "Willard Leroy Metcalf was an American artist born in Lowell, Massachusetts. He studied at the School of the Museum of Fine Arts, Boston, and later attended Académie Julian, Paris. After early figure-painting and illustration, he became prominent as a landscape painter. He was one of the Ten American Painters who in 1897 seceded from the Society of American Artists. For some years he was an instructor in the Women's Art School, Cooper Union, New York, and in the Art Students League, New York. In 1893 he became a member of the American Watercolor Society, New York. Generally associated with American Impressionism, he is also remembered for his New England landscapes and involvement with the Old Lyme Art Colony at Old Lyme, Connecticut and his influential years at the Cornish Art Colony."
    ],
    "quote": null,
    "movements": ["Impressionism", "American Impressionism", "Modern art"],
    "mediums": ["Oil paint", "Wood", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Willard_Metcalf",
    "urlGoogle": "https://artsandculture.google.com/entity/willard-metcalf/m03p484"
  },
  "event": {
    "id": "louisiana-purchase-exposition",
    "name": "Louisiana Purchase Exposition",
    "dates": "Apr 30, 1904 - Dec 1, 1904",
    "mainImg": "img/events/louisiana-purchase-exposition.jpg",
    "summary": [
      "The Louisiana Purchase Exposition, informally known as the St. Louis World's Fair, was an international exposition held in St. Louis, Missouri, United States, from April 30 to December 1, 1904. Local, state, and federal funds totaling $15 million were used to finance the event. More than 60 countries and 43 of the then-45 American states maintained exhibition spaces at the fair, which was attended by nearly 19.7 million people.",
      "Historians generally emphasize the prominence of themes of race and empire, and the fair's long-lasting impact on intellectuals in the fields of history, art history, architecture and anthropology. From the point of view of the memory of the average person who attended the fair, it primarily promoted entertainment, consumer goods and popular culture."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Louisiana_Purchase_Exposition",
    "urlGoogle": "https://artsandculture.google.com/entity/louisiana-purchase-exposition/m0d9j1"
  },
  "funFacts": [
    {
      "id": "182",
      "fact": "A rainbow can only be seen in the morning or late afternoon.",
      "category": ["Science", "Onlies"]
    },
    { "id": "269", "fact": "Horseback riding can improve your posture.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "506908",
      "fact": "Wendy's founder Dave Thomas dropped out of high school but picked up his GED in 1993. His GED class voted him Most Likely to Succeed."
    }
  ],
  "idiom": {
    "id": "if-the-shoe-fits-wear-it",
    "term": "if the shoe fits, wear it",
    "definition": "Also, **if the cap fits, wear it.** If something applies to you, accept it, as in *These problems are hard to solve, and most people would need help, so if the shoe fits, wear it!* This expression originated as *if the cap fits,* which alluded to a fool's cap and dates from the early 1700s. Although this version has not died out entirely, *shoe* today is more common and probably gained currency through the Cinderella fairy tale, in which the prince sought her out by means of the slipper she lost at the ball."
  },
  "person": {
    "id": "john-j-pershing",
    "name": "John J. Pershing",
    "dates": "Sep 13, 1860 - Jul 15, 1948",
    "mainImg": "img/people/john-j-pershing.jpg",
    "summary": [
      "General of the Armies John Joseph \"Black Jack\" Pershing GCB was a senior United States Army officer. He served most famously as the commander of the American Expeditionary Forces on the Western Front in World War I, 1917–18.",
      "Pershing rejected British and French demands that American forces be integrated with their armies, and insisted that the AEF would operate as a single unit under his command, although some American divisions fought under British command, and he also allowed all-black units to be integrated with the French army.",
      "Pershing's soldiers first saw serious battle at Cantigny, Chateau-Thierry, Belleau Wood, and Soissons. To speed up the arrival of American troops, they embarked for France leaving heavy equipment behind, and used British and French tanks, artillery, airplanes and other munitions. In September 1918 at St. Mihiel, the First Army was directly under Pershing's command; it overwhelmed the salient – the encroachment into Allied territory – that the German Army had held for three years."
    ],
    "quote": "“The representatives of business interests are the men to start this enterprise among our people and bring them to a full realization of the very grave seriousness of this war, to make them feel that we are in this war to win, and the probability is that our entering this war is going to be the deciding factor, and that the burden of the success is going to rest upon the United States.”",
    "urlWiki": "https://en.wikipedia.org/wiki/John_J._Pershing",
    "urlGoogle": "https://artsandculture.google.com/entity/john-j-pershing/m098gy"
  },
  "place": {
    "id": "wolverhampton",
    "name": "Wolverhampton",
    "mainImg": "img/places/wolverhampton.jpg",
    "summary": [
      "Wolverhampton is a city, administrative centre and metropolitan borough in the West Midlands, England. At the 2011 census, it had a population of 249,470. The demonym for people from the city is 'Wulfrunian.'",
      "Historically part of Staffordshire, the city grew initially as a market town specialising in the woollen trade. In the Industrial Revolution, it became a major centre for coal mining, steel production, lock making, and the manufacture of cars and motorcycles. The economy of the city is still based on engineering, including a large aerospace industry, as well as the service sector."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wolverhampton",
    "urlGoogle": "https://artsandculture.google.com/entity/wolverhampton/m0k5p1"
  },
  "quote": {
    "id": "57",
    "quote": "Things work out best for those who make the best of how things work out.",
    "author": "John Wooden"
  },
  "wiki": {
    "id": "youngstown-ohio-works",
    "name": "Youngstown Ohio Works",
    "summary": "The Youngstown Ohio Works baseball team was a minor league club that was known for winning the premier championship of the Ohio–Pennsylvania League in 1905, and for launching the professional career of pitcher Roy Castleton a year later (second row, second from left, in a 1906 team photograph). A training ground for several players and officials who later established careers in Major League Baseball, the team proved a formidable regional competitor and also won the 1906 league championship. During its brief span of activity, the Ohio Works team faced challenges that reflected common difficulties within the Ohio–Pennsylvania League, including weak financial support for teams. Following a dispute over funding, the team's owners sold the club to outside investors, just a few months before the opening of the 1907 season. The club's strong record and regional visibility spurred the growth of amateur and minor league baseball in the Youngstown area, and the community's minor league teams produced notable players throughout the first half of the 20th century.",
    "url": "https://en.wikipedia.org/wiki/Youngstown_Ohio_Works"
  },
  "word": {
    "id": "tutoyer",
    "word": "tutoyer",
    "url": "https://www.merriam-webster.com/dictionary/tutoyer",
    "partOfSpeech": "verb",
    "pronunciation": "tew-twah-YAY",
    "audioPath": "audio/words/tutoyer.mp3",
    "definitions": ["to address familiarly"],
    "examples": [
      "\"Yes, now (to the outside world) we were on first-name terms, now to anyone within earshot I _tutoyered_ him.\" -- From Marie Brenner's 1976 book _Tell Me Everything_",
      "\"Perfect strangers _tutoyer_ us or attempt to perpetrate socialite air-kisses near our faces.\" -- From Glenn O'Brien's 2011 book _How to Be a Man_"
    ],
    "origin": "In conversational French, the pronoun \"vous\" (\"you\") is used for formal address of individuals (as well as plural addressees familiar or otherwise), while the singular pronoun \"tu\" (also \"you,\" a relative of Middle English \"thou\") is reserved for use among intimate friends. A person who uses \"tu\" to address his or her elders, for example, is committing a breach of etiquette. The French verb \"tutoyer\" -- literally, \"to address with the pronoun 'tu'\" -- was borrowed into English in the late 17th century to refer to this concept. In many cases, the English verb is still used in reference to people speaking French (as English does not discriminate between intimate and formal address in its pronouns), but it is occasionally used to describe casual address among close English speakers."
  }
}
