{
  "artist": {
    "id": "karel-appel",
    "name": "Karel Appel",
    "dates": "Apr 25, 1921 - May 3, 2006",
    "mainImg": "img/art/artists/karel-appel.jpg",
    "artworkImgs": [
      {
        "name": "A character",
        "path": "img/art/artworks/karel-appel-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-character-karel-appel/8QFRrVA18_c9CA"
      },
      {
        "name": "Child, church, animal",
        "path": "img/art/artworks/karel-appel-a2.jpg",
        "source": "https://artsandculture.google.com/asset/child-church-animal-karel-appel/GAHDnyqHxiA6SQ"
      },
      {
        "name": "Paysage mystérieux",
        "path": "img/art/artworks/karel-appel-a3.jpg",
        "source": "https://artsandculture.google.com/asset/paysage-mystérieux-karel-appel/gwHucrywnzNfpw"
      },
      {
        "name": "Two figures",
        "path": "img/art/artworks/karel-appel-a4.jpg",
        "source": "https://artsandculture.google.com/asset/two-figures-karel-appel/dwHSa3ovi-55lw"
      }
    ],
    "summary": [
      "Christiaan Karel Appel was a Dutch painter, sculptor, and poet. He started painting at the age of fourteen and studied at the Rijksakademie in Amsterdam in the 1940s. He was one of the founders of the avant-garde movement Cobra in 1948. He was also an avid sculptor and has had works featured in MoMA and other museums worldwide."
    ],
    "quote": null,
    "movements": ["Modern art", "Expressionism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Karel_Appel",
    "urlGoogle": "https://artsandculture.google.com/entity/karel-appel/m01ln2b"
  },
  "event": {
    "id": "genpei-war",
    "name": "Genpei War",
    "dates": "1180 - 1185",
    "mainImg": "img/events/genpei-war.jpg",
    "summary": [
      "The Genpei War was a national civil war between the Taira and Minamoto clans during the late-Heian period of Japan. It resulted in the downfall of the Taira and the establishment of the Kamakura shogunate under Minamoto no Yoritomo in 1192.",
      "The name \"Genpei\" comes from alternate readings of the kanji \"Minamoto\" and \"Taira\". The conflict is also known in Japanese as the Jishō-Juei War, after the two Imperial eras between which it took place.",
      "It followed a coup d'état by the Taira in 1179 with the removal of rivals from all government posts, and subsequently banishing them, and a call to arms against the Taira, led by the Minamoto in 1180. The ensuing battle of Uji took place just outside Kyoto, starting a five-year-long war, concluding with a decisive Minamoto victory in the naval battle of Dan-no-ura."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Genpei_War",
    "urlGoogle": "https://artsandculture.google.com/entity/genpei-war/m01vgkt"
  },
  "funFacts": [
    {
      "id": "977",
      "fact": "The tradition of baseball managers wearing player uniforms started because the first managers were also players.",
      "category": ["Habits", "History"]
    },
    {
      "id": "929",
      "fact": "Manatees' eyes close in a circular motion, much like the aperture of a camera.",
      "category": ["Animals", "Science"]
    }
  ],
  "funFacts2": [{ "id": "553698", "fact": "Wombat poop is cube-shaped." }],
  "idiom": {
    "id": "pass-muster",
    "term": "pass muster",
    "definition": "Meet a required standard, as in *That yard cleanup won't pass muster with Mom.* This expression originally meant \"to undergo a military review without censure,\" *muster* referring to an assembling of troops for inspection or a similar purpose. [Late 1500s]"
  },
  "person": {
    "id": "p-b-s-pinchback",
    "name": "P. B. S. Pinchback",
    "dates": "May 10, 1837 - Dec 21, 1921",
    "mainImg": "img/people/p-b-s-pinchback.jpg",
    "summary": [
      "Pinckney Benton Stewart Pinchback was an American publisher and politician, a Union Army officer, and the first African American to become governor of a U.S. state. A Republican, Pinchback served as the 24th Governor of Louisiana from December 9, 1872, to January 13, 1873. He was one of the most prominent African-American officeholders during the Reconstruction Era.",
      "Pinchback was born free in Macon, Georgia to Eliza Stewart, a freed mulatto woman, and William Pinchback, a white planter. His father raised the younger Pinchback and his siblings as his own children on his large plantation in Mississippi. After the death of his father in 1848, his mother took Pinchback and siblings to the free state of Ohio to ensure their continued freedom. After the start of the American Civil War, Pinchback traveled to Union-occupied New Orleans. There he raised several companies for the 1st Louisiana Native Guard, and became one of the few African Americans commissioned as officers in the Union Army.",
      "Pinchback remained in New Orleans after the Civil War, becoming active in Republican politics."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/P._B._S._Pinchback",
    "urlGoogle": "https://artsandculture.google.com/entity/p-b-s-pinchback/m01dms2"
  },
  "place": {
    "id": "fargo",
    "name": "Fargo",
    "mainImg": "img/places/fargo.jpg",
    "summary": [
      "Fargo is a city in and the county seat of Cass County, North Dakota, United States. The most populous city in the state, it accounts for nearly 17% of the state population. According to the 2019 United States Census estimates, its population was 124,662, making it the 222nd-most populous city in the United States. Fargo, along with its twin city of Moorhead, Minnesota, as well as the adjacent cities of West Fargo, North Dakota and Dilworth, Minnesota, form the core of the Fargo-Moorhead, ND-MN Metropolitan Statistical Area, which in 2018 contained a population of 245,471.",
      "Founded in 1871 on the Red River of the North floodplain, Fargo is a cultural, retail, health care, educational, and industrial center for eastern North Dakota and northwestern Minnesota. The city is also home to North Dakota State University."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fargo,_North_Dakota",
    "urlGoogle": "https://artsandculture.google.com/entity/fargo/m0ynfz"
  },
  "quote": {
    "id": "114",
    "quote": "Money is like gasoline during a road trip. You don’t want to run out of gas on your trip, but you’re not doing a tour of gas stations.",
    "author": "Tim O’Reilly"
  },
  "wiki": {
    "id": "kinetoscope",
    "name": "Kinetoscope",
    "summary": "The Kinetoscope is an early motion picture exhibition device. Though not a movie projector—it was designed for films to be viewed individually through the window of a cabinet housing its components—the Kinetoscope introduced the basic approach that would become the standard for all cinematic projection before the advent of video: it creates the illusion of movement by conveying a strip of perforated film bearing sequential images over a light source with a high-speed shutter. First described in conceptual terms by U.S. inventor Thomas Edison in 1888, it was largely developed by his employee William Kennedy Laurie Dickson between 1889 and 1892. In April 1894, the first commercial exhibition of motion pictures in history was given in New York City, using ten Kinetoscopes. Instrumental to the birth of American movie culture, the Kinetoscope also had a major impact in Europe; its influence abroad was magnified by Edison's decision not to seek international patents on the device, facilitating numerous imitations of and improvements on the technology.",
    "url": "https://en.wikipedia.org/wiki/Kinetoscope"
  },
  "word": {
    "id": "dorsal",
    "word": "dorsal",
    "url": "https://www.merriam-webster.com/dictionary/dorsal",
    "partOfSpeech": "adjective",
    "pronunciation": "DOR-sul",
    "audioPath": "audio/words/dorsal.mp3",
    "definitions": [
      "relating to or situated near or on the back especially of an animal or of one of its parts"
    ],
    "examples": [
      "\"I might have identified the bird as a yellow-throated vireo if I'd had more than a _dorsal_ view,\" explained Roger.",
      "\"The sleek, rounded head of an orca breaks the surface, tall black _dorsal_ fin trailing behind.\" -- From an article by Cassandra Brooks in _The Seattle Times_, September 2, 2010"
    ],
    "origin": "The most famous use of \"dorsal\" is with \"fin,\" whether it conjures the ominous dorsal fin of sharks or the benign, even benevolent, image of porpoises and dolphins. Less well-known is the botanical sense of \"dorsal,\" meaning \"facing away from the stem\" (thus the underside of a leaf can be the dorsal side), or the linguistic sense referring to articulations made with the back part of the tongue (\\\\k\\\\ and \\\\g\\\\, for example). \"Dorsal\" can be used of non-living things too (in particular, the backs of airplanes), as can its opposite, \"ventral,\" which means \"relating to the belly.\" \"Dorsal\" descends from Latin \"dorsum\" (\"back\"), which also gave us \"dossier\" (via French, for a bundle of documents labeled on the back) and \"reredos\" (\"an ornamental screen or partition wall behind an altar\")."
  }
}
