{
  "artist": {
    "id": "pierre-puvis-de-chavannes",
    "name": "Pierre Puvis de Chavannes",
    "dates": "Dec 14, 1824 - Oct 24, 1898",
    "mainImg": "img/art/artists/pierre-puvis-de-chavannes.jpg",
    "artworkImgs": [
      {
        "name": "Young Girls by the Seaside",
        "path": "img/art/artworks/pierre-puvis-de-chavannes-a1.jpg",
        "source": "https://artsandculture.google.com/asset/young-girls-by-the-seaside/CAGcDHZdQpElXA"
      },
      {
        "name": "Fantasy",
        "path": "img/art/artworks/pierre-puvis-de-chavannes-a2.jpg",
        "source": "https://artsandculture.google.com/asset/fantasy-pierre-puvis-de-chavannes/nAEupHQ1FWADig"
      },
      {
        "name": "The Shepherd's Song",
        "path": "img/art/artworks/pierre-puvis-de-chavannes-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-shepherd-s-song-pierre-puvis-de-chavannes/6gGxbDTzELrSSQ"
      },
      {
        "name": "Saint Genevieve as a child in prayer",
        "path": "img/art/artworks/pierre-puvis-de-chavannes-a4.jpg",
        "source": "https://artsandculture.google.com/asset/saint-genevieve-as-a-child-in-prayer-pierre-puvis-de-chavannes/UQFBqxFsb0SdFw"
      },
      {
        "name": "The Poor Fisherman",
        "path": "img/art/artworks/pierre-puvis-de-chavannes-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-poor-fisherman/qwEqQiy4PXmwKw"
      },
      {
        "name": "The Childhood of Saint Genevieve",
        "path": "img/art/artworks/pierre-puvis-de-chavannes-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-childhood-of-saint-genevieve-puvis-de-chavannes-pierre/fwGNX-Wmle2BJw"
      }
    ],
    "summary": [
      "Pierre Puvis de Chavannes was a French painter best known for his mural painting, who came to be known as 'the painter for France'. He became the co-founder and president of the Société Nationale des Beaux-Arts, and his work influenced many other artists, notably Robert Genin. Puvis de Chavannes was a prominent painter in the early Third Republic. Émile Zola described his work as \"an art made of reason, passion, and will\"."
    ],
    "quote": null,
    "movements": ["Symbolism", "Impressionism", "Modern art", "Aestheticism"],
    "mediums": ["Oil paint", "Drawing", "Ink", "Chalk", "Pigment", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pierre_Puvis_de_Chavannes",
    "urlGoogle": "https://artsandculture.google.com/entity/pierre-puvis-de-chavannes/m015wj0"
  },
  "event": {
    "id": "victorian-era",
    "name": "Victorian era",
    "dates": "Jun 20, 1837 - Jan 22, 1901",
    "mainImg": "img/events/victorian-era.jpg",
    "summary": [
      "In the history of the United Kingdom, the Victorian era was the period of Queen Victoria's reign, from 20 June 1837 until her death on 22 January 1901. The era followed the Georgian period and preceded the Edwardian period, and its later half overlaps with the first part of the Belle Époque era of Continental Europe. In terms of moral sensibilities and political reforms, this period began with the passage of the Reform Act 1832. There was a strong religious drive for higher moral standards led by the nonconformist churches, such as the Methodists, and the Evangelical wing of the established Church of England. Britain's relations with the other Great Powers were driven by the colonial antagonism of the Great Game with Russia, climaxing during the Crimean War; a Pax Britannica of international free trade was maintained by the country's naval and industrial supremacy. Britain embarked on global imperial expansion, particularly in Asia and Africa, which made the British Empire the largest empire in history. National self-confidence peaked."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Victorian_era",
    "urlGoogle": "https://artsandculture.google.com/entity/victorian-era/m0814f"
  },
  "funFacts": [
    {
      "id": "301",
      "fact": "William Shakespeare was born and died on the same day: April 23.",
      "category": ["History"]
    },
    {
      "id": "401",
      "fact": "The coldest city in the U.S. is International Falls, Minnesota.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "504710",
      "fact": "There's a basketball court above the Supreme Court. It's known as the Highest Court in the Land."
    }
  ],
  "idiom": {
    "id": "keep-a-civil-tongue-in-ones-head",
    "term": "keep a civil tongue in one's head",
    "definition": "Speak politely, as in *The teacher won't allow swearing; she says we must keep a civil tongue in our heads.* This expression uses *tongue* in the sense of \"a manner of speaking,\" a usage dating from the 1400s. An early cautionary version was \"Keep a good tongue in your head, lest it hurt your teeth\" (1595)."
  },
  "person": {
    "id": "margaret-thatcher",
    "name": "Margaret Thatcher",
    "dates": "Oct 13, 1925 - Apr 8, 2013",
    "mainImg": "img/people/margaret-thatcher.jpg",
    "summary": [
      "Margaret Hilda Thatcher, Baroness Thatcher, LG, OM, DStJ, PC, FRS, HonFRSC was a British stateswoman who served as prime minister of the United Kingdom from 1979 to 1990 and leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her \"The Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style. As Prime Minister, she implemented policies known as Thatcherism.",
      "Thatcher studied chemistry at Somerville College, Oxford, and worked briefly as a research chemist, before becoming a barrister. She was elected Member of Parliament for Finchley in 1959. Edward Heath appointed her secretary of state for education and science in his 1970–74 government. In 1975, she defeated Heath in the Conservative Party leadership election to become leader of the Opposition, the first woman to lead a major political party in the United Kingdom."
    ],
    "quote": "“No-one would remember the Good Samaritan if he'd only had good intentions; he had money as well.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Margaret_Thatcher",
    "urlGoogle": "https://artsandculture.google.com/entity/margaret-thatcher/m03f5vvx"
  },
  "place": {
    "id": "st-johns",
    "name": "St. John's",
    "mainImg": "img/places/st-johns.jpg",
    "summary": [
      "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres and is North America's easternmost city, excluding Greenland.",
      "Its name has been attributed to the Nativity of John the Baptist, when John Cabot was believed to have sailed into the harbour in 1497 and to a Basque fishing town with the same name. Existing on maps as early as 1519, it is one of the oldest cities in North America. It was officially incorporated as a city in 1888. With a metropolitan population of approximately 219,207, the St. John's Metropolitan Area is Canada's 20th largest metropolitan area and the second largest Census Metropolitan Area in Atlantic Canada, after Halifax.",
      "The city has a rich history, having played a role in the French and Indian War, the American Revolutionary War, and the War of 1812. Italian inventor Guglielmo Marconi received the first transatlantic wireless signal in St. John's. Its history and culture have made it into an important tourist destination."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/St._John%27s,_Newfoundland_and_Labrador",
    "urlGoogle": "https://artsandculture.google.com/entity/st-john-s/m0j8p6"
  },
  "wiki": {
    "id": "william-calcraft",
    "name": "William Calcraft",
    "summary": "William Calcraft (1800–1879) was a 19th-century English hangman who carried out an estimated 450 executions during his 45-year career. A cobbler by trade, Calcraft was initially recruited to flog juvenile offenders after meeting the City of London's hangman, John Foxton, while selling meat pies near Newgate Prison. He succeeded Foxton, but his controversial use of the short-drop method of hanging, in which the victims were strangled rather than had their vertebrae broken by the fall when the trapdoor on the gallows was released, caused some to consider him incompetent. Many took several minutes to die, and to hasten their deaths Calcraft sometimes pulled on their legs, or even climbed on their shoulders in an attempt to break their necks. Calcraft's antics may have been intended to entertain the crowds of more than 30,000 that sometimes attended his executions before a change in the law in 1868 meant that executions could only take place in prisons. Among his victims were Marie and Frederick Manning, the first husband and wife to be hanged together since 1700. Calcraft died at Poole Street in Hoxton, on 13 December 1879.",
    "url": "https://en.wikipedia.org/wiki/William_Calcraft"
  },
  "word": {
    "id": "satiate",
    "word": "satiate",
    "url": "https://www.merriam-webster.com/dictionary/satiate",
    "partOfSpeech": "verb",
    "pronunciation": "SAY-shee-ayt",
    "audioPath": "audio/words/satiate.mp3",
    "definitions": ["to satisfy (as a need or desire) fully or to excess"],
    "examples": [
      "After eating three pieces of pie and one of cake at the potluck, Jamie's sweet tooth was finally _satiated_.",
      "\"Consequently, I have to _satiate_ my craving for Louisiana citrus at Hollygrove Market and Farm or the Crescent City Farmers Market in Mid-City where locally grown fruits and vegetables abound. If you haven't treated yourself to a market visit lately, do.\" - From an article by Melinda Shelton in the _Times-Picayune_ (New Orleans), October 31, 2012"
    ],
    "origin": "\"Satiate,\" \"sate,\" \"surfeit,\" \"cloy,\" \"pall,\" \"glut,\" and \"gorge\" all mean to fill to repletion. \"Satiate\" and \"sate\" sometimes imply only complete satisfaction but more often suggest repletion that has destroyed interest or desire, as in \"Years of globe-trotting had satiated their interest in travel\" and \"Readers were sated with sensationalistic stories.\" \"Surfeit\" implies a nauseating repletion, as in \"They surfeited themselves with junk food,\" while \"cloy\" stresses the disgust or boredom resulting from such surfeiting, as in \"The sentimental pictures cloyed after a while.\" \"Pall\" emphasizes the loss of ability to stimulate interest or appetite: \"A life of leisure eventually began to pall.\" \"Glut\" implies excess in feeding or supplying, as in \"a market glutted with diet books.\" \"Gorge\" suggests glutting to the point of bursting or choking, as in \"They gorged themselves with chocolate.\""
  }
}
