{
  "artist": {
    "id": "pieter-bruegel-the-elder",
    "name": "Pieter Bruegel the Elder",
    "dates": "1525 - Sep 9, 1569",
    "mainImg": "img/art/artists/pieter-bruegel-the-elder.jpg",
    "artworkImgs": [
      {
        "name": "The Fall of the Rebel Angels",
        "path": "img/art/artworks/pieter-bruegel-the-elder-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-fall-of-the-rebel-angels-pieter-bruegel-the-elder/ewEs_8lOXkz7tQ"
      },
      {
        "name": "Children’s Games",
        "path": "img/art/artworks/pieter-bruegel-the-elder-a2.jpg",
        "source": "https://artsandculture.google.com/asset/children’s-games-pieter-bruegel-the-elder/CQEeZWQPOI2Yjg"
      },
      {
        "name": "Hunters in the Snow (Winter)",
        "path": "img/art/artworks/pieter-bruegel-the-elder-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hunters-in-the-snow-winter-pieter-bruegel-the-elder/WgFmzFNNN74nUg"
      },
      {
        "name": "Peasant Wedding",
        "path": "img/art/artworks/pieter-bruegel-the-elder-a4.jpg",
        "source": "https://artsandculture.google.com/asset/peasant-wedding-pieter-bruegel-the-elder/hgGvote2WI8P3w"
      },
      {
        "name": "Proverbs",
        "path": "img/art/artworks/pieter-bruegel-the-elder-a5.jpg",
        "source": "https://artsandculture.google.com/asset/proverbs-pieter-bruegel-the-elder/CwGkTFwDGMmq9w"
      },
      {
        "name": "The Wedding Dance",
        "path": "img/art/artworks/pieter-bruegel-the-elder-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-wedding-dance-pieter-bruegel-the-elder/pAGKgN6eHENosg"
      }
    ],
    "summary": [
      "Pieter Bruegel the Elder was the most significant artist of Dutch and Flemish Renaissance painting, a painter and printmaker from Brabant, known for his landscapes and peasant scenes; he was a pioneer in making both types of subject the focus in large paintings.",
      "Art historians guess he was either born in Breda or Breugel, both located in the present-day Dutch province of North Brabant. He was a formative influence on Dutch Golden Age painting and later painting in general in his innovative choices of subject matter, as one of the first generation of artists to grow up when religious subjects had ceased to be the natural subject matter of painting. He also painted no portraits, the other mainstay of Netherlandish art. After his training and travels to Italy, he returned in 1555 to settle in Antwerp, where he worked mainly as a prolific designer of prints for the leading publisher of the day. Only towards the end of the decade did he switch to make painting his main medium, and all his famous paintings come from the following period of little more than a decade before his early death, when he was probably in his early forties, and at the height of his powers."
    ],
    "quote": "“Because the world is so faithless, I go my way in mourning.”",
    "movements": ["Northern Renaissance", "Renaissance", "Dutch and Flemish Renaissance painting"],
    "mediums": ["Engraving", "Etching", "Pen", "Wood", "Oil paint", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pieter_Bruegel_the_Elder",
    "urlGoogle": "https://artsandculture.google.com/entity/pieter-bruegel-the-elder/m0h6nl"
  },
  "event": {
    "id": "tunisian-campaign",
    "name": "Tunisian Campaign",
    "dates": "Nov 17, 1942 - May 13, 1943",
    "mainImg": "img/events/tunisian-campaign.jpg",
    "summary": [
      "The Tunisian campaign was a series of battles that took place in Tunisia during the North African campaign of the Second World War, between Axis and Allied forces. The Allies consisted of British Imperial Forces, including a Greek contingent, with American and French corps. The battle opened with initial success by the German and Italian forces but the massive supply interdiction efforts led to the decisive defeat of the Axis. Over 250,000 German and Italian troops were taken as prisoners of war, including most of the Afrika Korps."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tunisian_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/tunisian-campaign/m03mwlq"
  },
  "funFacts": [
    {
      "id": "981",
      "fact": "President Chester A. Arthur owned 80 pairs of pants, which he changed several times per day.",
      "category": ["History", "Hodgepodge"]
    },
    {
      "id": "663",
      "fact": "About 40% of America's population lives within a one day drive to Philadelphia.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553841",
      "fact": "When swallowed by toads, bombardier beetles project hot, noxious chemicals from their anuses, which sometimes forces the predators to puke them back up."
    }
  ],
  "idiom": {
    "id": "might-as-well-be-hanged-for-a-sheep-as-a-lamb",
    "term": "might as well be hanged for a sheep as a lamb",
    "definition": "Might just as well be punished for a big misdeed as a small one. For example, *I might as well be hanged for a sheep as a lamb and have a third piece of cake --- I've gone off my diet anyhow.* Already a proverb in John Ray's 1678 collection, this expression alludes to the old punishment for stealing sheep, which was hanging no matter what the age or size of the animal."
  },
  "person": {
    "id": "manuel-azana",
    "name": "Manuel Azaña",
    "dates": "Jan 10, 1880 - Nov 3, 1940",
    "mainImg": "img/people/manuel-azana.jpg",
    "summary": [
      "Manuel Azaña Díaz was a Spanish politician who served as Prime Minister of the Second Spanish Republic and the last President of the Republic.",
      "A collaborator in several publications in the 1910s, he stood out in the pro-Allies camp during World War I. Very critical towards the Generation of '98 and not keen of the reimagination of the Spanish Middle Ages, the Imperial Spain nor the 20th yearnings for a praetorian refurbishment of the country, Azaña followed instead the examples of the French Enlightenment and the Third French Republic, and took a political quest for democracy in the 1920s while defending the notion of homeland as the \"democratic equality of all citizens towards the law\" that made him embrace republicanism.",
      "After the Proclamation of the Second Spanish Republic in April 1931, Azaña became Minister of War of the Provisional Government and enacted military reform, looking to develop a modern armed forces with fewer army officers. He later became Prime Minister in October 1931.",
      "The Spanish Civil War broke out while he was President. With the defeat of the Republic in 1939, he fled to France, resigned from office, and died in exile shortly afterwards."
    ],
    "quote": "“What does the corpse care who was right and who was wrong?”",
    "urlWiki": "https://en.wikipedia.org/wiki/Manuel_Aza%C3%B1a",
    "urlGoogle": "https://artsandculture.google.com/entity/manuel-azaña/m01n__m"
  },
  "place": {
    "id": "indore",
    "name": "Indore",
    "mainImg": "img/places/indore.jpg",
    "summary": [
      "Indore is the most populous and the largest city in the Indian state of Madhya Pradesh. It serves as the headquarters of both Indore District and Indore Division. It is also considered as an education hub of the state and has campuses of both the Indian Institute of Technology and the Indian Institute of Management. Located on the southern edge of Malwa Plateau, at an average altitude of 553 meters above sea level, it has the highest elevation among major cities of Central India. The city is 190 km west of the state capital of Bhopal. Indore had a census-estimated 2011 population of 1,994,397 and 2,170,295. The city is distributed over a land area of just 530 square kilometres, making Indore the most densely populated major city in the central province. It comes under Tier 2 cities in India.",
      "Indore traces its roots to its 16th century founding as a trading hub between the Deccan and Delhi. The city and its surroundings came under Hindu Maratha Empire on 18 May 1724 after Maratha Peshwa Baji Rao I assumed the full control of Malwa."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indore",
    "urlGoogle": "https://artsandculture.google.com/entity/indore/m01_yvy"
  },
  "wiki": {
    "id": "margaret-thatcher",
    "name": "Margaret Thatcher",
    "summary": "Margaret Thatcher is a British politician and the first female Prime Minister of the United Kingdom, a position she held from 1979 to 1990. She is a member of the Conservative Party and the figurehead of a political ideology known as Thatcherism. Even before coming to power she was nicknamed The Iron Lady in Soviet propaganda, an appellation which stuck. The changes she set in motion between coming to power and 1985 were profound, and altered much of the economic, cultural and commercial landscape of Britain and, by example, the world as a whole. Along the way she also aimed to roll back the welfare state, or \"nanny state\", as she termed it. Her popularity finally declined when she replaced the unpopular local government Rates tax with the even less popular Community Charge. At the same time the Conservative Party began to split over her sceptical approach to Economic and Monetary Union of the European Union. Her leadership was challenged from within and she was forced to resign in 1990, her loss at least partly due to inadequate advice and campaigning.",
    "url": "https://en.wikipedia.org/wiki/Margaret_Thatcher"
  },
  "word": {
    "id": "farrago",
    "word": "farrago",
    "url": "https://www.merriam-webster.com/dictionary/farrago",
    "partOfSpeech": "noun",
    "pronunciation": "fuh-RAH-goh",
    "audioPath": "audio/words/farrago.mp3",
    "definitions": ["a confused mixture : hodgepodge"],
    "examples": [
      "The shop is filled with a whimsical _farrago_ of artwork, antiques, and vintage clothing.",
      "\"So far, the excuses and explanations offered … for this fiasco have been a _farrago_ of misleading and contradictory statements.\" -- From _The Ottawa Sun_, July 21, 2010"
    ],
    "origin": "\"Farrago\" might seem an unlikely relative of \"farina\" (the mealy breakfast cereal), but the two terms have their roots in the same Latin noun. Both derive from \"far,\" the Latin name for \"spelt\" (a type of grain). In Latin, \"farrago\" meant \"mixed fodder\" -- cattle feed, that is. It was also used more generally to mean \"mixture.\" When it was adopted into English in the early 1600s, \"farrago\" retained the \"mixture\" sense of its ancestor. Today, we often use it for a jumble or medley of disorganized, haphazard, or even nonsensical ideas or elements."
  }
}
