{
  "artist": {
    "id": "francisco-goya",
    "name": "Francisco Goya",
    "dates": "Mar 30, 1746 - Apr 16, 1828",
    "mainImg": "img/art/artists/francisco-goya.jpg",
    "artworkImgs": [
      {
        "name": "The sleep of reason produces monsters (No. 43), from Los Caprichos",
        "path": "img/art/artworks/francisco-goya-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-sleep-of-reason-produces-monsters-no-43-from-los-caprichos-francisco-josé-de-goya-y-lucientes/FAF4YL0zP9cjHg"
      },
      {
        "name": "Witches' Sabbath",
        "path": "img/art/artworks/francisco-goya-a2.jpg",
        "source": "https://artsandculture.google.com/asset/witches-sabbath-francisco-de-goya-y-lucientes/kAFyfuppyHHyBw"
      },
      {
        "name": "The Sleep of Reason Produces Monsters",
        "path": "img/art/artworks/francisco-goya-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-sleep-of-reason-produces-monsters-francisco-de-goya-y-lucientes/XgG3AE0s3xlYCw"
      },
      {
        "name": "The School Scene (La Letra con Sangre Entra)",
        "path": "img/art/artworks/francisco-goya-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-school-scene-la-letra-con-sangre-entra-francisco-de-goya-y-lucientes/WQHmfveamlnqXQ"
      },
      {
        "name": "And so was his grandfather",
        "path": "img/art/artworks/francisco-goya-a5.jpg",
        "source": "https://artsandculture.google.com/asset/and-so-was-his-grandfather-francisco-goya-y-lucientes/YQHFCK7IaAkkeA"
      },
      {
        "name": "El sueño de la razón produce monstruos",
        "path": "img/art/artworks/francisco-goya-a6.jpg",
        "source": "https://artsandculture.google.com/asset/el-sueño-de-la-razón-produce-monstruos-francisco-josé-de-goya-y-lucientes/1wGN0bdAxSEyrg"
      }
    ],
    "summary": [
      "Francisco José de Goya y Lucientes was a Spanish romantic painter and printmaker. He is considered the most important Spanish artist of the late 18th and early 19th centuries and throughout his long career was a commentator and chronicler of his era. Immensely successful in his lifetime, Goya is often referred to as both the last of the Old Masters and the first of the moderns. He was also one of the great portraitists of his time.",
      "Goya was born to a lower-middle-class family in 1746, in Fuendetodos in Aragon. He studied painting from age 14 under José Luzán y Martinez and moved to Madrid to study with Anton Raphael Mengs. He married Josefa Bayeu in 1773; their life was characterised by an almost constant series of pregnancies and miscarriages, and only one child, a son, survived into adulthood. Goya became a court painter to the Spanish Crown in 1786 and this early portion of his career is marked by portraits of the Spanish aristocracy and royalty, and Rococo style tapestry cartoons designed for the royal palace.",
      "He was guarded, and although letters and writings survive, little is known about his thoughts."
    ],
    "quote": "“Fantasy, abandoned by reason, produces impossible monsters; united with it, she is the mother of the arts and the origin of marvels.”",
    "movements": ["Romanticism", "Renaissance", "Rococo"],
    "mediums": ["Etching", "Oil paint", "Drawing", "Ink", "Laid paper", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Francisco_Goya",
    "urlGoogle": "https://artsandculture.google.com/entity/francisco-goya/m02y23"
  },
  "event": {
    "id": "eastern-front",
    "name": "Eastern Front",
    "dates": "Jun 22, 1941 - May 9, 1945",
    "mainImg": "img/events/eastern-front.jpg",
    "summary": [
      "The Eastern Front of World War II was a theatre of conflict between the European Axis powers and co-belligerent Finland against the Soviet Union, Poland and other Allies, which encompassed Central Europe, Eastern Europe, Northeast Europe, and Southeast Europe from 22 June 1941 to 9 May 1945. It is known as the Great Patriotic War in the Soviet Union and its successor states, while in Germany it was called the Eastern Front.",
      "The battles on the Eastern Front of the Second World War constituted the largest military confrontation in history. They were characterised by unprecedented ferocity, wholesale destruction, mass deportations, and immense loss of life due to combat, starvation, exposure, disease, and massacres. Of the estimated 70–85 million deaths attributed to World War II, around 30 million occurred on the Eastern Front. The Eastern Front was decisive in determining the outcome in the European theatre of operations in World War II, eventually serving as the main reason for the defeat of Nazi Germany and the Axis nations.",
      "The two principal belligerent powers were Germany and the Soviet Union, along with their respective allies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Eastern_Front_%28World_War_II%29",
    "urlGoogle": "https://artsandculture.google.com/entity/eastern-front/g1q6jhj143"
  },
  "funFacts": [
    {
      "id": "183",
      "fact": "The Capitol building in Washington, D.C. has 365 steps to represent every day of the year.",
      "category": ["Geography"]
    },
    { "id": "841", "fact": "The most popular ice cream flavour is vanilla.", "category": ["Food"] }
  ],
  "funFacts2": [
    {
      "id": "506181",
      "fact": "Army ants that misinterpret the scent trails left by other ants will sometimes break from the crowd and march in circles. If enough ants join, they can form massive \"death spirals.\""
    }
  ],
  "idiom": {
    "id": "give-short-shrift",
    "term": "give short shrift",
    "definition": "Also, **get short shrift.** Give (or receive) cursory attention or little time. For example, *The architect made elaborate plans for the entry but gave short shrift to the back of the house.* Literally, *shrift* refers to confession to a priest, who gives absolution and penance, and *short shrift* to the brief time allowed for this sacrament to a prisoner before execution. Shakespeare so used it in *Richard III* (3:4), but it came to be used more loosely in succeeding centuries. [Late 1800s]"
  },
  "person": {
    "id": "severus-alexander",
    "name": "Severus Alexander",
    "dates": "Died 235 AD",
    "mainImg": "img/people/severus-alexander.jpg",
    "summary": [
      "Severus Alexander was Roman Emperor from 222 to 235 and the last emperor of the Severan dynasty. He succeeded his cousin Elagabalus upon the latter's assassination in 222. His own assassination marked the epoch event for the Crisis of the Third Century—nearly 50 years of civil wars, foreign invasion, and collapse of the monetary economy.",
      "Alexander was the heir to his cousin, the 18-year-old Emperor who had been murdered along with his mother Julia Soaemias, by his own guards, who, as a mark of contempt, had their remains cast into the Tiber river. He and his cousin were both grandsons of the influential and powerful Julia Maesa, who had arranged for Elagabalus' acclamation as emperor by the famous Third Gallic Legion. It was the rumor of Alexander's death that triggered the assassination of Elagabalus and his mother. His 13-year reign was the longest reign of a sole emperor since Antoninus Pius. He was also the second-youngest ever sole legal Roman Emperor during the existence of the united empire, the youngest being Gordian III.",
      "As emperor, Alexander's peacetime reign was prosperous."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Severus_Alexander",
    "urlGoogle": "https://artsandculture.google.com/entity/severus-alexander/m0rdc"
  },
  "place": {
    "id": "hamedan",
    "name": "Hamedan",
    "mainImg": "img/places/hamedan.jpg",
    "summary": [
      "Hamadān or Hamedān is the capital city of Hamadan Province of Iran. At the 2016 census, its population was 676,105 in 210,775 families.",
      "Hamedan is believed to be among the oldest Iranian cities. It is possible that it was occupied by the Assyrians in 1100 BCE; the Ancient Greek historian, Herodotus, states that it was the capital of the Medes, around 700 BCE.",
      "Hamedan has a green mountainous area in the foothills of the 3,574-meter Alvand Mountain, in the midwest part of Iran. The city is 1,850 meters above sea level.",
      "The special nature of this old city and its historic sites attract tourists during the summer to this city, located approximately 360 kilometres southwest of Tehran.",
      "The major sights of this city are the Ganj Nameh inscription, the Avicenna monument and the Baba Taher monument.",
      "The majority of the population is Persian; however, there is a considerable Azerbaijani minority."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hamadan",
    "urlGoogle": "https://artsandculture.google.com/entity/hamedan/m01vjkr"
  },
  "wiki": {
    "id": "european-commission",
    "name": "European Commission",
    "summary": "The European Commission is the executive branch of the European Union. The body is responsible for proposing legislation, implementing decisions, upholding the Union's treaties and the general day-to-day running of the Union. The Commission operates in the method of cabinet government, with 27 Commissioners. There is one Commissioner per member state, however Commissioners are bound to represent the interests of the EU as a whole rather than their home state. One of the 27 is the Commission President (currently José Manuel Barroso) appointed by the European Council with the approval of the European Parliament. The present Barroso Commission took office in late 2004 and is serving a five-year term. The term \"Commission\" can mean either the college of Commissioners mentioned above, or the larger institution; including the administrative body of about 25,000 European civil servants who are divided into departments called Directorates-General. It is primarily based in the Berlaymont building of Brussels and its internal working languages are English, French and German.",
    "url": "https://en.wikipedia.org/wiki/European_Commission"
  },
  "word": {
    "id": "symbiosis",
    "word": "symbiosis",
    "url": "https://www.merriam-webster.com/dictionary/symbiosis",
    "partOfSpeech": "noun",
    "pronunciation": "sim-bee-OH-sis",
    "audioPath": "audio/words/symbiosis.mp3",
    "definitions": [
      "the living together in close association of two dissimilar organisms especially when mutually beneficial",
      "a cooperative relationship"
    ],
    "examples": [
      "A perfect symbiosis was at work between the café’s co-owners, with Stephanie creating the menu and Maria doing the bookkeeping."
    ],
    "origin": "\"Symbiosis\" was adopted by the scientific community in the late 1800s, though it had appeared in English in a non-scientific sense as far back as 1622. When a biological symbiosis is mutually beneficial, it is termed \"mutualism.\" For example, when the yucca moth lays her eggs in the seed pods of the yucca, she acts as pollinator, and when the larvae hatch they feed on some, but not all, of the seeds. When one organism lives off another at the other’s expense, it’s called \"parasitism.\" Either way, living together is what \"symbiosis\" is all about; the word came to us, via German and New Latin, from the Greek \"symbiōsis,\" meaning \"state of living together.\" \"Symbiōsis,\" in turn, traces to \"symbios\" (\"living together\"), a combination of \"syn-,\" meaning \"with,\" and \"bios,\" meaning \"life.\""
  }
}
