{
  "artist": {
    "id": "sengai",
    "name": "Sengai",
    "dates": "1750 - 1837",
    "mainImg": "img/art/artists/sengai.jpg",
    "artworkImgs": [
      {
        "name": "Jittoku and Kanzan",
        "path": "img/art/artworks/sengai-a1.jpg",
        "source": "https://artsandculture.google.com/asset/jittoku-and-kanzan-priest-sengai-gibon/pgHmjbgxjkg2YA"
      },
      {
        "name": "「天満宮」　渡唐天神図|“Tenmangū,” Sugawara no Michizane as Tenjin Traveling to China",
        "path": "img/art/artworks/sengai-a2.jpg",
        "source": "https://artsandculture.google.com/asset/「天満宮」　渡唐天神図-“tenmangū-”-sugawara-no-michizane-as-tenjin-traveling-to-china-sengai-gibon/ugFI0RbYRdInpQ"
      },
      {
        "name": "Mt. Fuji with poem",
        "path": "img/art/artworks/sengai-a3.jpg",
        "source": "https://artsandculture.google.com/asset/mt-fuji-with-poem-artist-sengai/wwE11-siTfIRbQ"
      },
      {
        "name": "Entsū zenshi iboku",
        "path": "img/art/artworks/sengai-a4.jpg",
        "source": "https://artsandculture.google.com/asset/entsū-zenshi-iboku-artist-sengai/8wHE5BWky-G8xw"
      }
    ],
    "summary": [
      "Sengai Gibon was a Japanese monk of the Rinzai school. He was known for his controversial teachings and writings, as well as for his lighthearted sumi-e paintings. After spending half of his life in Nagata near Yokohama, he secluded himself in Shōfuku-ji in Fukuoka, the first Zen temple in Japan, where he spent the rest of his life.",
      "Though the Rinzai sect is particularly known for its hard-to-understand teachings, Sengai tried to make them accessible to the public."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sengai",
    "urlGoogle": "https://artsandculture.google.com/entity/sengai/m0c0tp6"
  },
  "event": {
    "id": "sts-95",
    "name": "STS-95",
    "dates": "Oct 29, 1998 - Nov 7, 1998",
    "mainImg": "img/events/sts-95.jpg",
    "summary": [
      "STS-95 was a Space Shuttle mission launched from Kennedy Space Center, Florida on 29 October 1998, using the orbiter Discovery. It was the 25th flight of Discovery and the 92nd mission flown since the start of the Space Shuttle program in April 1981. It was a highly publicized mission due to former Project Mercury astronaut and United States Senator John H. Glenn Jr.'s return to space for his second space flight. At age 77, Glenn became the oldest person, to date, to go into space. This mission is also noted for inaugurating ATSC HDTV broadcasting in the U.S., with live coast-to-coast coverage of the launch. In another first, Pedro Duque became the first Spaniard in space.",
      "The mission's objectives involved investigating life-sciences experiments, using the SpaceHab module to perform these experiments on Senator Glenn. Scientific objectives on this mission were not limited to furthering an understanding of the human body, but also to increase astronomical understanding with regards to the Sun, and how it affects life on Earth."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/STS-95",
    "urlGoogle": "https://artsandculture.google.com/entity/sts-95/m02pt8p"
  },
  "funFacts": [
    {
      "id": "460",
      "fact": "Astronauts actually get taller when in space.",
      "category": ["Anatomy", "Science"]
    },
    {
      "id": "651",
      "fact": "About 45% of leisure visitors to downtown New York City come from outside the United States.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554073",
      "fact": "The swirling blue shades of the Marble Caves in Chile are a reflection of the turquoise lake waters below them. The hues change subtly as sea levels fall and rise."
    }
  ],
  "idiom": {
    "id": "put-in-mothballs",
    "term": "put in mothballs",
    "definition": "Defer indefinitely or for a very long time, as in *We've put the plans for a new library in mothballs.* This expression alludes to storing woolen clothing or other items with marble-size balls of naphthalene or camphor to prevent them from being damaged by moths. [1940s]"
  },
  "person": {
    "id": "hussein-of-jordan",
    "name": "Hussein of Jordan",
    "dates": "Nov 14, 1935 - Feb 7, 1999",
    "mainImg": "img/people/hussein-of-jordan.jpg",
    "summary": [
      "Hussein bin Talal reigned as King of Jordan from 11 August 1952 until his death in 1999. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, Hussein claimed to be a 40th-generation direct descendant of Muhammad.",
      "Hussein was born in Amman as the eldest child of Talal bin Abdullah and Zein Al-Sharaf. Hussein began his schooling in Amman, continuing his education abroad. After Talal became King of Jordan in 1951, Hussein was named heir apparent. The Parliament forced Talal to abdicate a year later due to his illness, and a regency council was appointed until Hussein came of age. He was enthroned at the age of 17 on 2 May 1953. Hussein was married four separate times and fathered eleven children: Princess Alia from Dina bint Abdul-Hamid; Abdullah II, Prince Faisal, Princess Aisha, and Princess Zein from Antoinette Gardiner; Princess Haya and Prince Ali from Alia Touqan; Prince Hamzah, Prince Hashim, Princess Iman, and Princess Raiyah from Lisa Halaby.",
      "Hussein, a constitutional monarch, started his rule with what was termed a \"liberal experiment,\" allowing, in 1956, the formation of the only democratically elected government in Jordan's history."
    ],
    "quote": "“We respect opposition to any position or policy. But we believe that the opinion that should prevail and be respected is that of the majority.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Hussein_of_Jordan",
    "urlGoogle": "https://artsandculture.google.com/entity/hussein-of-jordan/m0kvhz"
  },
  "place": {
    "id": "canada",
    "name": "Canada",
    "mainImg": "img/places/canada.jpg",
    "summary": [
      "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres, making it the world's second-largest country by total area. Its southern border with the United States, stretching 8,891 kilometres, is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
      "Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Canada",
    "urlGoogle": "https://artsandculture.google.com/entity/canada/m0d060g"
  },
  "wiki": {
    "id": "giant-eland",
    "name": "Giant eland",
    "summary": "The giant eland is an open-forest savanna antelope. Although it is the largest species of antelope, with a body length ranging from 220–290 cm (87–114 in), the epithet \"giant\" refers to its large horns. It is also called \"Lord Derby's eland\" in honour of Edward Smith-Stanley, 13th Earl of Derby, by whose efforts it was first introduced to England. As a herbivore, it eats grasses, foliage and branches. It usually forms small herds consisting of 15–25 members, both males and females. Giant elands are not territorial, and have large home ranges. They are naturally alert and wary, which makes them difficult to approach and observe. They can run at up to 70 km/h (43 mph) and use speed as a defence against predators. They mostly inhabit broad-leafed savannas, woodlands and glades. The giant eland is native to Cameroon, Central African Republic, Chad, The Democratic Republic of Congo, Guinea, Mali, Senegal, and South Sudan. It is no longer present in Gambia, Ghana, Ivory Coast, and Togo. Its presence is uncertain in Nigeria, Guinea-Bissau, and Uganda. There are two subspecies, which have been given different conservation statuses by the International Union for Conservation of Nature.",
    "url": "https://en.wikipedia.org/wiki/Giant_eland"
  },
  "word": {
    "id": "tucket",
    "word": "tucket",
    "url": "https://www.merriam-webster.com/dictionary/tucket",
    "partOfSpeech": "noun",
    "pronunciation": "TUCK-ut",
    "audioPath": "audio/words/tucket.mp3",
    "definitions": ["a fanfare on a trumpet"],
    "examples": [
      "The _tucket_ sounded, and everyone rose as the king and queen entered the courtyard.",
      "\"Bare unisons of woodwind, trumpets, and horns exchange [sennets](https://www.merriam-webster.com/dictionary/sennet) and _tuckets_.\" -- From a classical music review by Edward Seckerson in _The Independent_ (London), July 25, 1997"
    ],
    "origin": "\"Tucket\" can be found most notably in the stage directions of several of William Shakespeare's plays. In _King Lear_, for example, a tucket sounds to alert the Earl of Gloucester of the arrival of the Duke of Cornwall (Act II, Scene i). The word \"tucket\" is thought to derive from the obsolete English verb \"tuk,\" meaning \"to beat a drum\" or \"to sound a trumpet.\" These days, the word \"fanfare\" itself refers to a sounding of trumpets made in celebration or to alert one of another's arrival. The presence of \"fanfare\" might be the reason that \"tucket\" is rarely used in contemporary English."
  }
}
