{
  "artist": {
    "id": "bronzino",
    "name": "Bronzino",
    "dates": "Nov 17, 1503 - Nov 23, 1572",
    "mainImg": "img/art/artists/bronzino.jpg",
    "artworkImgs": [
      {
        "name": "Lodovico Capponi",
        "path": "img/art/artworks/bronzino-a1.jpg",
        "source": "https://artsandculture.google.com/asset/lodovico-capponi-agnolo-bronzino/VwHQ8HJv99kB3Q"
      },
      {
        "name": "Portrait of Eleonora di Toledo with her son Giovanni",
        "path": "img/art/artworks/bronzino-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-eleonora-di-toledo-with-her-son-giovanni-bronzino-tori/QAEccCsLDtbB4A"
      },
      {
        "name": "Saint Sebastian",
        "path": "img/art/artworks/bronzino-a3.jpg",
        "source": "https://artsandculture.google.com/asset/saint-sebastian-bronzino/AwFI5QrNdS224w"
      },
      {
        "name": "The Holy Family",
        "path": "img/art/artworks/bronzino-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-holy-family/iQEublUSmWbiVg"
      },
      {
        "name": "Cosimo I de' Medici in armour",
        "path": "img/art/artworks/bronzino-a5.jpg",
        "source": "https://artsandculture.google.com/asset/cosimo-i-de-medici-in-armour-agnolo-bronzino/BgE-KxM-dl89lg"
      },
      {
        "name": "Eleonora of Toledo",
        "path": "img/art/artworks/bronzino-a6.jpg",
        "source": "https://artsandculture.google.com/asset/eleonora-of-toledo-agnolo-bronzino/kwGrl9536ruIWg"
      }
    ],
    "summary": [
      "Agnolo di Cosimo, usually known as Bronzino or Agnolo Bronzino, was an Italian Mannerist painter from Florence. His sobriquet, Bronzino, may refer to his relatively dark skin or reddish hair.",
      "He lived all his life in Florence, and from his late 30s was kept busy as the court painter of Cosimo I de' Medici, Grand Duke of Tuscany. He was mainly a portraitist but also painted many religious subjects, and a few allegorical subjects, which include what is probably his best known work, Venus, Cupid, Folly and Time, c. 1544–45, now in London. Many portraits of the Medicis exist in several versions with varying degrees of participation by Bronzino himself, as Cosimo was a pioneer of the copied portrait sent as a diplomatic gift.",
      "He trained with Pontormo, the leading Florentine painter of the first generation of Mannerism, and his style was greatly influenced by him, but his elegant and somewhat elongated figures always appear calm and somewhat reserved, lacking the agitation and emotion of those by his teacher. They have often been found cold and artificial, and his reputation suffered from the general critical disfavour attached to Mannerism in the 19th and early 20th centuries."
    ],
    "quote": null,
    "movements": ["Mannerism", "Renaissance", "Italian Renaissance"],
    "mediums": ["Oil paint", "Wood", "Chalk", "Pigment", "Engraving", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Bronzino",
    "urlGoogle": "https://artsandculture.google.com/entity/bronzino/m0550nt"
  },
  "event": {
    "id": "first-matabele-war",
    "name": "First Matabele War",
    "dates": "November 1893 - January 1894",
    "mainImg": "img/events/first-matabele-war.jpg",
    "summary": [
      "The First Matabele War was fought between 1893 and 1894 in modern day Zimbabwe. It pitted the British South Africa Company against the Ndebele Kingdom. Lobengula, king of the Ndebele, had tried to avoid outright war with the company's pioneers because he and his advisors were mindful of the destructive power of European-produced weapons on traditional Matabele impis attacking in massed ranks. Lobengula reportedly could muster 80,000 spearmen and 20,000 riflemen, armed with Martini-Henry rifles, which were modern arms at that time. However, poor training meant that these were not used effectively.",
      "The British South Africa Company had no more than 750 troops in the British South Africa Company's Police, with an undetermined number of possible colonial volunteers and an additional 700 Tswana allies. Cecil Rhodes, who was Prime Minister of the Cape Colony and Leander Starr Jameson, the Administrator of Mashonaland also tried to avoid war to prevent loss of confidence in the future of the territory."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/First_Matabele_War",
    "urlGoogle": "https://artsandculture.google.com/entity/first-matabele-war/m0268kkp"
  },
  "funFacts": [
    { "id": "354", "fact": "Bamboo can grow three feet in one day.", "category": ["Plants"] },
    {
      "id": "306",
      "fact": "In the Middle Ages, chicken soup was considered an aphrodisiac.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "504665",
      "fact": "Johnny Carson’s first three wives were named, in order, Joan, Joanne, and Joanna. (His first wife went by “Jody.”)"
    }
  ],
  "idiom": {
    "id": "rob-peter-to-pay-paul",
    "term": "rob Peter to pay Paul",
    "definition": "Take from one to give to another, shift resources. For example, *They took out a second mortgage on their house so they could buy a condo in Florida---they're robbing Peter to pay Paul.* Although legend has it that this expression alludes to appropriating the estates of St. Peter's Church, in Westminster, London, to pay for the repairs of St. Paul's Cathedral in the 1800s, the saying first appeared in a work by John Wycliffe about 1382."
  },
  "person": {
    "id": "everett-dirksen",
    "name": "Everett Dirksen",
    "dates": "Jan 4, 1896 - Sep 7, 1969",
    "mainImg": "img/people/everett-dirksen.jpg",
    "summary": [
      "Everett McKinley Dirksen was an American politician. A member of the Republican Party, he represented Illinois in the United States House of Representatives and the United States Senate. As Senate Minority Leader from 1959 to 1969, he played a highly visible and key role in the politics of the 1960s. He helped write and pass the Civil Rights Act of 1964 and the Civil Rights Act of 1968, both landmark pieces of legislation during the Civil Rights Movement. He was also one of the Senate's strongest supporters of the Vietnam War. A talented orator with a florid style and a notably rich baritone voice, his flamboyant speeches caused his detractors to refer to him as \"The Wizard of Ooze\".",
      "Born in Pekin, Illinois, Dirksen served as an artillery officer during World War I and opened a bakery after the war. After serving on the Pekin City Council, he won election to the House of Representatives in 1932. In the House, he was considered a moderate and supported much of the New Deal; he became more conservative and isolationist over time, but reversed himself to support US involvement in World War II. He won election to the Senate in 1950, unseating Senate Majority Leader Scott W. Lucas."
    ],
    "quote": "“I have said, with respect to authorization bills, that I do not want the Congress or the country to commit fiscal suicide on the installment plan.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Everett_Dirksen",
    "urlGoogle": "https://artsandculture.google.com/entity/everett-dirksen/m0q43q"
  },
  "place": {
    "id": "cork",
    "name": "Cork",
    "mainImg": "img/places/cork.jpg",
    "summary": [
      "Cork is the second largest city in Ireland, located in the south-west of Ireland, in the province of Munster. Following an extension to the city's boundary in 2019, its population is c. 210,000.",
      "The city centre is an island positioned between two channels of the River Lee which meet downstream at the eastern end of the city centre, where the quays and docks along the river lead outwards towards Lough Mahon and Cork Harbour, one of the largest natural harbours in the world.",
      "Originally a monastic settlement, Cork was expanded by Viking invaders around 915. Its charter was granted by Prince John in 1185. Cork city was once fully walled, and the remnants of the old medieval town centre can be found around South and North Main streets. The third largest city by population on the island of Ireland, the city's cognomen of \"the rebel city\" originates in its support for the Yorkist cause in the Wars of the Roses. Corkonians sometimes refer to the city as \"the real capital\", a reference to its opposition to the Anglo-Irish Treaty in the Irish Civil War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cork_%28city%29",
    "urlGoogle": "https://artsandculture.google.com/entity/cork/m0clz7"
  },
  "quote": {
    "id": "28",
    "quote": "Better three hours too soon than a minute too late.",
    "author": "William Shakespeare"
  },
  "wiki": {
    "id": "paramount-television-network",
    "name": "Paramount Television Network",
    "summary": "The Paramount Television Network was a venture in the late 1940s by American film corporation Paramount Pictures to organize a television network. The company had built television stations KTLA in Los Angeles and WBKB in Chicago, and had invested $400,000 in the DuMont Television Network, which operated stations in New York City, Washington, D.C., and Pittsburgh. The Paramount Television Network aired several programs, including the Emmy award-winning children's series Time for Beany, and distributed them to an ad-hoc network of stations. It signed affiliation agreements with more than 50 television stations in 1950; despite this, most of Paramount's series were not widely viewed outside the West Coast. The Federal Communications Commission prevented the studio from acquiring additional television stations. Escalating disputes between Paramount and DuMont concerning breaches of contract, company control, and network competition erupted regularly between 1940 and 1956, and led to the dismantling of the DuMont Network. Paramount continued to produce series for other networks, and re-entered the broadcast network field in 1995 with the United Paramount Network.",
    "url": "https://en.wikipedia.org/wiki/Paramount_Television_Network"
  },
  "word": {
    "id": "samara",
    "word": "samara",
    "url": "https://www.merriam-webster.com/dictionary/samara",
    "partOfSpeech": "noun",
    "pronunciation": "SAM-uh-ruh",
    "audioPath": "audio/words/samara.mp3",
    "definitions": ["a dry indehiscent usually one-seeded winged fruit (as of an ash or elm tree)"],
    "examples": [
      "Pairs of _samaras_ grew along the maple tree's branches.",
      "\"The _samara_ looks much like a tiny green round ravioli, or those dots of explosive caps for toy guns of the past. These are the fruit of the elm tree, with the seed forming a reddish bump in the middle.\" -- From an article by Marilyn Sallee, posted February 22nd, 2011, on the Native Plant Society of Texas web site"
    ],
    "origin": "Not familiar with the term \"[samara](https://www.merriam-webster.com/dictionary/samara)\" referring to the winged fruit of the elm, ash, maple, and sycamore, among other trees? Then how about \"key,\" \"whirlybird,\" \"helicopter,\" \"whirligig,\" or \"spinning jenny\"? Those nicknames are all excellent descriptors of a samara. A samara resembles a key and when it falls its unique shape enables it to spin like a helicopter's rotor and drift away from its tree. Botanists began using the term \"samara\" in the late 16th century. In Latin, it means literally \"seed of the elm.\""
  }
}
