{
  "artist": {
    "id": "pietro-lorenzetti",
    "name": "Pietro Lorenzetti",
    "dates": "1280 - 1348",
    "mainImg": "img/art/artists/pietro-lorenzetti.jpg",
    "artworkImgs": [
      {
        "name": "Saint Catherine of Alexandria",
        "path": "img/art/artworks/pietro-lorenzetti-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-catherine-of-alexandria-pietro-lorenzetti/wwFFvb-XSIVsmw"
      },
      {
        "name": "Presentation of Jesus in the Temple",
        "path": "img/art/artworks/pietro-lorenzetti-a2.jpg",
        "source": "https://artsandculture.google.com/asset/presentation-of-jesus-in-the-temple-ambrogio-lorenzetti-lorenzetti/0gFEBgbfCMyrvA"
      },
      {
        "name": "Madonna with Chid",
        "path": "img/art/artworks/pietro-lorenzetti-a3.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-with-chid/iwFdlkFAnYAviA"
      },
      {
        "name": "Madonna and Child Enthroned with Angels",
        "path": "img/art/artworks/pietro-lorenzetti-a4.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-and-child-enthroned-with-angels-pietro-lorenzetti-lorenzetti/3wFuot4bhawurA"
      },
      {
        "name": "Madonna with Chid",
        "path": "img/art/artworks/pietro-lorenzetti-a5.jpg",
        "source": "https://artsandculture.google.com/asset/madonna-with-chid/DwE0OYm8RxrO8w"
      },
      {
        "name": "Virgin and Child Enthroned and Donor, Angels",
        "path": "img/art/artworks/pietro-lorenzetti-a6.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-enthroned-and-donor-angels/HwFzCCWvobz-og"
      }
    ],
    "summary": [
      "Pietro Lorenzetti or Pietro Laurati was an Italian painter, active between c.1306 and 1345. Together with his younger brother Ambrogio, he introduced naturalism into Sienese art. In their artistry and experiments with three-dimensional and spatial arrangements, the brothers foreshadowed the art of the Renaissance."
    ],
    "quote": null,
    "movements": ["Gothic art", "Sienese School"],
    "mediums": ["Tempera", "Gold", "Metal", "Wood", "Gold leaf"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pietro_Lorenzetti",
    "urlGoogle": "https://artsandculture.google.com/entity/pietro-lorenzetti/m01zxpn"
  },
  "event": {
    "id": "taiping-rebellion",
    "name": "Taiping Rebellion",
    "dates": "December 1850 - August 1871",
    "mainImg": "img/events/taiping-rebellion.jpg",
    "summary": [
      "The Taiping Rebellion, which is also known as the Taiping Civil War or the Taiping Revolution, was a massive rebellion or civil war that was waged in China from 1850 to 1864 between the established Manchu-led Qing dynasty and the Hakka-led Taiping Heavenly Kingdom.",
      "Led by Hong Xiuquan, the self-proclaimed brother of Jesus Christ, the goals of the Taipings were religious, nationalist, and political in nature; they sought the conversion of the Chinese people to the Taiping's syncretic version of Christianity, the overthrow of the ruling Manchus, and a wholesale transformation and reformation of the state. Rather than simply supplanting the ruling class, the Taipings sought to upend the moral and social order of China. To that end, they established the Taiping Heavenly Kingdom as an oppositional state based in Tianjing and gained control of a significant part of southern China, eventually expanding to command a population base of nearly 30 million people.",
      "For over a decade, the Taiping occupied and fought across much of the mid and lower Yangtze valley."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Taiping_Rebellion",
    "urlGoogle": "https://artsandculture.google.com/entity/taiping-rebellion/m0kx7_"
  },
  "funFacts": [
    {
      "id": "462",
      "fact": "There is a ranch in Texas that is bigger than the entire state of Rhode Island.",
      "category": ["Geography"]
    },
    { "id": "134", "fact": "An ant can lift 50 times its own weight.", "category": ["Animals"] },
    {
      "id": "989",
      "fact": "To make one pound of honey, a honeybee must tap about two million flowers.",
      "category": ["Animals", "Plants", "Science"]
    }
  ],
  "funFacts2": [
    { "id": "553734", "fact": "Viking men wore makeup." },
    {
      "id": "554013",
      "fact": "Murmurations are the graceful, undulating patterns starlings create when they flock together in the sky. Scientists are still unsure how the birds coordinate their movements \u0003so quickly."
    }
  ],
  "idiom": {
    "id": "all-over-but-the-shouting",
    "term": "all over but the shouting",
    "definition": "The outcome is a certainty, as in *When Jim hit the ball over the fence, it was all over but the shouting.* The term's first use in print, in 1842, was by Welsh sportswriter Charles James Apperley, but some authorities believe it originated even earlier in the United States for a close political race. Today it is applied to any contest. A common British version is **all over bar the shouting.**"
  },
  "person": {
    "id": "kurt-georg-kiesinger",
    "name": "Kurt Georg Kiesinger",
    "dates": "Apr 6, 1904 - Mar 9, 1988",
    "mainImg": "img/people/kurt-georg-kiesinger.jpg",
    "summary": [
      "Kurt Georg Kiesinger was a German politician who served as Chancellor of Germany from 1 December 1966 to 21 October 1969. Before he became Chancellor he served as Minister President of Baden-Württemberg from 1958 to 1966 and as President of the Federal Council from 1962 to 1963. He was Chairman of the Christian Democratic Union from 1967 to 1971.",
      "Kiesinger studied law and worked as a lawyer in Berlin from 1935 to 1940. To avoid conscription, he found work at the Foreign Office in 1940, and became deputy head of the Foreign Office's broadcasting department. During his service at the Foreign Office, he was denounced by two colleagues for his anti-Nazi stance. He had nevertheless joined the Nazi Party in 1933, but remained a largely inactive member. In 1946 he became a member of the Christian Democratic Union. He was elected to the Bundestag in 1949, and was a member of the Bundestag until 1958 and again from 1969 to 1980. He left federal politics for eight years to serve as Minister President of Baden-Württemberg, and subsequently became Chancellor by forming a grand coalition with Willy Brandt's Social Democratic Party."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kurt_Georg_Kiesinger",
    "urlGoogle": "https://artsandculture.google.com/entity/kurt-georg-kiesinger/m04g27"
  },
  "place": {
    "id": "genoa",
    "name": "Genoa",
    "mainImg": "img/places/genoa.jpg",
    "summary": [
      "Genoa is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
      "Located on the Gulf of Genoa in the Ligurian Sea, Genoa has historically been one of the most important ports on the Mediterranean: it is currently the busiest in Italy and in the Mediterranean Sea and twelfth-busiest in the European Union. Genoa has been nicknamed la Superba due to its glorious past and impressive landmarks. Part of the old town of Genoa was inscribed on the World Heritage List in 2006 as Genoa: Le Strade Nuove and the system of the Palazzi dei Rolli. The city's rich cultural history in art, music and cuisine allowed it to become the 2004 European Capital of Culture. It is the birthplace of Guglielmo Embriaco, Christopher Columbus, Andrea Doria, Niccolò Paganini, Giuseppe Mazzini, Renzo Piano and Grimaldo Canella, founder of the House of Grimaldi, among others."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Genoa",
    "urlGoogle": "https://artsandculture.google.com/entity/genoa/m0hknf"
  },
  "quote": {
    "id": "105",
    "quote": "Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely.",
    "author": "Roy T. Bennett"
  },
  "wiki": {
    "id": "japanese-aircraft-carrier-akagi",
    "name": "Japanese aircraft carrier Akagi",
    "summary": "Akagi was the second aircraft carrier of the Imperial Japanese Navy (IJN) to enter service, and the first large or \"fleet\" carrier. She was converted to an aircraft carrier while still under construction to comply with the Washington Naval Treaty of 1922, and figured prominently in the development of the IJN's revolutionary doctrine that grouped carriers together, concentrating their air power. The ship and her aircraft first saw combat during the Second Sino-Japanese War in the late 1930s. During the Pacific War, she took part in the Attack on Pearl Harbor on 7 December 1941 and the invasion of Rabaul in the Southwest Pacific in January 1942 as flagship of the First Air Fleet. Over the next several months her aircraft bombed Darwin, Australia, assisted in the conquest of the Dutch East Indies, and helped sink a British heavy cruiser and an Australian destroyer in the Indian Ocean Raid. After bombarding American forces on Midway Atoll during the Battle of Midway in June, Akagi and the other carriers were attacked by aircraft from Midway and three American carriers. Akagi was severely damaged, and she was scuttled by Japanese destroyers to prevent her from falling into enemy hands.",
    "url": "https://en.wikipedia.org/wiki/Japanese_aircraft_carrier_Akagi"
  },
  "word": {
    "id": "prescind",
    "word": "prescind",
    "url": "https://www.merriam-webster.com/dictionary/prescind",
    "partOfSpeech": "verb",
    "pronunciation": "prih-SIND",
    "audioPath": "audio/words/prescind.mp3",
    "definitions": ["to withdraw one's attention"],
    "examples": [
      "If we _prescind_ from the main issue for a moment, there is much to be gained by studying some corollary questions.",
      "\"For my purposes, we may happily _prescind_ from the metaphysics.\" -- From John Collins' 2011 book _The Unity of Linguistic Meaning_"
    ],
    "origin": "\"Prescind\" derives from the Latin verb \"praescindere,\" which means \"to cut off in front.\" \"Praescindere,\" in turn, was formed by combining \"prae-\" (\"before\") and \"scindere\" (\"to cut\" or \"to split\"). So it should come as no surprise that when \"prescind\" began being used during the 17th century, it referred to \"cutting off\" one’s attention from a subject. An earlier (now archaic) sense was even clearer about the etymological origins of the word, with the meaning \"to cut short, off, or away\" or \"to sever.\" Other descendants of \"scindere\" include \"rescind\" and the rare \"scissile\" (\"capable of being cut\")."
  }
}
