{
  "artist": {
    "id": "felix-bracquemond",
    "name": "Félix Bracquemond",
    "dates": "May 22, 1833 - Oct 29, 1914",
    "mainImg": "img/art/artists/felix-bracquemond.jpg",
    "artworkImgs": [
      {
        "name": "Plate",
        "path": "img/art/artworks/felix-bracquemond-a1.jpg",
        "source": "https://artsandculture.google.com/asset/plate-haviland-co-félix-bracquemond/swGVzdgIuITwag"
      },
      {
        "name": "Plate",
        "path": "img/art/artworks/felix-bracquemond-a2.jpg",
        "source": "https://artsandculture.google.com/asset/plate-félix-bracquemond-haviland-co/mQFHdHjsZ2ysBg"
      },
      {
        "name": "Soup plate (part of a set of three)",
        "path": "img/art/artworks/felix-bracquemond-a3.jpg",
        "source": "https://artsandculture.google.com/asset/soup-plate-part-of-a-set-of-three-félix-bracquemond-lebeuf-et-milliet-eugêne-rousseau/TQH8K6robz8Zyw"
      },
      {
        "name": "L'arc en ciel",
        "path": "img/art/artworks/felix-bracquemond-a4.jpg",
        "source": "https://artsandculture.google.com/asset/l-arc-en-ciel-félix-bracquemond/6gGyJqUCQ6kHZQ"
      },
      {
        "name": "La locomotive",
        "path": "img/art/artworks/felix-bracquemond-a5.jpg",
        "source": "https://artsandculture.google.com/asset/la-locomotive-félix-bracquemond-joseph-mallord-william-turner/_QEuAcVrad5V_w"
      },
      {
        "name": "Vanneaux et Sarcelles",
        "path": "img/art/artworks/felix-bracquemond-a6.jpg",
        "source": "https://artsandculture.google.com/asset/vanneaux-et-sarcelles-félix-bracquemond/9QFif0X90hp0ug"
      }
    ],
    "summary": [
      "Félix Henri Bracquemond was a French painter and etcher. He played a key role in the revival of printmaking, encouraging artists such as Édouard Manet, Edgar Degas and Camille Pissaro to use this technique.",
      "Unusually for a prominent artist of this period, he also designed pottery for a number of French factories, in an innovative style that marks the beginning of Japonisme in France.",
      "He was the husband of the Impressionist painter Marie Bracquemond."
    ],
    "quote": null,
    "movements": [
      "Impressionism",
      "Modern art",
      "Symbolism",
      "Realism",
      "Romanticism",
      "Modernism"
    ],
    "mediums": ["Etching", "Rock", "Ceramic", "Clay", "Laid paper", "Porcelain"],
    "urlWiki": "https://en.wikipedia.org/wiki/F%C3%A9lix_Bracquemond",
    "urlGoogle": "https://artsandculture.google.com/entity/félix-bracquemond/m07n_jf"
  },
  "event": {
    "id": "battle-of-ichi-no-tani",
    "name": "Battle of Ichi-no-Tani",
    "dates": null,
    "mainImg": "img/events/battle-of-ichi-no-tani.jpg",
    "summary": [
      "Ichi-no-Tani was a Taira defensive position at Suma, to the west of present-day Kobe, Japan. It sat on a very narrow strip of shore, between mountains on the north, and the sea to the south. This made it quite defensible, but also made it difficult to maneuver troops inside the fortress. The Taira suffered a crucial defeat to the forces of Yoshitsune and Noriyori.",
      "Yoshitsune split his force in two. Noriyori's force attacked the Taira at Ikuta Shrine, in the woods a short distance to the east. A second detachment, no more than a hundred horsemen under Yoshitsune, attacked the Taira at Ichinotani from the mountain ridge to the north. At the chosen hour, the Minamoto forces attacked causing confusion amongst the Taira who neither deploy nor retreat. Only about 3000 Taira escaped to Yashima, while Tadanori was killed and Shigehira captured. Also killed from the Taira clan were Lord Michimori, Tsunemasa, Noritsune, Atsumori, Moromori, Tomoakira, Tsunetoshi, and Moritoshi.",
      "Ichi-no-Tani is one of the most famous battles of the Genpei War, in large part due to the individual combats that occurred here."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Ichi-no-Tani",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-ichi-no-tani/m04n7lp"
  },
  "funFacts": [
    {
      "id": "136",
      "fact": "Strawberries are the only fruits whose seeds grow on the outside.",
      "category": ["Food", "Plants"]
    },
    {
      "id": "915",
      "fact": "At room temperature, the average air molecule travels at the speed of a rifle bullet.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "504761",
      "fact": "At the Wife Carrying World Championships in Finland, first prize is the wife's weight in beer."
    }
  ],
  "idiom": {
    "id": "one-picture-is-worth-a-thousand-words",
    "term": "one picture is worth a thousand words",
    "definition": "A graphic illustration conveys a stronger message than words, as in *The book jacket is a big selling point---one picture is worth a thousand words.* This saying was invented by an advertising executive, Fred R. Barnard. To promote his agency's ads he took out an ad in *Printer's Ink* in 1921 with the headline \"One Look Is Worth a Thousand Words\" and attributed it to an ancient Japanese philosopher. Six years later he changed it to \"Chinese Proverb: One Picture Is Worth Ten Thousand Words,\" illustrated with some Chinese characters. The attribution in both was invented; Barnard simply believed an Asian origin would give it more credibility."
  },
  "person": {
    "id": "kuno-von-klebelsberg",
    "name": "Kuno von Klebelsberg",
    "dates": "Nov 13, 1875 - Oct 11, 1932",
    "mainImg": "img/people/kuno-von-klebelsberg.jpg",
    "summary": [
      "Count Kuno von Klebelsberg de Thumburg was a Hungarian politician, who served as Minister of the Interior and Minister of Culture of the Kingdom of Hungary between the two world wars.",
      "Klebelsberg was born in Magyarpécska, Austria-Hungary. After World War I, the Treaty of Trianon and the ravages of the civil war, Klebelsberg assumed the position of Minister of the Interior in 1921, a post which he filled until the following year. Afterwards, he served as Minister of Culture and introduced many educational reforms throughout Hungary. Klebelsberg helped create elementary schools in the countryside, began the modernisation of numerous universities, and created the foreign Hungarian cultural institute Collegium Hungaricum to create awareness of Hungarian culture in other countries.",
      "Klebelsberg is also famous for introducing a progressive policy on scholarships for university students.",
      "Klebelsberg, however, was controversial with his ideology of Hungarian supremacy, which attributed superior value to Hungarian ethnic culture over the minority ethnic cultures of the former Austro-Hungarian Monarchy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kuno_von_Klebelsberg",
    "urlGoogle": "https://artsandculture.google.com/entity/kuno-von-klebelsberg/m02pqgq5"
  },
  "place": {
    "id": "monterrey",
    "name": "Monterrey",
    "mainImg": "img/places/monterrey.jpg",
    "summary": [
      "Monterrey is the capital and largest city of the northeastern state of Nuevo León, Mexico. The city is anchor to the Monterrey metropolitan area, the second most productive in Mexico with a GDP of US$123 billion, and the third largest with an estimated population of 4,689,601 people as of 2015. Monterrey is also considered one of the cities with the best quality of life in the country, actually It has in its metropolitan area San Pedro Garza García which is the area with the best quality of life in Mexico. and serves as a commercial center of northern Mexico and is the base of many significant international corporations. Its purchasing power parity-adjusted GDP per capita is considerably higher than the rest of Mexico's at around US$35,500, compared to the country's US$18,800. It is considered a Beta World City, cosmopolitan and competitive. Rich in history and culture, it is one of the most developed cities in Mexico.",
      "It is also considered to be the most “Americanized” city in the country."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Monterrey",
    "urlGoogle": "https://artsandculture.google.com/entity/monterrey/m0b2h3"
  },
  "quote": {
    "id": "118",
    "quote": "Be curious. Read widely. Try new things. I think a lot of what people call intelligence boils down to curiosity.",
    "author": "Aaron Swartz"
  },
  "wiki": {
    "id": "adrian-cole-raaf-officer",
    "name": "Adrian Cole (RAAF officer)",
    "summary": "Adrian Cole (1895–1966) was a founding member of the Royal Australian Air Force (RAAF) in 1921, and became one of its senior commanders. Having joined the army at the outbreak of World War I, Cole transferred to the Australian Flying Corps in 1916 and flew with No. 1 Squadron in the Middle East and No. 2 Squadron on the Western Front. He became an \"ace\", credited with victories over 10 enemy aircraft, and earned the Military Cross and the Distinguished Flying Cross. In 1935, \"King\" Cole gained promotion to group captain. The following year he was appointed as the first commanding officer of Headquarters RAAF Station Richmond. During World War II, Cole led North-Western Area Command in Australia's most northerly city, Darwin, and held a series of overseas posts in North Africa, England, Northern Ireland, and Ceylon. As Forward Air Controller during the Dieppe Raid in 1942, he was wounded in action and was awarded the Distinguished Service Order. Cole died in 1966 at the age of 70.",
    "url": "https://en.wikipedia.org/wiki/Adrian_Cole_(RAAF_officer)"
  },
  "word": {
    "id": "kanban",
    "word": "kanban",
    "url": "https://www.merriam-webster.com/dictionary/kanban",
    "partOfSpeech": "noun",
    "pronunciation": "KAHN-bahn",
    "audioPath": "audio/words/kanban.mp3",
    "definitions": [
      "a manufacturing strategy wherein parts are produced or delivered only as needed"
    ],
    "examples": [
      "\"To stay competitive,\" Rob said, \"we need to reduce our manufacturing costs by switching to a _kanban_ system.\"",
      "\"The inbox and calendar are used to generate _kanban_ and schedules. This helps to discriminate between what you are doing and what you should be doing.\" - From an article by Marc A. Feldman in the _Quality Progress_, November 2012"
    ],
    "origin": "Toyota Motor Company is credited with developing the kanban system of manufacturing, which takes its name from the Japanese word for \"sign\" or \"placard.\" In the kanban system, each shipment of parts used in making a product comes with a \"kanban,\" or sign. When the parts are nearly exhausted, the sign is sent to suppliers, who ship new ones to the assembly line. In the early 1980s, \"kanban\" became a buzzword in the American business community-offering a perfect example of how languages often reflect larger societal trends … and how trading partners often trade more than durable goods."
  }
}
