{
  "artist": {
    "id": "jean-antoine-watteau",
    "name": "Jean-Antoine Watteau",
    "dates": "Oct 10, 1684 - Jul 18, 1721",
    "mainImg": "img/art/artists/jean-antoine-watteau.jpg",
    "artworkImgs": [
      {
        "name": "Mezzetin",
        "path": "img/art/artworks/jean-antoine-watteau-a1.jpg",
        "source": "https://artsandculture.google.com/asset/mezzetin-antoine-watteau/BAHh6NbMEHfIQg"
      },
      {
        "name": "Fetes Venitiennes",
        "path": "img/art/artworks/jean-antoine-watteau-a2.jpg",
        "source": "https://artsandculture.google.com/asset/fetes-venitiennes-jean-antoine-watteau/UAGfGLe1x0yn-g"
      },
      {
        "name": "The Love Lesson",
        "path": "img/art/artworks/jean-antoine-watteau-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-love-lesson-antoine-watteau/wAHuosi_S7XV0g"
      },
      {
        "name": "The Foursome",
        "path": "img/art/artworks/jean-antoine-watteau-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-foursome-jean-antoine-watteau/NQFXbYpHLoEm4Q"
      },
      {
        "name": "Ceres (Summer)",
        "path": "img/art/artworks/jean-antoine-watteau-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ceres-summer-antoine-watteau/1QHRqDAAA9x0wQ"
      },
      {
        "name": "The Perfect Accord",
        "path": "img/art/artworks/jean-antoine-watteau-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-perfect-accord-jean-antoine-watteau/TQH5U7tPvP2r0w"
      }
    ],
    "summary": [
      "Jean-Antoine Watteau, commonly referred to as Antoine Watteau, was a French painter whose brief career spurred the revival of interest in colour and movement, as seen in the tradition of Correggio and Rubens. He revitalized the waning Baroque style, shifting it to the less severe, more naturalistic, less formally classical, Rococo. Watteau is credited with inventing the genre of fête galantes, scenes of bucolic and idyllic charm, suffused with a theatrical air. Some of his best known subjects were drawn from the world of Italian comedy and ballet."
    ],
    "quote": null,
    "movements": ["Rococo", "Renaissance"],
    "mediums": ["Chalk", "Pigment", "Oil paint", "Sanguine", "Drawing", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jean-Antoine_Watteau",
    "urlGoogle": "https://artsandculture.google.com/entity/jean-antoine-watteau/m01k7k8"
  },
  "event": {
    "id": "european-theatre-of-world-war-ii",
    "name": "European theatre of World War II",
    "dates": "Sep 1, 1939 - May 8, 1945",
    "mainImg": "img/events/european-theatre-of-world-war-ii.jpg",
    "summary": [
      "The European theatre of World War II was an area of heavy fighting across Europe, starting with Germany's invasion of Poland on 1 September 1939 and ending with the United States, the United Kingdom and France conquering most of Western Europe, the Soviet Union conquering most of Eastern Europe and Germany's unconditional surrender on 8 May 1945. The Allied powers fought the Axis powers on two major fronts as well as in a strategic bombing offensive and in the adjoining Mediterranean and Middle East theatre."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/European_theatre_of_World_War_II",
    "urlGoogle": "https://artsandculture.google.com/entity/european-theatre-of-world-war-ii/m01y98y"
  },
  "funFacts": [
    {
      "id": "949",
      "fact": "Two national capitals are named after U.S. presidents:  Washington, D.C., and Monrovia, the capital of Liberia.",
      "category": ["Geography", "Onlies"]
    },
    {
      "id": "184",
      "fact": "The most used letters in the English language are E, T, A, O, I and N.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554052",
      "fact": "According to one study, dunking an Oreo in milk for three seconds gives you the optimal balance of sogginess and structural integrity."
    }
  ],
  "idiom": {
    "id": "set-ones-cap-for",
    "term": "set one's cap for",
    "definition": "Pursue someone romantically, as in *We all thought Anne had set her cap for Joe, but we were wrong.* In the 1700s this term, which may have alluded to donning one's best headgear, was applied to members of either sex, but by the early 1800s it generally described a woman chasing a man. It is probably obsolescent."
  },
  "person": {
    "id": "pietro-caruso",
    "name": "Pietro Caruso",
    "dates": "Nov 10, 1899 - Sep 22, 1944",
    "mainImg": "img/people/pietro-caruso.jpg",
    "summary": [
      "Pietro Caruso was an Italian Fascist and head of the Italian police during the final part of World War II.",
      "Together with Herbert Kappler, the German Gestapo chief in Rome, Caruso organised the massacre in Fosse Ardeatine on 24 March 1944 as revenge for an attack the day before by Italian partisans on a column of German soldiers in Rome. 335 people, many of them belonging to a Communist military resistance group, were shot during the massacre. One of the victims, Maurizio Giglio, had been one of Caruso's own lieutenants, but had been arrested seven days earlier as a secret agent working for the Allies through OSS.",
      "After Italy's liberation from the German occupation, Caruso was tried for his numerous crimes, sentenced to death on 21 September 1944 and executed by a firing squad of Polizia di Stato in the courtyard of the Fort Bravetta in Rome. The high court of justice also condemned Roberto Occhietto, Caruso’s secretary and co-defendant, to 30 years’ imprisonment on the same collaboration charge."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pietro_Caruso",
    "urlGoogle": "https://artsandculture.google.com/entity/pietro-caruso/m03chcjn"
  },
  "place": {
    "id": "medina",
    "name": "Medina",
    "mainImg": "img/places/medina.jpg",
    "summary": [
      "Medina, also transliterated as Madīnah, is the capital of the Al-Madinah Region in Saudi Arabia. At the city's heart is al-Masjid an-Nabawi, which is the burial place of the Islamic prophet, Muhammad. Medina is one of the three holiest cities in Islam, the other two being Mecca and Jerusalem.",
      "Medina was Muhammad's destination in his Hijrah from Mecca, and became the capital of a rapidly increasing Muslim Empire, under Muhammad's leadership, serving as the power base of Islam, and where Muhammad's Ummah, composed of both locals and immigrants from Muhammad's original home of Mecca, developed. Medina is home to three prominent mosques, namely al-Masjid an-Nabawi, Quba Mosque, and Masjid al-Qiblatayn. Muslims believe that the chronologically final surahs of the Quran were revealed to Muhammad in Medina, and are called Medinan surahs in contrast to the earlier Meccan surahs."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Medina",
    "urlGoogle": "https://artsandculture.google.com/entity/medina/m094vf"
  },
  "wiki": {
    "id": "steamtown-u-s-a",
    "name": "Steamtown, U.S.A.",
    "summary": "Steamtown, U.S.A. was a steam locomotive museum that ran steam excursions out of North Walpole, New Hampshire, and Bellows Falls, Vermont, from the 1960s to 1983. The museum was founded by millionaire seafood industrialist F. Nelson Blount and was operated by the Steamtown Foundation after his death in 1967. Due to Vermont's air quality regulations restricting steam excursions, declining visitor attendance, and track use disputes, some of the collection was relocated to Scranton, Pennsylvania, in the mid-1980s and the rest was sold. Steamtown, U.S.A. failed to attract the expected 200,000–400,000 visitors in Scranton and, facing bankruptcy, it sold more of the collection. In 1986, the U.S. House of Representatives approved funding to begin the process of making it a National Historic Site. Historical research was carried out by the National Park Service (NPS) on the remaining equipment. By 1995, Steamtown had been acquired and developed by the NPS as the Steamtown National Historic Site with a $66 million allocation. Several more pieces have been removed from the collection as a result of the government acquisition. Part of the Blount collection is still on display in Scranton.",
    "url": "https://en.wikipedia.org/wiki/Steamtown,_U.S.A."
  },
  "word": {
    "id": "gloaming",
    "word": "gloaming",
    "url": "https://www.merriam-webster.com/dictionary/gloaming",
    "partOfSpeech": "noun",
    "pronunciation": "GLOH-ming",
    "audioPath": "audio/words/gloaming.mp3",
    "definitions": ["twilight, dusk"],
    "examples": [
      "Crickets were chirping in the _gloaming_ as the newlyweds walked home holding hands.",
      "\"Nighttime, not the late hours but the _gloaming_, when the sun was setting and dinner must be prepared and the long evening stretched out before her -- that's when the loneliness settled in like the ache in her hip on a rainy day, when the regrets, the bad memories, sometimes came to call.\" -- From Lisa Unger's 2010 novel _Fragile_"
    ],
    "origin": "If \"gloaming\" makes you think of tartans and bagpipes, well lads and lasses, you've got a good ear and a good eye; we picked up \"gloaming\" from the Scottish dialects of English back in the Middle Ages. The roots of the word trace to the Old English word for twilight, \"glōm,\" which is akin to \"glōwan,\" an Old English verb meaning \"to glow.\" In the early 1800s, English speakers looked to Scotland again and borrowed the now-archaic verb \"gloam,\" meaning \"to become twilight\" or \"to grow dark.\""
  }
}
