{
  "artist": {
    "id": "caspar-van-wittel",
    "name": "Caspar van Wittel",
    "dates": "1653 - Sep 13, 1736",
    "mainImg": "img/art/artists/caspar-van-wittel.jpg",
    "artworkImgs": [
      {
        "name": "View of Tor di Nona",
        "path": "img/art/artworks/caspar-van-wittel-a1.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-tor-di-nona/rAFZfSp_RWKbnA"
      },
      {
        "name": "Piazza Navona, Rome",
        "path": "img/art/artworks/caspar-van-wittel-a2.jpg",
        "source": "https://artsandculture.google.com/asset/piazza-navona-rome-caspar-adriaansz-van-wittel-vanvitelli/CAFL2CO4s4IFMA"
      },
      {
        "name": "The Tiber at Castel Sant’Angelo, Seen from the South",
        "path": "img/art/artworks/caspar-van-wittel-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-tiber-at-castel-sant’angelo-seen-from-the-south-gaspard-van-wittel/BwFQDiMmqN3vOA"
      },
      {
        "name": "View of the Castel Sant'Angelo",
        "path": "img/art/artworks/caspar-van-wittel-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-the-castel-sant-angelo/YgH7DGj_Bhf8xg"
      },
      {
        "name": "View of the Castel Sant'Angelo and the Vatican seen from Prati di Castello",
        "path": "img/art/artworks/caspar-van-wittel-a5.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-the-castel-sant-angelo-and-the-vatican-seen-from-prati-di-castello/dAGhje7OBXfx0A"
      },
      {
        "name": "Gezicht op het Piazza del Popolo te Rome",
        "path": "img/art/artworks/caspar-van-wittel-a6.jpg",
        "source": "https://artsandculture.google.com/asset/gezicht-op-het-piazza-del-popolo-te-rome-caspar-van-wittel-g-giacomo-komarek-boçmo/ZAGAZxqanZcjbg"
      }
    ],
    "summary": [
      "Caspar van Wittel or Gaspar van Wittel, known in Italian as Gaspare Vanvitelli or Gasparo degli Occhiali, was a Dutch painter and draughtsman who had a long career in Rome. He played a pivotal role in the development of the genre of topographical painting known as veduta. He is credited with turning topography into a painterly specialism in Italian art."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Pen", "Ink", "Chalk", "Pigment", "Laid paper", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Caspar_van_Wittel",
    "urlGoogle": "https://artsandculture.google.com/entity/caspar-van-wittel/m051wm0"
  },
  "event": {
    "id": "banana-wars",
    "name": "Banana Wars",
    "dates": "1898 - 1934",
    "mainImg": "img/events/banana-wars.jpg",
    "summary": [
      "The Banana Wars were occupations, police actions, and interventions on the part of the United States in Central America and the Caribbean between the end of the Spanish–American War in 1898 and the inception of the Good Neighbor Policy in 1934. These military interventions were most often carried out by the United States Marine Corps, which developed a manual, The Strategy and Tactics of Small Wars based on its experiences. On occasion, the Navy provided gunfire support and Army troops were also used.",
      "With the Treaty of Paris, Spain ceded control of Cuba, Puerto Rico, Guam, and the Philippines to the United States. Thereafter, the United States conducted military interventions in Cuba, Panama, Honduras, Nicaragua, Mexico, Haiti, and the Dominican Republic. The series of conflicts ended with the withdrawal of troops from Haiti in 1934 under President Franklin D. Roosevelt.",
      "The term was popularized in 1983 by writer Lester D. Langley. Langley wrote several books on Latin American history and American interactions including The United States and the Caribbean, 1900–1970 and The Banana Wars: An Inner History of American Empire, 1900–1934."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Banana_Wars",
    "urlGoogle": "https://artsandculture.google.com/entity/banana-wars/m0c2gqj"
  },
  "funFacts": [
    { "id": "24", "fact": "The state of Maine has 62 lighthouses.", "category": ["Geography"] },
    {
      "id": "673",
      "fact": "The average turtle can't reproduce until it's 25 years old.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "506874",
      "fact": "An urban legend claimed Zima was not detectable by a breathalyzer, boosting its popularity among the young and gullible."
    }
  ],
  "idiom": {
    "id": "true-blue",
    "term": "true blue",
    "definition": "Loyal, faithful, as in *You can count on her support; she's true blue.* This expression alludes to the idea of blue being the color of constancy, but the exact allusion is disputed. One theory holds it alludes to the unchanging blue sky, another to the fastness of a blue dye that will not run. Blue has been the identifying color of various factions in history. In the mid-1600s the Scottish Covenanters, who pledged to uphold Presbyterianism, were called *true blue* (as opposed to *red,* the color of the royalists). In the 1800s the same term came to mean \"staunchly Tory,\" and in America, \"politically sound.\""
  },
  "person": {
    "id": "dilip-kumar",
    "name": "Dilip Kumar",
    "dates": "Born Dec 11, 1922",
    "mainImg": "img/people/dilip-kumar.jpg",
    "summary": [
      "Muhammad Yusuf Khan, known professionally as Dilip Kumar, is an actor, producer and philanthropist, who was later elected to India's parliament. Popularly known as The Tragedy King and The First Khan, he has been credited with bringing realism to film acting since his first film. He is also one of the most successful stars in the history of indian cinema.",
      "Kumar debuted as an actor in the film Jwar Bhata, produced by Bombay Talkies. In a career spanning over five decades, Kumar worked in over 65 films. Kumar is known for roles in films such as the romantic Andaz, the heartwarming Babul, the impassioned Deedar, the swashbuckling Aan, social drama Daag, the dramatic Devdas, the comical Azaad, Naya Daur, Yahudi, Madhumati, Kohinoor, the epic historical Mughal-e-Azam, the social dacoit crime drama Gunga Jamuna, and the comedy Ram Aur Shyam.",
      "In 1976, Kumar took a five-year break from film performances and returned with a character role in the film Kranti and continued his career playing leading roles in films such as Shakti, Mashaal, Karma and Saudagar. His last film was Qila.",
      "He has won nine Filmfare Awards and is the first recipient of the Filmfare Best Actor Award."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dilip_Kumar",
    "urlGoogle": "https://artsandculture.google.com/entity/dilip-kumar/m023sng"
  },
  "place": {
    "id": "tacoma",
    "name": "Tacoma",
    "mainImg": "img/places/tacoma.jpg",
    "summary": [
      "Tacoma is a mid-sized urban port city and the county seat of Pierce County, Washington, United States. The city is on Washington's Puget Sound, 32 miles southwest of Seattle, 31 miles northeast of the state capital, Olympia, and 58 miles northwest of Mount Rainier National Park. The population was 191,704, according to the 2010 census. Tacoma is the second-largest city in the Puget Sound area and the third-largest in the state. Tacoma also serves as the center of business activity for the South Sound region, which has a population of around 1 million.",
      "Tacoma adopted its name after the nearby Mount Rainier, originally called Takhoma or Tahoma. It is locally known as the \"City of Destiny\" because the area was chosen to be the western terminus of the Northern Pacific Railroad in the late 19th century. The decision of the railroad was influenced by Tacoma's neighboring deep-water harbor, Commencement Bay. By connecting the bay with the railroad, Tacoma's motto became \"When rails meet sails\". Commencement Bay serves the Port of Tacoma, a center of international trade on the Pacific Coast and Washington's largest port."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tacoma,_Washington",
    "urlGoogle": "https://artsandculture.google.com/entity/tacoma/m010t4v"
  },
  "quote": {
    "id": "45",
    "quote": "If you want something you've never had, you must be willing to do something you've never done.",
    "author": "Thomas Jefferson"
  },
  "wiki": {
    "id": "craters-of-the-moon-national-monument-and-preserve",
    "name": "Craters of the Moon National Monument and Preserve",
    "summary": "Craters of the Moon National Monument and Preserve is a U.S. National Monument and National Preserve in the Snake River Plain in central Idaho, at an average elevation of 5,900 feet (1,800 m) above sea level. The protected area features one of the best-preserved flood basalt areas in the continental United States. The Monument was established on May 2, 1924. In November 2000, a presidential proclamation by President Clinton greatly expanded the Monument area. The National Park Service portions of the expanded Monument were designated as a National Preserve in August 2002. The Monument and Preserve encompass three major lava fields and about 400 square miles (1,000 km2) of sagebrush steppe grasslands. All three lava fields lie along the Great Rift of Idaho, with some of the best examples of open rift cracks in the world, including the deepest known on Earth at 800 feet (240 m).",
    "url": "https://en.wikipedia.org/wiki/Craters_of_the_Moon_National_Monument_and_Preserve"
  },
  "word": {
    "id": "chockablock",
    "word": "chockablock",
    "url": "https://www.merriam-webster.com/dictionary/chockablock",
    "partOfSpeech": "adjective",
    "pronunciation": "CHAH-kuh-blahk",
    "audioPath": "audio/words/chockablock.mp3",
    "definitions": ["brought close together", "very full"],
    "examples": [
      "Chandra's tiny apartment is chockablock with fabric, yarn, and other craft supplies."
    ],
    "origin": "\"Chockablock\" started out as a nautical term. A block is a metal or wooden case with one or more pulleys inside. Sometimes, two or more blocks are used (as part of a rope and pulley system called a \"block and tackle\") to provide a mechanical advantage -- as, for example, when hoisting a sail on a traditional sailing ship. When the rope is pulled as far as it will go, the blocks are tight together and are said to be \"chockablock.\" Non-nautical types associated the \"chock\" in \"chockablock\" with \"chock-full,\" which goes back to Middle English \"chokkefull,\" meaning \"full to the limit\" (a figurative use of \"full to choking\"). We thus gave \"chockablock\" the additional meaning \"filled up.\" \"Chockablock\" can also be an adverb meaning \"as close or as completely as possible,\" as in \"families living chockablock\" or the seemingly redundant \"chockablock full.\""
  }
}
