{
  "artist": {
    "id": "yun-shouping",
    "name": "Yun Shouping",
    "dates": "1633 - 1690",
    "mainImg": "img/art/artists/yun-shouping.jpg",
    "artworkImgs": [
      {
        "name": "清 傳惲壽平 夏夜清荷圖 軸|Lotuses on a Summer Evening",
        "path": "img/art/artworks/yun-shouping-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-傳惲壽平-夏夜清荷圖-軸-lotuses-on-a-summer-evening-yun-shouping/kQGbsXBzyaSjkA"
      },
      {
        "name": "Hanging scroll",
        "path": "img/art/artworks/yun-shouping-a2.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-yun-shouping/RgHbg6a5C-UbWA"
      },
      {
        "name": "Sunset at Huawu",
        "path": "img/art/artworks/yun-shouping-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sunset-at-huawu-yun-shouping/RgGTb756NUIzNg"
      },
      {
        "name": "Folding fan mounted as an album leaf",
        "path": "img/art/artworks/yun-shouping-a4.jpg",
        "source": "https://artsandculture.google.com/asset/folding-fan-mounted-as-an-album-leaf-yun-shouping/HQGWJjNfLzvCeg"
      },
      {
        "name": "Hanging scroll",
        "path": "img/art/artworks/yun-shouping-a5.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-yun-shouping/AgFySdxpSLUi5w"
      },
      {
        "name": "清 惲壽平 山水 軸|Landscape",
        "path": "img/art/artworks/yun-shouping-a6.jpg",
        "source": "https://artsandculture.google.com/asset/清-惲壽平-山水-軸-landscape-yun-shouping/bAGz7pTs998JkQ"
      }
    ],
    "summary": [
      "Yun Shouping, also known as Nantian, was a Chinese calligrapher and painter. He was a major artist of the early Chinese Qing dynasty. He was regarded as one of the \"Six Masters\" of the Qing period, together with the Four Wangs and Wú Lì."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile", "Watercolor painting", "Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/Yun_Shouping",
    "urlGoogle": "https://artsandculture.google.com/entity/yun-shouping/m07lmkw"
  },
  "event": {
    "id": "battle-of-the-netherlands",
    "name": "Battle of the Netherlands",
    "dates": "May 10, 1940 - May 14, 1940",
    "mainImg": "img/events/battle-of-the-netherlands.jpg",
    "summary": [
      "The Battle of the Netherlands was a military campaign part of Case Yellow, the German invasion of the Low Countries and France during World War II. The battle lasted from 10 May 1940 until the surrender of the main Dutch forces on 14 May. Dutch troops in the province of Zealand continued to resist the Wehrmacht until 17 May when Germany completed its occupation of the whole country.",
      "The Battle of the Netherlands saw some of the earliest mass paratroop drops, to occupy tactical points and assist the advance of ground troops. The German Luftwaffe used paratroopers in the capture of several airfields in the vicinity of Rotterdam and The Hague, helping to quickly overrun the country and immobilise Dutch forces.",
      "After the devastating bombing of Rotterdam by the Luftwaffe on 14 May, the Germans threatened to bomb other Dutch cities if the Dutch forces refused to surrender. The General Staff knew it could not stop the bombers and ordered the Dutch Army to cease hostilities. The last occupied parts of the Netherlands were liberated in 1945."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_the_Netherlands",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-the-netherlands/m08vbnl"
  },
  "funFacts": [
    {
      "id": "678",
      "fact": "Unlike your housecat, the Siberian tiger actually loves to swim!",
      "category": ["Animals"]
    },
    {
      "id": "692",
      "fact": "The spotted skunk does a handstand to warn off its enemies before it sprays its stench.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553550",
      "fact": "Fire rainbows occur when the ice crystals in a cirrus cloud refract the sun's rays, creating a multi-colored cloud effect."
    }
  ],
  "idiom": {
    "id": "at-sixes-and-sevens",
    "term": "at sixes and sevens",
    "definition": "Confused, disorganized, disorderly, as in *We've just moved in, and the office is still at sixes and sevens,* or *The new college admissions tests were poorly explained, leaving the students at sixes and sevens.* This ancient term is thought to come from a game of dice in which throwing a six or seven had a particular significance. The name of the game has been lost, but most likely betting on such a throw was very risky, denoting disorder and confusion. [Late 1300s]"
  },
  "person": {
    "id": "tomas-garrigue-masaryk",
    "name": "Tomáš Garrigue Masaryk",
    "dates": "Mar 7, 1850 - Sep 14, 1937",
    "mainImg": "img/people/tomas-garrigue-masaryk.jpg",
    "summary": [
      "Tomáš Garrigue Masaryk, sometimes anglicised Thomas Masaryk, was a Czechoslovak politician, statesman, sociologist and philosopher.",
      "Until 1914, he advocated restructuring the Austro-Hungarian Empire into a federal state. With the help of the Allied Powers, Masaryk gained independence for a Czechoslovak Republic as World War I ended in 1918. He co-founded Czechoslovakia together with Milan Rastislav Štefánik and Edvard Beneš and served as its first president, and so is called by some Czechs the \"President Liberator\"",
      "."
    ],
    "quote": "“Dictators always look good until the last minutes.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Tom%C3%A1%C5%A1_Garrigue_Masaryk",
    "urlGoogle": "https://artsandculture.google.com/entity/tomáš-garrigue-masaryk/m012y66"
  },
  "place": {
    "id": "san-jose",
    "name": "San José",
    "mainImg": "img/places/san-jose.jpg",
    "summary": [
      "San José is the capital and largest city of Costa Rica, and the capital of the province of the same name. It is located in the centre of the country, specifically in the mid-west of the Central Valley, and contained within San José Canton. San José is the seat of national government, the focal point of political and economic activity, and the major transportation hub of Costa Rica. The population of San José Canton was 288,054 in 2011, and",
      "San José's municipal land area measures 44.2 square kilometers, with an estimated 333,980 residents in 2015. Together with several other cantons of the central valley including Alajuela, Heredia and Cartago it forms the Greater Metropolitan Area of the country, with an estimated population of over 2 million in 2017. The city is named in honor of Joseph of Nazareth.",
      "Founded in 1736 by order of Cabildo de León, the population of San José rose during the 18th century through the use of colonial planning. It has historically been a city of strategic importance, having been the capital of Costa Rica three times. More than 1 million people pass through the city on a daily basis."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/San_Jos%C3%A9,_Costa_Rica",
    "urlGoogle": "https://artsandculture.google.com/entity/san-josé/m01g3b2"
  },
  "quote": {
    "id": "89",
    "quote": "Yesterday's home runs don't win today's games.",
    "author": "Babe Ruth"
  },
  "wiki": {
    "id": "thopha-saccata",
    "name": "Thopha saccata",
    "summary": "Thopha saccata, commonly known as the double drummer, is the largest Australian species of cicada and reputedly the loudest insect in the world. Documented by the Danish zoologist Johan Christian Fabricius in 1803, it was the first described and named cicada native to Australia. Its common name comes from the large dark red-brown sac-like pockets that the adult male has on each side of its abdomen—the \"double drums\"—that are used to amplify the sound it produces. The adult double drummer is the largest Australian species of cicada. Broad-headed compared with other cicadas, the double drummer is mostly brown with a black pattern across the back of its thorax, and has red-brown and black underparts. The sexes are similar in appearance, though the female lacks the male's tymbals and sac-like covers. Found in sclerophyll forest in Queensland and New South Wales, adult double drummers generally perch high in the branches of large eucalypts. They emerge from the ground where they have spent several years as nymphs from November until March, and live for another four to five weeks. They appear in great numbers in some years, yet are absent in others.",
    "url": "https://en.wikipedia.org/wiki/Thopha_saccata"
  },
  "word": {
    "id": "splenetic",
    "word": "splenetic",
    "url": "https://www.merriam-webster.com/dictionary/splenetic",
    "partOfSpeech": "adjective",
    "pronunciation": "splih-NET-ik",
    "audioPath": "audio/words/splenetic.mp3",
    "definitions": ["marked by bad temper, malevolence, or spite"],
    "examples": [
      "I know David was in a bad mood all day, but the _splenetic_ tone of his reply to Brenda’s question was not necessary.",
      "\"If he were 10 or 15 years younger (or at least looked like he was), \\[Charlie\\] Sheen would be perfect as the _splenetic_, [screed](https://www.merriam-webster.com/dictionary/screed)\\-spouting anti-hero of John Osborne’s 'Look Back in Anger.'\" -- From an article by Ben Brantley on the _New York Times_ Arts Beat blog, May 26, 2011"
    ],
    "origin": "In early Western physiology, a person's physical qualities and mental disposition were believed to be determined by the proportion of four bodily humors: blood, phlegm, yellow bile, and black bile. The last of these was believed to be secreted by the spleen, causing feelings of disposition ranging from intense sadness (melancholia) to irascibility. This now-discredited association explains how the use of \"splenetic\" (deriving from the Late Latin \"spleneticus\" and the Latin \"splen,\" meaning \"spleen\") came to mean both \"bad-tempered\" and \"given to melancholy\" as well as \"of or relating to the spleen.\" In later years, the \"melancholy\" sense fell out of use, but the sense pertaining to ill humor or malevolence remains with us today."
  }
}
