{
  "artist": {
    "id": "george-hayter",
    "name": "George Hayter",
    "dates": "Dec 17, 1792 - Jan 18, 1871",
    "mainImg": "img/art/artists/george-hayter.jpg",
    "artworkImgs": [
      {
        "name": "Head of a Male Pilgrim",
        "path": "img/art/artworks/george-hayter-a1.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-a-male-pilgrim-sir-george-hayter/CAGj3DdA0611TA"
      },
      {
        "name": "Studies for the Duke of Wellington",
        "path": "img/art/artworks/george-hayter-a2.jpg",
        "source": "https://artsandculture.google.com/asset/studies-for-the-duke-of-wellington-sir-george-hayter-1792–1871-british/fwEMWfZ7_XZsCg"
      },
      {
        "name": "Studies for a Scene from Dante's \"Inferno\"",
        "path": "img/art/artworks/george-hayter-a3.jpg",
        "source": "https://artsandculture.google.com/asset/studies-for-a-scene-from-dante-s-inferno-sir-george-hayter/VAGW3rT_nmIEOg"
      },
      {
        "name": "Young Pilgrim with Guardian Angel",
        "path": "img/art/artworks/george-hayter-a4.jpg",
        "source": "https://artsandculture.google.com/asset/young-pilgrim-with-guardian-angel-sir-george-hayter/mgHbXxQaCew4eg"
      },
      {
        "name": "A Minuet",
        "path": "img/art/artworks/george-hayter-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-minuet-sir-george-hayter-1792–1871-british/WQH0fvrjCOkaqQ"
      },
      {
        "name": "A Maiden Embraced by a Knight in Armor",
        "path": "img/art/artworks/george-hayter-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-maiden-embraced-by-a-knight-in-armor-sir-george-hayter/CgGdMK_0i_Dc2w"
      }
    ],
    "summary": [
      "Sir George Hayter was a notable English painter, specialising in portraits and large works involving in some cases several hundred individual portraits. Queen Victoria appreciated his merits and appointed Hayter her Principal Painter in Ordinary and also awarded him a Knighthood 1841."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Pen", "Graphite", "Watercolor painting", "Oil paint", "Gouache"],
    "urlWiki": "https://en.wikipedia.org/wiki/George_Hayter",
    "urlGoogle": "https://artsandculture.google.com/entity/george-hayter/m049nbn"
  },
  "event": {
    "id": "battle-of-the-nek",
    "name": "Battle of the Nek",
    "dates": null,
    "mainImg": "img/events/battle-of-the-nek.jpg",
    "summary": [
      "The Battle of the Nek was a minor battle that took place on 7 August 1915, during the Gallipoli campaign of World War I. \"The Nek\" was a narrow stretch of ridge on the Gallipoli Peninsula. The name derives from the Afrikaans word for a \"mountain pass\" but the terrain itself was a perfect bottleneck and easy to defend, as had been proven during an Ottoman attack in June. It connected Australian and New Zealand trenches on the ridge known as \"Russell's Top\" to the knoll called \"Baby 700\" on which the Ottoman defenders were entrenched.",
      "The campaign on the Gallipoli Peninsula had begun in April 1915, but over the following months had developed into a stalemate. In an effort to break the deadlock, the British and their allies launched an offensive to capture the Sari Bair range. As part of this effort, a feint attack by Australian troops was planned at the Nek to support New Zealand troops assaulting Chunuk Bair.",
      "Early on 7 August 1915, two regiments of the Australian 3rd Light Horse Brigade, one of the formations under the command of Major General Alexander Godley for the offensive, mounted a futile bayonet attack on the Ottoman trenches on Baby 700."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_the_Nek",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-the-nek/m024hlh"
  },
  "funFacts": [
    {
      "id": "719",
      "fact": "A strawberry is not an actual berry, but a banana is.",
      "category": ["Food"]
    },
    {
      "id": "752",
      "fact": "A group of twelve or more cows is called a flink.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [{ "id": "506389", "fact": "Baby porcupines are known as porcupettes." }],
  "idiom": {
    "id": "many-hands-make-light-work",
    "term": "many hands make light work",
    "definition": "More helpers make a task easier, as in *We need a few more volunteers to move the furniture---many hands make light work, you know.* This proverb was first recorded in English in the early 1300s in a knightly romance known as *Sir Bevis of Hampton.* It appeared in practically all proverb collections from 1546 on."
  },
  "person": {
    "id": "john-adams-dix",
    "name": "John Adams Dix",
    "dates": "Jul 24, 1798 - Apr 21, 1879",
    "mainImg": "img/people/john-adams-dix.jpg",
    "summary": [
      "John Adams Dix was Secretary of the Treasury, Governor of New York and Union major general during the Civil War. He was notable for arresting the pro-Southern Maryland General Assembly, preventing that divided border state from seceding, and for arranging a system for prisoner exchange via the Dix–Hill Cartel, concluded in partnership with Confederate Major General Daniel Harvey Hill."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_Adams_Dix",
    "urlGoogle": "https://artsandculture.google.com/entity/john-adams-dix/m03kw8x"
  },
  "place": {
    "id": "addis-ababa",
    "name": "Addis Ababa",
    "mainImg": "img/places/addis-ababa.jpg",
    "summary": [
      "Addis Ababa or Addis Abeba, also known as Finfinne, is the capital and largest city of Ethiopia. According to the 2007 census, the city has a population of 2,739,551 inhabitants.",
      "As a chartered city, Addis Ababa also serves as the capital city of the Oromia Regional State. It is where the African Union is headquartered and where its predecessor the Organisation of African Unity was based. It also hosts the headquarters of the United Nations Economic Commission for Africa, as well as various other continental and international organizations. Addis Ababa is therefore often referred to as \"the political capital of Africa\" for its historical, diplomatic and political significance for the continent. The city lies a few miles west of the East African Rift which splits Ethiopia into two, through the Nubian Plate and the Somali Plate.",
      "The city is populated by people from different regions of Ethiopia. It is home to Addis Ababa University."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Addis_Ababa",
    "urlGoogle": "https://artsandculture.google.com/entity/addis-ababa/m0dttf"
  },
  "quote": {
    "id": "120",
    "quote": "Don't talk unless you can improve the silence.",
    "author": "Jorge Luis Borges"
  },
  "wiki": {
    "id": "osteochondritis-dissecans",
    "name": "Osteochondritis dissecans",
    "summary": "Osteochondritis dissecans (OCD) is a joint disorder in which cracks form in the articular cartilage and the underlying subchondral bone. It is caused by blood deprivation in the subchondral bone, which leads to death of subchondral bone tissues in a process called avascular necrosis. The bone is then reabsorbed by the body, leaving the articular cartilage it supported prone to damage. The result is fragmentation of both cartilage and bone, and the free movement of these osteochondral fragments within the joint space, causing pain and further damage. In humans, OCD is a rare disease, occurring in only 15 to 30 people per 100,000 in the general population each year. Although rare, it is an important cause of joint pain in physically active adolescents. As their bones are still growing, adolescents are more likely than adults to recover from OCD, attributable to the growing bone's ability to repair damaged or dead bone tissue and cartilage in a process called bone remodeling. While OCD may affect any joint, the knee tends to be the most commonly affected, and constitutes 75% of all cases.",
    "url": "https://en.wikipedia.org/wiki/Osteochondritis_dissecans"
  },
  "word": {
    "id": "hoick",
    "word": "hoick",
    "url": "https://www.merriam-webster.com/dictionary/hoick",
    "partOfSpeech": "verb",
    "pronunciation": "HOIK",
    "audioPath": "audio/words/hoick.mp3",
    "definitions": ["to move or pull abruptly : yank"],
    "examples": [
      "When she noticed that her toddler's nose was running, Stacy quickly hoicked out a tissue from her purse."
    ],
    "origin": "Etymologists suspect that \"hoick\" is an alteration of the verb \"hike,\" which is itself akin to \"hitch.\" \"Hike\" entered the language during the first decade of the 19th century, whereas \"hoick\" appeared near that century's close. The word \"hoick\" can be used for any type of abrupt pulling movement but is commonly used for the sudden pulling back on the joystick of an airplane; a rough, jerky movement when rowing; and a jerky, elevated shot in cricket. In fox hunting, the word \"hoicks\" is used to call attention to a hound that has picked up the scent and to bring the pack together."
  }
}
