{
  "artist": {
    "id": "william-daniell",
    "name": "William Daniell",
    "dates": "1769 - Aug 16, 1837",
    "mainImg": "img/art/artists/william-daniell.jpg",
    "artworkImgs": [
      {
        "name": "Kashmir Goats",
        "path": "img/art/artworks/william-daniell-a1.jpg",
        "source": "https://artsandculture.google.com/asset/kashmir-goats-william-daniell-1769–1837-british/tAGkM99qevoCPg"
      },
      {
        "name": "Westminster Bridge and Abbey",
        "path": "img/art/artworks/william-daniell-a2.jpg",
        "source": "https://artsandculture.google.com/asset/westminster-bridge-and-abbey-william-daniell-1769–1837-british/mwHkDFVtoULGjQ"
      },
      {
        "name": "The Old Fort, the Playhouse, Holwell's Monument from Views of Calcutta",
        "path": "img/art/artworks/william-daniell-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-old-fort-the-playhouse-holwell-s-monument-from-views-of-calcutta-artist-thomas-daniell-artist-william-daniell/vwHJRbJNltZTeA"
      },
      {
        "name": "William Hodges RA",
        "path": "img/art/artworks/william-daniell-a4.jpg",
        "source": "https://artsandculture.google.com/asset/william-hodges-ra-george-dance-and-william-daniell-engraver/hwEK5mjiPm1o-A"
      },
      {
        "name": "Old Court House Street Looking South from the Views of Calcutta",
        "path": "img/art/artworks/william-daniell-a5.jpg",
        "source": "https://artsandculture.google.com/asset/old-court-house-street-looking-south-from-the-views-of-calcutta-artist-thomas-daniell-artist-william-daniell/GwHJOXSwh91QDA"
      },
      {
        "name": "Madras, or Fort St. George, in the Bay of Bengal -- A Squall Passing Off",
        "path": "img/art/artworks/william-daniell-a6.jpg",
        "source": "https://artsandculture.google.com/asset/madras-or-fort-st-george-in-the-bay-of-bengal-a-squall-passing-off-william-daniell-1769–1837-british/cQFk8YF8By-XEg"
      }
    ],
    "summary": [
      "William Daniell RA was an English landscape and marine painter, and printmaker, notable for his work in aquatint. He travelled extensively in India in the company of his uncle Thomas Daniell, with whom he collaborated on one of the finest illustrated works of the period – Oriental Scenery. He later travelled around the coastline of Britain to paint watercolours for the equally ambitious book A Voyage Round Great Britain. His work was exhibited at the Royal Academy and the British Institution and he became a Royal Academician in 1822."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Graphite", "Watercolor painting", "Ink", "Chalk", "Pigment", "Sanguine"],
    "urlWiki": "https://en.wikipedia.org/wiki/William_Daniell",
    "urlGoogle": "https://artsandculture.google.com/entity/william-daniell/m0712ws"
  },
  "event": {
    "id": "siege-of-breda",
    "name": "Siege of Breda",
    "dates": "Aug 28, 1624 - Jun 5, 1625",
    "mainImg": "img/events/siege-of-breda.jpg",
    "summary": [
      "The siege of Breda of 1624–25 occurred during the Eighty Years' War. The siege resulted in Breda, a Dutch fortified city, falling into the control of the Army of Flanders.",
      "Following the orders of Ambrogio Spinola, Philip IV's army laid siege to Breda in August 1624. The siege was contrary to the wishes of Philip IV's government because of the already excessive burdens of the concurrent Eighty and Thirty Years' wars. The strategically located city was heavily fortified and strongly defended by a large and well prepared garrison of 7,000 men, that the Dutch were confident would hold out long enough to wear down besiegers while awaiting a relief force to disrupt the siege. Yet despite the Spanish government's opposition to major sieges in the Low Countries and the obstacles confronting any attack on such a strongly fortified and defended city, Spinola launched his Breda campaign, rapidly blocking the city's defences and driving off a Dutch relief army under the leadership of Maurice of Nassau that had attempted to cut off the Spanish army's access to supplies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Breda_%281624%29",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-breda/m0b9tj5"
  },
  "funFacts": [
    {
      "id": "235",
      "fact": "The biggest pig in recorded history weighed almost one ton.",
      "category": ["Animals"]
    },
    {
      "id": "651",
      "fact": "About 45% of leisure visitors to downtown New York City come from outside the United States.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553846",
      "fact": "According to a 2015 study, less than half the world's cultures kiss romantically."
    }
  ],
  "idiom": {
    "id": "know-which-side-of-ones-bread-is-buttered",
    "term": "know which side of one's bread is buttered",
    "definition": "Be aware of where one's best interests lie, as in *Jerry always helps out his boss; he knows which side of his bread is buttered.* This expression alludes to the more favorable, or buttered, side of bread and has been used metaphorically since the early 1500s."
  },
  "person": {
    "id": "isabel-princess-imperial-of-brazil",
    "name": "Isabel, Princess Imperial of Brazil",
    "dates": "Jul 29, 1846 - Nov 14, 1921",
    "mainImg": "img/people/isabel-princess-imperial-of-brazil.jpg",
    "summary": [
      "Dona Isabel, nicknamed \"the Redemptress\", was the Princess Imperial of the Empire of Brazil and the Empire's regent on three occasions. Born in Rio de Janeiro as the eldest daughter of Emperor Pedro II and Empress Teresa Cristina, she was a member of the Brazilian branch of the House of Braganza. After the deaths of her two brothers in infancy, she was recognized as her father's heir presumptive. She married a French prince, Gaston, Count of Eu, in an arranged marriage, and they had three sons.",
      "During her father's absences abroad, Isabel acted as regent. In her third and final regency, she actively promoted and ultimately signed a law, named Lei Áurea or the Golden Law, emancipating all slaves in Brazil. Even though the action was broadly popular, there was strong opposition to her succession to the throne. Her gender, strong Catholic faith and marriage to a foreigner were seen as impediments against her, and the emancipation of the slaves generated dislike among powerful planters. In 1889, her family was deposed in a military coup, and she spent the last 30 years of her life in exile in France."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Isabel,_Princess_Imperial_of_Brazil",
    "urlGoogle": "https://artsandculture.google.com/entity/isabel-princess-imperial-of-brazil/m06rdk7"
  },
  "place": {
    "id": "antwerp",
    "name": "Antwerp",
    "mainImg": "img/places/antwerp.jpg",
    "summary": [
      "Antwerp is a city in Belgium and the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan population of around 1,200,000 people, it is the second largest metropolitan region after Brussels.",
      "Antwerp is on the River Scheldt, linked to the North Sea by the river's Westerschelde estuary. It is about 40 kilometres north of Brussels, and about 15 kilometres south of the Dutch border. The Port of Antwerp is one of the biggest in the world, ranking second in Europe and within the top 20 globally. The city is also known for its diamond industry and trade.",
      "Both economically and culturally, Antwerp is and has long been an important city in the Low Countries, especially before and during the Spanish Fury and throughout and after the subsequent Dutch Revolt. Antwerp was also the place of the world's oldest stock exchange building, originally built in 1531 and re-built in 1872.",
      "The inhabitants of Antwerp are nicknamed Sinjoren, after the Spanish honorific señor or French seigneur, \"lord\", referring to the Spanish noblemen who ruled the city in the 17th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Antwerp",
    "urlGoogle": "https://artsandculture.google.com/entity/antwerp/m0fydw"
  },
  "wiki": {
    "id": "mary-shelley",
    "name": "Mary Shelley",
    "summary": "Mary Shelley (1797–1851) was a British novelist, short story writer, dramatist, essayist, biographer, and travel writer, best known for her Gothic novel Frankenstein: or, The Modern Prometheus. She also edited and promoted the works of her husband, the Romantic poet and philosopher Percy Bysshe Shelley. Her father was the political philosopher William Godwin, and her mother was the philosopher and feminist Mary Wollstonecraft. In 1814, Mary Godwin fell in love with one of her father's political followers, the married Percy Bysshe Shelley. Together with Mary's stepsister, Claire Clairmont, they left for France and travelled through Europe; upon their return to England, Mary was pregnant. Over the next two years, she and Percy faced ostracism, constant debt, and the death of their prematurely born daughter. In 1822, her husband drowned when his sailing boat sank during a storm in the Bay of La Spezia. A year later, Mary Shelley returned to England and from then on devoted herself to the upbringing of her son and a career as a professional author. The last decade of her life was dogged by illness, probably caused by the brain tumour that was to kill her at the age of 53.",
    "url": "https://en.wikipedia.org/wiki/Mary_Shelley"
  },
  "word": {
    "id": "pukka",
    "word": "pukka",
    "url": "https://www.merriam-webster.com/dictionary/pukka",
    "partOfSpeech": "adjective",
    "pronunciation": "PUCK-uh",
    "audioPath": "audio/words/pukka.mp3",
    "definitions": ["genuine, authentic; also : first-class"],
    "examples": [
      "Ellingsworth stood framed in the door of his club, the picture of a pukka gentleman, immaculately groomed, upper lip appropriately stiff, perfectly genteel."
    ],
    "origin": "\"Pukka\" tends to evoke the height of 18th- and 19th-century British imperialism in India, and, indeed, it was first used in English at the 1775 trial of Maha Rajah Nundocomar, who was accused of forgery and tried by a British court in Bengal. The word is borrowed from Hindi and Urdu \"pakkā,\" which means \"solid.\" The English speakers who borrowed it applied the \"sound and reliable\" sense of \"solid\" and thus the word came to mean \"genuine.\" As the British Raj waned, \"pukka\" was occasionally appended to \"sahib\" (an Anglo-Indian word for a European of some social or official status). That expression is sometimes used as a compliment for an elegant and refined gentleman, but it can also imply that someone is overbearing and pretentious. These days, \"pukka\" is also used as a British slang word meaning \"excellent\" or \"cool.\""
  }
}
