{
  "artist": {
    "id": "eugene-atget",
    "name": "Eugène Atget",
    "dates": "Feb 12, 1857 - Aug 4, 1927",
    "mainImg": "img/art/artists/eugene-atget.jpg",
    "artworkImgs": [
      {
        "name": "The Steps at Saint-Cloud",
        "path": "img/art/artworks/eugene-atget-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-steps-at-saint-cloud-eugène-atget/HAGa5oz-tTTnXw"
      },
      {
        "name": "L'Éclipse, avril 1912",
        "path": "img/art/artworks/eugene-atget-a2.jpg",
        "source": "https://artsandculture.google.com/asset/l-éclipse-avril-1912-eugène-atget/1wH0iuYygS1yCA"
      },
      {
        "name": "Eclipse, 1911",
        "path": "img/art/artworks/eugene-atget-a3.jpg",
        "source": "https://artsandculture.google.com/asset/eclipse-1911-eugène-atget/9wGPOlsMEK733g"
      },
      {
        "name": "La Villette. Rue Asselin, prostitute waiting in front of her door",
        "path": "img/art/artworks/eugene-atget-a4.jpg",
        "source": "https://artsandculture.google.com/asset/la-villette-rue-asselin-prostitute-waiting-in-front-of-her-door/JgFIHP9xk2cvQg"
      },
      {
        "name": "Coin, Boulevard de la Chapelle et Rue Fleury 76, 18e, Paris from the series Picturesque Paris",
        "path": "img/art/artworks/eugene-atget-a5.jpg",
        "source": "https://artsandculture.google.com/asset/coin-boulevard-de-la-chapelle-et-rue-fleury-76-18e-paris-from-the-series-picturesque-paris-eugčne-atget/JAFu5YmndR-_Cg"
      },
      {
        "name": "Rue de la Montagne Ste. Genevieve",
        "path": "img/art/artworks/eugene-atget-a6.jpg",
        "source": "https://artsandculture.google.com/asset/rue-de-la-montagne-ste-genevieve-eugène-atget/gQHMsNSlKloP3w"
      }
    ],
    "summary": [
      "Eugène Atget was a French flâneur and a pioneer of documentary photography, noted for his determination to document all of the architecture and street scenes of Paris before their disappearance to modernization. Most of his photographs were first published by Berenice Abbott after his death. Though he sold his work to artists and craftspeople, and became an inspiration for the surrealists, he did not live to see the wide acclaim his work would eventually receive."
    ],
    "quote": null,
    "movements": ["French Renaissance", "Renaissance"],
    "mediums": ["Photograph", "Glass", "Silver", "Metal", "Gold", "Photographic paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Eug%C3%A8ne_Atget",
    "urlGoogle": "https://artsandculture.google.com/entity/eugène-atget/m03hjdn"
  },
  "event": {
    "id": "1953-flint-beecher-tornado",
    "name": "1953 Flint–Beecher tornado",
    "dates": null,
    "mainImg": "img/events/1953-flint-beecher-tornado.jpg",
    "summary": [
      "The 1953 Flint-Beecher Tornado occurred on Monday, June 8, 1953, and ranks as the deadliest in Michigan history and the 10th deadliest in United States history. Rated as an F5 on the Fujita Scale, the tornado touched down in Genesee County, Michigan, at 8:30 p.m. and continued on a 18.9-mile path causing 116 fatalities, 844 injuries and an estimated $19 million in damage. Most of the casualties and damage occurred in the unincorporated community of Beecher, a suburb on the northern edge of the city of Flint, Michigan. The tornado was one of eight tornadoes that touched down the same day in eastern lower Michigan and northwest Ohio. It was also part of the larger Flint–Worcester tornado outbreak that began over Nebraska and Iowa, before moving east across the upper Great Lakes states and Ontario, and on to New York and New England causing more deadly tornadoes. This is often noted as the last single tornado to exact a triple-digit death toll in the United States until the 2011 Joplin Tornado."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1953_Flint%E2%80%93Beecher_tornado",
    "urlGoogle": "https://artsandculture.google.com/entity/1953-flint–beecher-tornado/m0ll44p9"
  },
  "funFacts": [
    { "id": "836", "fact": "Pomology is the study of fruit.", "category": ["Food", "Definitions"] },
    { "id": "1001", "fact": "99% of our solar system's mass is the sun.", "category": ["Science"] }
  ],
  "funFacts2": [
    {
      "id": "554054",
      "fact": "Female cicadas have been known to confuse the roar of power tools for mating calls, sometimes swarming people using lawn mowers."
    }
  ],
  "idiom": {
    "id": "make-bold",
    "term": "make bold",
    "definition": "Also, **make so bold as.** Dare, presume, take the liberty of doing something, as in *Let me make bold and ask you to back me as a member,* or *I will not make so bold as to criticize a respected scholar.* This expression was frequently used by Shakespeare but is heard less often today. [Late 1500s]"
  },
  "person": {
    "id": "fulgencio-batista",
    "name": "Fulgencio Batista",
    "dates": "Jan 16, 1901 - Aug 6, 1973",
    "mainImg": "img/people/fulgencio-batista.jpg",
    "summary": [
      "Fulgencio Batista y Zaldívar was a Cuban military officer and politician who served as the elected President of Cuba from 1940 to 1944, and as its U.S.-backed military dictator from 1952 to 1959, before being overthrown during the Cuban Revolution. Batista initially rose to power as part of the 1933 Revolt of the Sergeants, which overthrew the provisional government of Carlos Manuel de Céspedes y Quesada. He then appointed himself chief of the armed forces, with the rank of colonel, and effectively controlled the five-member \"pentarchy\" that functioned as the collective head of state. He maintained this control through a string of puppet presidents until 1940, when he was himself elected President of Cuba on a populist platform. He then instated the 1940 Constitution of Cuba and served until 1944. After finishing his term he lived in Florida, returning to Cuba to run for president in 1952. Facing certain electoral defeat, he led a military coup against President Carlos Prío Socarrás that preempted the election."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fulgencio_Batista",
    "urlGoogle": "https://artsandculture.google.com/entity/fulgencio-batista/m0d927"
  },
  "place": {
    "id": "recife",
    "name": "Recife",
    "mainImg": "img/places/recife.jpg",
    "summary": [
      "Recife is the fourth-largest urban area in Brazil with 4,054,866 inhabitants, the largest urban area of the North/Northeast Regions, and the capital and largest city of the state of Pernambuco in the northeast corner of South America. The population of the city proper was 1,625,583 in 2016. The first slave port in the Americas, Recife was founded in 1537, during the early Portuguese colonization of Brazil, as the main harbor of the Captaincy of Pernambuco, known for its large scale production of sugar cane. It was the former capital Mauritsstad of the 17th century colony of New Holland of Dutch Brazil, established by the Dutch West India Company. The city is located at the confluence of the Beberibe and Capibaribe rivers before they flow into the South Atlantic Ocean. It is a major port on the Atlantic. Its name is an allusion to the stone reefs that are present by the city's shores. The many rivers, small islands and over 50 bridges found in Recife city centre characterise its geography and led to the city being called the \"Brazilian Venice\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Recife",
    "urlGoogle": "https://artsandculture.google.com/entity/recife/m0hdzt"
  },
  "wiki": {
    "id": "lee-smith-baseball-player",
    "name": "Lee Smith (baseball player)",
    "summary": "Lee Smith is a retired American Major League Baseball relief pitcher. A native of Castor, Louisiana, Smith was scouted by Buck O'Neil and drafted by the Chicago Cubs in the 1975 Major League Baseball Draft. In his 18-year professional baseball career from 1980 through 1997, Smith played for eight teams; his longest tenure with one team was with the Chicago Cubs, with whom he spent his first eight seasons. He was known as an intimidating figure on the pitcher's mound at 6 feet, 6 inches (1.98 m) and 265 pounds (120.2 kg) with a 95 mile per hour (150 km/h) fastball. As a closer, Smith's 478 saves were the most all-time until San Diego Padres relief pitcher Trevor Hoffman broke his record on September 24, 2006. Smith also set the career record for games finished, and he is tied for eighth place on the all-time list for career games pitched, as of the conclusion of the 2007 season.",
    "url": "https://en.wikipedia.org/wiki/Lee_Smith_(baseball_player)"
  },
  "word": {
    "id": "nebula",
    "word": "nebula",
    "url": "https://www.merriam-webster.com/dictionary/nebula",
    "partOfSpeech": "noun",
    "pronunciation": "NEB-yuh-luh",
    "audioPath": "audio/words/nebula.mp3",
    "definitions": [
      "any of numerous clouds of gas or dust in interstellar space",
      "galaxy; especially : a galaxy other than the Milky Way"
    ],
    "examples": ["The brilliant colors of the nebula were visible through the telescope."],
    "origin": "The history of today's word is not lost in the mists of time, although its history does get misty at points. \"Nebula\" comes to us from Latin, where it meant \"mist\" or \"cloud.\" In its earliest English uses in the 1600s, \"nebula\" referred to a cloudy speck or film on the eye that caused vision problems. It was first applied to great interstellar clouds of gas and dust in the early 1700s. The adjective \"nebulous\" comes from the same Latin root as \"nebula,\" but the first uses of \"nebulous\" don't appear in English until the late 1700s, well after the discovery of interstellar nebulae."
  }
}
