{
  "artist": {
    "id": "henri-victor-regnault",
    "name": "Henri Victor Regnault",
    "dates": "Jul 21, 1810 - Jan 19, 1878",
    "mainImg": "img/art/artists/henri-victor-regnault.jpg",
    "artworkImgs": [
      {
        "name": "Salomé",
        "path": "img/art/artworks/henri-victor-regnault-a1.jpg",
        "source": "https://artsandculture.google.com/asset/salomé/nAGA-cVYlvEb2g"
      },
      {
        "name": "Still life with a ladder",
        "path": "img/art/artworks/henri-victor-regnault-a2.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-a-ladder-henri-victor-regnault-1810-1878/TwGBxcOyIyHoGg"
      },
      {
        "name": "[Gardens of Saint-Cloud]",
        "path": "img/art/artworks/henri-victor-regnault-a3.jpg",
        "source": "https://artsandculture.google.com/asset/gardens-of-saint-cloud-henri-victor-regnault/mwFvPe5XEplb6A"
      },
      {
        "name": "[Nature morte: Chaudron, cruche et légumes sur une table à tréteaux]",
        "path": "img/art/artworks/henri-victor-regnault-a4.jpg",
        "source": "https://artsandculture.google.com/asset/nature-morte-chaudron-cruche-et-légumes-sur-une-table-à-tréteaux-henri-victor-regnault/cwHB4m2JQjrJuw"
      },
      {
        "name": "Sevres, La Seine à Meudon",
        "path": "img/art/artworks/henri-victor-regnault-a5.jpg",
        "source": "https://artsandculture.google.com/asset/sevres-la-seine-à-meudon-henri-victor-regnault/pAEe-RbjrAOW3w"
      },
      {
        "name": "Nature morte: chaudron, cruche, et légumes, sur une table à trétaux",
        "path": "img/art/artworks/henri-victor-regnault-a6.jpg",
        "source": "https://artsandculture.google.com/asset/nature-morte-chaudron-cruche-et-légumes-sur-une-table-à-trétaux-henri-victor-regnault-imprimerie-photographique-de-blanquart-évrard-à-lille/-QF5PMKfjxa_Jw"
      }
    ],
    "summary": [
      "Prof Henri Victor Regnault FRS HFRSE was a French chemist and physicist best known for his careful measurements of the thermal properties of gases. He was an early thermodynamicist and was mentor to William Thomson in the late 1840s. He never used his first given name, and was known throughout his lifetime as Victor Regnault."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Paper negative", "Photograph", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Henri_Victor_Regnault",
    "urlGoogle": "https://artsandculture.google.com/entity/henri-victor-regnault/m01s2qv"
  },
  "event": {
    "id": "military-history-of-australia-during-the-vietnam-war",
    "name": "Military history of Australia during the Vietnam War",
    "dates": "Aug 3, 1962 - Dec 2, 1972",
    "mainImg": "img/events/military-history-of-australia-during-the-vietnam-war.jpg",
    "summary": [
      "Australia's involvement in the Vietnam War began with a small commitment of 30 military advisors in 1962, and increased over the following decade to a peak of 7,672 Australian personnel following the Menzies Government's April 1965 decision to upgrade its military commitment to South Vietnam's security. By the time the last Australian personnel were withdrawn in 1972, the Vietnam War had become Australia's longest war, and was only recently surpassed by Australia's long term commitment of combat forces to the War in Afghanistan. It remains Australia's largest force contribution to a foreign conflict since the Second World War and was also the most controversial in Australian society since the conscription controversy during the First World War. Although initially enjoying broad support due to concerns about the spread of communism in Southeast Asia, a vocal anti-war movement developed in response to Australia's programme of conscription.",
      "The withdrawal of Australia's forces from South Vietnam began in November 1970, under the Gorton Government, when 8 RAR completed its tour of duty and was not replaced."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Military_history_of_Australia_during_the_Vietnam_War",
    "urlGoogle": "https://artsandculture.google.com/entity/military-history-of-australia-during-the-vietnam-war/m0f41qw"
  },
  "funFacts": [
    { "id": "883", "fact": "Butterflies can taste with their hind feet.", "category": ["Animals"] },
    { "id": "134", "fact": "An ant can lift 50 times its own weight.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553553",
      "fact": "Ada Lovelace, the daughter of poet Lord Byron, wrote the first algorithm created specifically for a machine."
    }
  ],
  "idiom": {
    "id": "leave-well-enough-alone",
    "term": "leave well enough alone",
    "definition": "Also, **let well enough alone.** Do not try to change something lest you make it worse. For example, *This recipe has turned out fine in the past, so leave well enough alone.* The idea behind this expression dates from ancient Greek times, specifically Aesop's fable about a fox who refused a hedgehog's offer to take out its ticks lest, by removing those that are full, other hungry ones will replace them. Put as *let well alone* from the early 1700s, it was first recorded as *let well enough alone* in 1827."
  },
  "person": {
    "id": "garry-kasparov",
    "name": "Garry Kasparov",
    "dates": "Born Apr 13, 1963",
    "mainImg": "img/people/garry-kasparov.jpg",
    "summary": [
      "Garry Kimovich Kasparov is a Russian chess grandmaster, former World Chess Champion, writer, and political activist, whom many consider to be the greatest chess player of all time. From 1986 until his retirement in 2005, Kasparov was ranked world No. 1 for 225 out of 228 months and 255 months overall for his career. His peak rating of 2851, achieved in 1999, was the highest recorded until being surpassed by Magnus Carlsen in 2013. Kasparov also holds records for consecutive professional tournament victories and Chess Oscars.",
      "Kasparov became the youngest ever undisputed World Chess Champion in 1985 at age 22 by defeating then-champion Anatoly Karpov. He held the official FIDE world title until 1993, when a dispute with FIDE led him to set up a rival organization, the Professional Chess Association. In 1996 he became the first world champion to lose a match to a computer under standard time controls, when he lost to the IBM supercomputer Deep Blue in a highly publicized match. He continued to hold the \"Classical\" World Chess Championship until his defeat by Vladimir Kramnik in 2000."
    ],
    "quote": "“Women, by their nature, are not exceptional chess players: they are not great fighters.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Garry_Kasparov",
    "urlGoogle": "https://artsandculture.google.com/entity/garry-kasparov/m03c5y"
  },
  "place": {
    "id": "york",
    "name": "York",
    "mainImg": "img/places/york.jpg",
    "summary": [
      "York is a cathedral city and unitary authority area in North Yorkshire, England. The population of the council area which includes nearby villages was 208,200 as of 2017 and the population of the urban area was 153,717 at the 2011 census. Located at the confluence of the Rivers Ouse and Foss, it is the county town of the historic county of Yorkshire. The city is known for its famous historical landmarks such as York Minster and the city walls, as well as a variety of cultural and sporting activities, which makes it a popular tourist destination in England. The local authority is the City of York Council, a single tier governing body responsible for providing all local services and facilities throughout the city. The City of York local government district includes rural areas beyond the old city boundaries. It is about 25 miles north-east of Leeds and 34 miles north-west of Kingston upon Hull. York is the largest settlement in the ceremonial county of North Yorkshire.",
      "The city was founded by the Romans as Eboracum in 71 AD. It became the capital of the Roman province of Britannia Inferior, and later of the kingdoms of Deira, Northumbria and Jórvík."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/York",
    "urlGoogle": "https://artsandculture.google.com/entity/york/m088cp"
  },
  "quote": {
    "id": "48",
    "quote": "Work hard, be kind, and amazing things will happen.",
    "author": "Conan O'Brien"
  },
  "wiki": {
    "id": "pope-paul-iii-and-his-grandsons",
    "name": "Pope Paul III and His Grandsons",
    "summary": "Pope Paul III and His Grandsons is an oil on canvas painting by Titian, housed in the Museo di Capodimonte, Naples. It was commissioned by the Farnese family and painted during Titian's visit to Rome between autumn 1545 and June 1546. It depicts the thorny relationship between Pope Paul III, born Alessandro Farnese, and two of his grandsons, Ottavio and Alessandro. The painting explores the effects of ageing and the manoeuvring behind succession; Paul was at the time in his late seventies and operating within an uncertain political climate as Charles V came into ascendancy. Paul was not a religious man; he viewed the papacy as a means to consolidate his family's position. He appointed Alessandro as cardinal against accusations of nepotism, fathered a number of illegitimate children and spent large sums of church money collecting art. Titian abandoned the commission before completion, and for the next 100 years the painting languished unframed in a Farnese cellar. It ranks as one of Titian's most penetrating works. The panel contains subtle indications of the contradictions in the character of the Pope, and captures the complex psychological dynamic between the three men.",
    "url": "https://en.wikipedia.org/wiki/Pope_Paul_III_and_His_Grandsons"
  },
  "word": {
    "id": "rescript",
    "word": "rescript",
    "url": "https://www.merriam-webster.com/dictionary/rescript",
    "partOfSpeech": "noun",
    "pronunciation": "REE-skript",
    "audioPath": "audio/words/rescript.mp3",
    "definitions": [
      "a written answer of a Roman emperor or of a pope to a legal inquiry or petition",
      "an official or authoritative order, decree, edict, or announcement",
      "an act or instance of rewriting"
    ],
    "examples": ["The committee agreed on a rescript of the rules."],
    "origin": "\"Rescript\" was first used in the 15th century for the written reply of a sovereign or pope to a question about some matter of law or state, and then for any type of authoritative declaration. These days, however, people are more likely to use it as a synonym of \"rewrite,\" a use that began in the 19th century. Charlotte Brontë, for one, used it in her novel _Villette_. \"I wrote \\[the letter\\] three times . . . subduing the phrases at every rescript,\" her narrator confesses."
  }
}
