{
  "artist": {
    "id": "simon-vouet",
    "name": "Simon Vouet",
    "dates": "Jan 9, 1590 - Jun 30, 1649",
    "mainImg": "img/art/artists/simon-vouet.jpg",
    "artworkImgs": [
      {
        "name": "Saint Cecilia",
        "path": "img/art/artworks/simon-vouet-a1.jpg",
        "source": "https://artsandculture.google.com/asset/saint-cecilia-simon-vouet/HAF-qLjzi5xfIQ"
      },
      {
        "name": "Virginia da Vezzo, the Artist's Wife, as the Magdalen",
        "path": "img/art/artworks/simon-vouet-a2.jpg",
        "source": "https://artsandculture.google.com/asset/virginia-da-vezzo-the-artist-s-wife-as-the-magdalen-simon-vouet/FQHWwQpU3B9dEw"
      },
      {
        "name": "Saint Jerome and the Angel",
        "path": "img/art/artworks/simon-vouet-a3.jpg",
        "source": "https://artsandculture.google.com/asset/saint-jerome-and-the-angel-simon-vouet/3QGgRzNqED15sQ"
      },
      {
        "name": "David with the Head of Goliath",
        "path": "img/art/artworks/simon-vouet-a4.jpg",
        "source": "https://artsandculture.google.com/asset/david-with-the-head-of-goliath-simon-vouet/ZAHcxbvutWRjgA"
      },
      {
        "name": "Judith with the Head of Holofernes",
        "path": "img/art/artworks/simon-vouet-a5.jpg",
        "source": "https://artsandculture.google.com/asset/judith-with-the-head-of-holofernes-simon-vouet/aAFM3KQwHlo6ng"
      },
      {
        "name": "Angel with a Spear",
        "path": "img/art/artworks/simon-vouet-a6.jpg",
        "source": "https://artsandculture.google.com/asset/angel-with-a-spear-simon-vouet/jgFRSp4LxkUY1A"
      }
    ],
    "summary": [
      "Simon Vouet was a French painter who studied and rose to prominence in Italy before being summoned by Louis XIII to serve as Premier peintre du Roi in France. He and his studio of artists created religious and mythological paintings, portraits, frescoes, tapestries, and massive decorative schemes for the king and for wealthy patrons, including Richelieu. During this time, \"Vouet was indisputably the leading artist in Paris,\" and was immensely influential in introducing the Italian Baroque style of painting to France. He was also \"without doubt one of the outstanding seventeenth-century draughtsmen, equal to Annibale Carracci and Lanfranco.\""
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Oil paint", "Chalk", "Pigment", "Ink", "Engraving", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/Simon_Vouet",
    "urlGoogle": "https://artsandculture.google.com/entity/simon-vouet/m03d8f_"
  },
  "event": {
    "id": "vietnam-war",
    "name": "Vietnam War",
    "dates": "Nov 1, 1955 - Apr 30, 1975",
    "mainImg": "img/events/vietnam-war.jpg",
    "summary": [
      "The Vietnam War, also known as the Second Indochina War, and in Vietnam as the Resistance War Against America or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.",
      "The conflict emerged from the First Indochina War against the communist-led Viet Minh. Most of the funding for the French war effort was provided by the U.S. After the French quit Indochina in 1954, the US assumed financial and military support for the South Vietnamese state."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vietnam_War",
    "urlGoogle": "https://artsandculture.google.com/entity/vietnam-war/m07_nf"
  },
  "funFacts": [
    {
      "id": "27",
      "fact": "A ball of glass will bounce higher than a ball of rubber.",
      "category": ["Science"]
    },
    {
      "id": "1003",
      "fact": "If two pieces of the same type of metal touch in outer space, they will bond together permanently.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553823",
      "fact": "St. Patrick wasn't Irish: He was born to Roman parents in either Scotland, England, or Wales."
    }
  ],
  "person": {
    "id": "manius-curius-dentatus",
    "name": "Manius Curius Dentatus",
    "dates": "320 BC - 269 BC",
    "mainImg": "img/people/manius-curius-dentatus.jpg",
    "summary": [
      "Manius Curius Dentatus, son of Manius, was a three-time consul and a plebeian hero of the Roman Republic, noted for ending the Samnite War. According to Pliny, he was born with teeth, thus earning the cognomen Dentatus, \"Toothed.\"",
      "Dentatus was a tribune of the plebs sometime between 298 and 291 BC. As tribune, he foiled efforts by the interrex Appius Claudius Caecus to keep plebeian candidates out of the consular elections. If his tribunate is dated to 291, his actions advanced his own candidacy, but since Appius served three times as interrex, the earliest date accords better with the timeline of Dentatus's own career.",
      "Dentatus served his first term as consul in 290 BC, during which time he defeated both the Samnites and Sabines and celebrated two triumphs. Returning home he took on a massive public works project, partly draining Lake Velinus.",
      "In 283, Dentatus filled the praetorship of L. Caecilius Metellus Denter after the latter was killed in the Battle of Arretium. Polybius says Dentatus drove the Gauls from their territory, clearing the way for the establishment of a colony at Sena."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Manius_Curius_Dentatus",
    "urlGoogle": "https://artsandculture.google.com/entity/manius-curius-dentatus/m01w2h_"
  },
  "place": {
    "id": "sao-tome-and-principe",
    "name": "São Tomé and Príncipe",
    "mainImg": "img/places/sao-tome-and-principe.jpg",
    "summary": [
      "São Tomé and Príncipe, officially the Democratic Republic of São Tomé and Príncipe, is an island country in the Gulf of Guinea, off the western equatorial coast of Central Africa. It consists of two archipelagos around the two main islands of São Tomé and Príncipe, about 140 km apart and about 250 and 225 km off the northwestern coast of Gabon, respectively.",
      "The islands were uninhabited until their discovery by Portuguese explorers in the 15th century. Gradually colonized and settled by the Portuguese throughout the 16th century, they collectively served as a vital commercial and trade center for the Atlantic slave trade. The rich volcanic soil and close proximity to the Equator made São Tomé and Príncipe ideal for sugar cultivation, followed later by cash crops such as coffee and cocoa; the lucrative plantation economy was heavily dependent upon imported African slaves. Cycles of social unrest and economic instability throughout the 19th and 20th centuries culminated in peaceful independence in 1975. São Tomé and Príncipe has since remained one of Africa's most stable and democratic countries."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe",
    "urlGoogle": "https://artsandculture.google.com/entity/são-tomé-and-príncipe/m0j681"
  },
  "wiki": {
    "id": "uranus",
    "name": "Uranus",
    "summary": "Uranus is the seventh planet from the Sun; it is the third largest and fourth most massive planet in the solar system. Uranus was the first planet discovered in modern times. Though it is visible to the naked eye like the five classical planets, it was never recognised as a planet by ancient observers due to its dimness. Sir William Herschel announced its discovery on March 13, 1781, expanding the known boundaries of the solar system. Uranus' atmosphere, although similar to Jupiter and Saturn in being composed primarily of hydrogen and helium, contains a higher proportion of \"ices\" such as water, ammonia and methane, along with the usual traces of hydrocarbons. It has the coldest planetary atmosphere in the solar system, with a minimum temperature of 49 K, and has a complex layered cloud structure in which water is thought to make up the lowest clouds, while methane makes up the uppermost layer of clouds. In 1986, images from the Voyager 2 space probe showed Uranus as a virtually featureless planet in visible light without the cloud bands or storms associated with the other giants. The wind speeds on Uranus can reach 250 m/s (560 mph).",
    "url": "https://en.wikipedia.org/wiki/Uranus"
  },
  "word": {
    "id": "crwth",
    "word": "crwth",
    "url": "https://www.merriam-webster.com/dictionary/crwth",
    "partOfSpeech": "noun",
    "pronunciation": "KROOTH (rhymes with \"booth\")",
    "audioPath": "audio/words/crwth.mp3",
    "definitions": ["an ancient Celtic stringed instrument that is plucked or bowed"],
    "examples": [
      "\"He intricately rhymes, to the music of crwth and pibgorn, all night long.\" (Dylan Thomas, _Under Milk Wood_)"
    ],
    "origin": "\"Crwth\" is the Welsh name for an ancient Celtic instrument that is similar to a violin. In Middle English, the instrument's name was spelled \"crouth\" before metamorphosing to \"crowd,\" a word still used in some dialects of England to refer to a violin. The Welsh word can also refer to a swelling or bulging body, and we can speculate that it came to be used for the instrument because of the violin's bulging shape. Other Celtic words for \"violin\" also have meanings referring to rounded appearances. In Gaelic, for example, \"cruit\" can mean \"harp\" or \"violin\" as well as \"hump\" or \"hunch.\" As a final note, we would like to mention (in case you were wondering) that a pibgorn is an ancient wind instrument similar to the hornpipe; its name comes from the Welsh word \"pib,\" meaning \"pipe,\" and \"corn,\" meaning \"horn.\""
  }
}
