{
  "artist": {
    "id": "barthel-beham",
    "name": "Barthel Beham",
    "dates": "1502 - 1540",
    "mainImg": "img/art/artists/barthel-beham.jpg",
    "artworkImgs": [
      {
        "name": "Portret van Keizer Ferdinand I",
        "path": "img/art/artworks/barthel-beham-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-keizer-ferdinand-i-barthel-beham/CwGfMhWEQtYDug"
      },
      {
        "name": "Emperor Ferdinand I",
        "path": "img/art/artworks/barthel-beham-a2.jpg",
        "source": "https://artsandculture.google.com/asset/emperor-ferdinand-i-barthel-beham/UwGJySqFohZDqw"
      },
      {
        "name": "Chancellor Leonhard von Eck (1480–1550)",
        "path": "img/art/artworks/barthel-beham-a3.jpg",
        "source": "https://artsandculture.google.com/asset/chancellor-leonhard-von-eck-1480–1550-barthel-beham/9wELjo8L_JZDJQ"
      },
      {
        "name": "Genius on a Globe Floating in the Air",
        "path": "img/art/artworks/barthel-beham-a4.jpg",
        "source": "https://artsandculture.google.com/asset/genius-on-a-globe-floating-in-the-air-barthel-beham/dgHo_3T9ciMWRA"
      },
      {
        "name": "Portret van Keizer Karel V",
        "path": "img/art/artworks/barthel-beham-a5.jpg",
        "source": "https://artsandculture.google.com/asset/portret-van-keizer-karel-v-barthel-beham/KAHneDC_dC5f_g"
      },
      {
        "name": "Genius on a Globe Floating in the Air",
        "path": "img/art/artworks/barthel-beham-a6.jpg",
        "source": "https://artsandculture.google.com/asset/genius-on-a-globe-floating-in-the-air-barthel-beham/awEE0soY2_XrwQ"
      }
    ],
    "summary": [
      "Barthel Beham was a German engraver, miniaturist and painter.",
      "The younger brother of Hans Sebald Beham, he was born into a family of artists in Nuremberg. Learning his art from his elder brother, and Albrecht Dürer, he was particularly active as an engraver during the 1520s, creating tiny works of magnificent detail, positioning him in the German printmaking school known as the \"Little Masters\". He was also fascinated with antiquity and may have worked with Marcantonio Raimondi in Bologna and Rome at some time in his career.",
      "In 1525, along with his brother and Georg Pencz, the so-called \"godless painters\", he was banished from Lutheran Nuremberg for asserting his disbelief in baptism, Christ, or transubstantiation. Although later pardoned, he moved to Catholic Munich to work for the Bavarian dukes William IV and Ludwig X. Whilst there, his exceptional talent established him as one of Germany's principal portrait painters, favoured by distinguished patrons such as Emperor Charles V.",
      "According to Joachim von Sandrart, he died in Italy during a trip under the patronage of Duke William."
    ],
    "quote": null,
    "movements": ["Northern Renaissance", "Renaissance", "German Renaissance"],
    "mediums": ["Engraving", "Oil paint", "Copper", "Metal", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Barthel_Beham",
    "urlGoogle": "https://artsandculture.google.com/entity/barthel-beham/m09mtny"
  },
  "event": {
    "id": "world-war-ii",
    "name": "World War II",
    "dates": "Sep 1, 1939 - Sep 2, 1945",
    "mainImg": "img/events/world-war-ii.jpg",
    "summary": [
      "World War II, also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. Tens of millions of people died during the conflict due to genocides, premeditated death from starvation, massacres, and disease. Aircraft played a major role in the conflict which included the use of terror bombing, strategic bombing and the only use of nuclear weapons in war.",
      "Japan, which aimed to dominate Asia and the Pacific, was at war with China by 1937, though neither side had declared war on the other."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/World_War_II",
    "urlGoogle": "https://artsandculture.google.com/entity/world-war-ii/m081pw"
  },
  "funFacts": [
    {
      "id": "843",
      "fact": "Bamboo (the world's tallest grass) can grow up to 90cm in a day.",
      "category": ["Plants"]
    },
    {
      "id": "486",
      "fact": "While chopping onions, hold a piece of bread between your lips to keep your eyes from watering.",
      "category": ["Food", "Make-it-Easies"]
    },
    {
      "id": "1002",
      "fact": "More energy from the sun hits Earth every hour than the planet uses in a year.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553850",
      "fact": "Some female sharks store sperm after mating, potentially holding on to it for years before they’re ready to reproduce."
    },
    {
      "id": "553865",
      "fact": "An episode of Peppa Pig was pulled from Australian television for teaching children not to fear spiders."
    },
    {
      "id": "553505",
      "fact": "Both John Adams and Thomas Jefferson died on July 4, 1826, exactly 50 years after the adoption of the Declaration of Independence."
    }
  ],
  "idiom": {
    "id": "unkindest-cut",
    "term": "unkindest cut",
    "definition": "The worst insult, ultimate treachery, as in *And then, the unkindest cut of all---my partner walks out on me just when the deal is about to go through.* This expression was invented by Shakespeare in describing Julius Caesar's stabbing to death by his friends in *Julius Caesar* (3:2): \"This was the most unkindest cut of all.''"
  },
  "person": {
    "id": "daniel-webster",
    "name": "Daniel Webster",
    "dates": "Jan 18, 1782 - Oct 24, 1852",
    "mainImg": "img/people/daniel-webster.jpg",
    "summary": [
      "Daniel Webster was an American lawyer and statesman who represented New Hampshire and Massachusetts in the U.S. Congress and served as the U.S. Secretary of State under Presidents William Henry Harrison, John Tyler, and Millard Fillmore. He was one of the most prominent American lawyers of the 19th century, and argued over 200 cases before the U.S. Supreme Court between 1814 and his death in 1852. Throughout his career, he was a member of the Federalist Party, the National Republican Party, and the Whig Party.",
      "Born in New Hampshire in 1782, Webster established a successful legal practice in Portsmouth, New Hampshire after undergoing a legal apprenticeship. He emerged as a prominent opponent of the War of 1812 and won election to the United States House of Representatives, where he served as a leader of the Federalist Party. Webster left office after two terms and relocated to Boston, Massachusetts. He became a leading attorney before the Supreme Court of the United States, winning cases such as Dartmouth College v. Woodward, McCulloch v. Maryland, and Gibbons v. Ogden. Webster returned to the House in 1823 and became a key supporter of President John Quincy Adams."
    ],
    "quote": "“Let it be borne on the flag under which we rally in every exigency, that we have one country, one constitution, one destiny.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Daniel_Webster",
    "urlGoogle": "https://artsandculture.google.com/entity/daniel-webster/m0dm0x"
  },
  "place": {
    "id": "nur-sultan",
    "name": "Nur-Sultan",
    "mainImg": "img/places/nur-sultan.jpg",
    "summary": [
      "Nur-Sultan, known between 1998 and 2019 as Astana, is the capital city of Kazakhstan. In March 2019, it was renamed Nur-Sultan in honour of the departing Kazakh president, Nursultan Nazarbayev. It stands on the banks of the Ishim River in the northern part of Kazakhstan, within the Akmola Region, though administered as a city with special status separately from the rest of the region. A 2017 official estimate reported a population of 1,029,556 within the city limits, making it the second-largest city in the country, after Almaty, the previous capital, between 1991 and 1997.",
      "The original city of Akmola became the capital of Kazakhstan in 1997, and since then has developed economically into one of the most modern cities in Central Asia. On 23 March 2019, following a unanimous vote in Kazakhstan's parliament, the city was renamed Nur-Sultan, after former Kazakhstan President Nursultan Nazarbayev.",
      "Modern Nur-Sultan is a planned city, following the process of other planned capitals. After it became the capital of Kazakhstan, the city dramatically changed its shape. The Japanese architect Kisho Kurokawa designed the master plan for Astana."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nur-Sultan",
    "urlGoogle": "https://artsandculture.google.com/entity/nur-sultan/m0fn08"
  },
  "quote": {
    "id": "58",
    "quote": "We don't stop playing because we grow old; we grow old because we stop playing.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "paul-nobuo-tatsuguchi",
    "name": "Paul Nobuo Tatsuguchi",
    "summary": "Paul Nobuo Tatsuguchi (1911–1943) was a surgeon in the Imperial Japanese Army during World War II. A devout Seventh-day Adventist, Tatsuguchi studied medicine and was licensed as a physician in the United States. He returned to Japan to practice medicine at the Tokyo Adventist Sanitarium. In 1941, he was conscripted as an acting medical officer, and was later sent to Attu Island, Alaska, which had been occupied by Japanese forces in October 1942. The U.S. Army landed on the island in May 1943, and throughout the resulting battle, Tatsuguchi kept a diary recording the events of the battle and his struggle to care for the wounded in his field hospital. He was killed on the battle's final day. His diary was recovered and translated, and copies were widely disseminated in the US after the battle. The American public was intrigued by a Christian, American-trained doctor serving with Japanese forces and by his apparent participation in assisting with the deaths of wounded Japanese soldiers. Excerpts from the diary have been widely quoted in Western historical accounts of the battle, especially his final entry in which he recorded a farewell message to his family.",
    "url": "https://en.wikipedia.org/wiki/Paul_Nobuo_Tatsuguchi"
  },
  "word": {
    "id": "stymie",
    "word": "stymie",
    "url": "https://www.merriam-webster.com/dictionary/stymie",
    "partOfSpeech": "verb",
    "pronunciation": "STYE-mee",
    "audioPath": "audio/words/stymie.mp3",
    "definitions": ["to present an obstacle to : stand in the way of"],
    "examples": [
      "Progress on the project has been _stymied_ by lack of funds.",
      "\"Even the town's initiatives couldn't stop someone from buying Wagner's land and developing it with houses. The only safeguards lie in the forest's marshes and hills that might _stymie_ much development.\" - From an article by Taylor W. Anderson in the _Chicago Tribune_, December 12, 2013"
    ],
    "origin": "Golf was being played in Scotland as early as the 15th century, but it wasn't until the 19th century that the sport really caught on in England and North America. It was also in the 19th century that the word \"stymie\" entered English as a noun referring to a golfing situation in which one player's ball lies between another ball and the hole on the putting green, thereby blocking the line of play. Later, \"stymie\" came to be used as a verb meaning \"to bring into the position of, or impede by, a stymie.\" By the early 20th century, the verb was being applied in similarly vexing non-golf contexts."
  }
}
