{
  "artist": {
    "id": "joan-miro",
    "name": "Joan Miró",
    "dates": "Apr 20, 1893 - Dec 25, 1983",
    "mainImg": "img/art/artists/joan-miro.jpg",
    "artworkImgs": [
      {
        "name": "Il compianto degli amanti",
        "path": "img/art/artworks/joan-miro-a1.jpg",
        "source": "https://artsandculture.google.com/asset/il-compianto-degli-amanti-joan-mirò/1AFAETDfgtQ_mg"
      },
      {
        "name": "Composition (Painting)",
        "path": "img/art/artworks/joan-miro-a2.jpg",
        "source": "https://artsandculture.google.com/asset/composition-painting-joan-miró/rQHJQpiFRKnEtw"
      },
      {
        "name": "The Rooster",
        "path": "img/art/artworks/joan-miro-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-rooster-joan-miró/6gECVMFVB7E05w"
      },
      {
        "name": "New York Subway Guide",
        "path": "img/art/artworks/joan-miro-a4.jpg",
        "source": "https://artsandculture.google.com/asset/new-york-subway-guide-vignelli-massimo/sAETa6kF-2qJmg"
      },
      {
        "name": "The Tapestry of Tarragona",
        "path": "img/art/artworks/joan-miro-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-tapestry-of-tarragona-joan-miró-josep-royo/2wELxZVsNvZYvw"
      },
      {
        "name": "Self Portrait II",
        "path": "img/art/artworks/joan-miro-a6.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-ii-joan-miro/twEfBWJi3-1vAQ"
      }
    ],
    "summary": [
      "Joan Miró i Ferrà was a Spanish painter, sculptor, and ceramicist born in Barcelona. A museum dedicated to his work, the Fundació Joan Miró, was established in his native city of Barcelona in 1975, and another, the Fundació Pilar i Joan Miró, was established in his adoptive city of Palma de Mallorca in 1981.",
      "Earning international acclaim, his work has been interpreted as Surrealism, a sandbox for the subconscious mind, a re-creation of the childlike, and a manifestation of Catalan pride. In numerous interviews dating from the 1930s onwards, Miró expressed contempt for conventional painting methods as a way of supporting bourgeois society, and declared an \"assassination of painting\" in favour of upsetting the visual elements of established painting."
    ],
    "quote": "“I try to apply colors like words that shape poems, like notes that shape music.”",
    "movements": ["Modern art", "Surrealism", "Dada", "Abstract art", "Contemporary art"],
    "mediums": ["Oil paint", "Hessian fabric", "Clay", "Watercolor painting", "Rock", "Varnish"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joan_Mir%C3%B3",
    "urlGoogle": "https://artsandculture.google.com/entity/joan-miró/m0g_6k"
  },
  "event": {
    "id": "italian-war-of-1551-1559",
    "name": "Italian War of 1551–1559",
    "dates": "1551 - 1559",
    "mainImg": "img/events/italian-war-of-1551-1559.jpg",
    "summary": [
      "The Italian War of 1551–1559, sometimes known as the Habsburg–Valois War and the Last Italian War, began when Henry II of France, who had succeeded Francis I to the throne, declared war against Holy Roman Emperor Charles V with the intent of recapturing Italy and ensuring French, rather than Habsburg, domination of European affairs. Historians have emphasized the importance of gunpowder technology, new styles of fortification to resist cannon fire, and the increased professionalization of the soldiers."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Italian_War_of_1551%E2%80%931559",
    "urlGoogle": "https://artsandculture.google.com/entity/italian-war-of-1551–1559/m08l1cw"
  },
  "funFacts": [
    { "id": "372", "fact": "A housefly hums in the key of F.", "category": ["Animals"] },
    {
      "id": "441",
      "fact": "Jousting is the official sport of Maryland",
      "category": ["Geography"]
    },
    {
      "id": "27",
      "fact": "A ball of glass will bounce higher than a ball of rubber.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "505074",
      "fact": "At one time, George Washington was the nation's largest whiskey producer. He made 11,000 gallons in 1799."
    },
    {
      "id": "506903",
      "fact": "A British man changed his name to Tim Pppppppppprice to make it harder for telemarketers to pronounce."
    },
    {
      "id": "553531",
      "fact": "Long before rap battles, there was \"flyting\": the exchange of witty, insulting verses. The verbal throwdowns were popular in England and Scotland from the 5th to 16th centuries."
    }
  ],
  "idiom": {
    "id": "stamping-ground",
    "term": "stamping ground",
    "definition": "Also, **old stamping ground, stomping ground.** A habitual or favorite haunt, as in *Whenever we visit, we go back to our old stamping ground, the drugstore nearest the high school.* This term alludes to a traditional gathering place for horses or cattle, which stamp down the ground with their hooves. [Early 1800s]"
  },
  "person": {
    "id": "ramon-magsaysay",
    "name": "Ramon Magsaysay",
    "dates": "Aug 31, 1907 - Mar 17, 1957",
    "mainImg": "img/people/ramon-magsaysay.jpg",
    "summary": [
      "Ramon del Fierro Magsaysay Sr. KGE GCC QSC MGH was a Filipino statesman who served as the seventh President of the Philippines, from December 30, 1953 until his death in an aircraft disaster. An automobile mechanic by profession, Magsaysay was appointed military governor of Zambales after his outstanding service as a guerilla leader during the Pacific War. He then served two terms as Liberal Party congressman for Zambales before being appointed Secretary of National Defense by President Elpidio Quirino. He was elected president under the banner of the Nacionalista Party.",
      "He was the first Philippine president born during the 20th century and the first to be born after the Spanish colonial era."
    ],
    "quote": "“The mistake the world is making with the simple peoples is to try and hurry them into political concepts they don't understand and aren't prepared to cope with. I know. I am a peasant myself. ... I say, Spit on the big, fancy schemes. I want all the little things first. Then perhaps we can get on to the bigger things.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Ramon_Magsaysay",
    "urlGoogle": "https://artsandculture.google.com/entity/ramon-magsaysay/m022llj"
  },
  "place": {
    "id": "senegal",
    "name": "Senegal",
    "mainImg": "img/places/senegal.jpg",
    "summary": [
      "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal also surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the country. Senegal also shares a maritime border with Cape Verde. Senegal's economic and political capital is Dakar.",
      "It is a unitary presidential republic and is the westernmost country in the mainland of the Old World, or Afro-Eurasia. It owes its name to the Senegal River which borders it to the east and north. Senegal covers a land area of almost 197,000 square kilometres and has a population of around 16 million. The state was formed as part of the independence from French colonial rule. Because of this history, the official language is French. Like other post-colonial African states, the country includes a wide mix of ethnic and linguistic communities, with the largest being the Wolof people and the Wolof language acting as a lingua franca."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Senegal",
    "urlGoogle": "https://artsandculture.google.com/entity/senegal/m06srk"
  },
  "quote": {
    "id": "104",
    "quote": "Wisdom tends to grow in proportion to one’s awareness of one’s ignorance.",
    "author": "Anthony de Mello"
  },
  "wiki": {
    "id": "invasion-of-tulagi-may-1942",
    "name": "Invasion of Tulagi (May 1942)",
    "summary": "The invasion of Tulagi, on 3–4 May 1942, was part of Operation Mo, the Empire of Japan's strategy in the South Pacific and South West Pacific Area in 1942. The plan called for Imperial Japanese Navy troops to capture Tulagi and nearby islands in the Solomon Islands Protectorate. The occupation of Tulagi by the Japanese was intended to cover the flank of and provide reconnaissance support for Japanese forces that were advancing on Port Moresby in New Guinea, provide greater defensive depth for the major Japanese base at Rabaul, and serve as a base for Japanese forces to threaten and interdict the supply and communication routes between the United States and Australia and New Zealand. Without the means to resist the Japanese offensive capably in the Solomons, the British Resident Commissioner and the few Australian troops assigned to defend Tulagi evacuated just before the Japanese forces arrived on 3 May. Despite considerable losses inflicted by carrier-based American planes, the Japanese occupied the islands.",
    "url": "https://en.wikipedia.org/wiki/Invasion_of_Tulagi_(May_1942)"
  },
  "word": {
    "id": "nictitate",
    "word": "nictitate",
    "url": "https://www.merriam-webster.com/dictionary/nictitate",
    "partOfSpeech": "verb",
    "pronunciation": "NIK-tuh-tayt",
    "audioPath": "audio/words/nictitate.mp3",
    "definitions": ["wink"],
    "examples": [
      "Timothy developed a tic in his eyelid that caused it to _nictitate_ on occasion.",
      "\"Their clear eyelids slowly _nictitated_ over black orb eyes.\" -- From Barb and J.C. Hendee's 2011 novel _Through Stone and Sea_"
    ],
    "origin": "\"Nictitate\" didn't just happen in the blink of an eye; it developed over time as an alteration of the older verb \"nictate,\" which also means \"to wink.\" Both verbs trace to the Latin word for winking, \"nictare.\" The addition of the extra syllable was apparently influenced by Latin verbs ending in \"-itare,\" such as \"palpitare\" and \"agitare\" (which gave us \"palpitate\" and \"agitate,\" respectively). Today, \"nictitate\" has a special use in the animal world. Since the early 18th century, scientists have used \"nictitating membrane\" to describe the so-called \"third eyelid\": the thin, usually transparent membrane in the eyes of birds, fishes, and other vertebrates that helps keep the eyeball moist and clean."
  }
}
