{
  "artist": {
    "id": "johannes-itten",
    "name": "Johannes Itten",
    "dates": "Nov 11, 1888 - Mar 25, 1967",
    "mainImg": "img/art/artists/johannes-itten.jpg",
    "artworkImgs": [
      {
        "name": "L'ultima guardia",
        "path": "img/art/artworks/johannes-itten-a1.jpg",
        "source": "https://artsandculture.google.com/asset/l-ultima-guardia-iohannes-itten/8wEkm6FKZbLkVw"
      },
      {
        "name": "Cerchi",
        "path": "img/art/artworks/johannes-itten-a2.jpg",
        "source": "https://artsandculture.google.com/asset/cerchi-johannes-itten/wwGE1iZsLbFhsg"
      },
      {
        "name": "Briquette candy",
        "path": "img/art/artworks/johannes-itten-a3.jpg",
        "source": "https://artsandculture.google.com/asset/briquette-candy-johannes-schäfer-berlin/_AFLHjBI1BhENg"
      },
      {
        "name": "Portrait of a Lady",
        "path": "img/art/artworks/johannes-itten-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-lady-anspach-johannes/gQFZOlysc8wpwA"
      }
    ],
    "summary": [
      "Johannes Itten was a Swiss expressionist painter, designer, teacher, writer and theorist associated with the Bauhaus school. Together with German-American painter Lyonel Feininger and German sculptor Gerhard Marcks, under the direction of German architect Walter Gropius, Itten was part of the core of the Weimar Bauhaus."
    ],
    "quote": "“Colors are forces, radiant energies that affect us positively or negatively, whether we are aware of it or not.”",
    "movements": ["Expressionism"],
    "mediums": ["Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Johannes_Itten",
    "urlGoogle": "https://artsandculture.google.com/entity/johannes-itten/m02b117"
  },
  "event": {
    "id": "battle-of-pusan-perimeter",
    "name": "Battle of Pusan Perimeter",
    "dates": "August 1950 - September 1950",
    "mainImg": "img/events/battle-of-pusan-perimeter.jpg",
    "summary": [
      "The Battle of the Pusan Perimeter was a large-scale battle between United Nations Command and North Korean forces lasting from August 4 to September 18, 1950. It was one of the first major engagements of the Korean War. An army of 140,000 UN troops, having been pushed to the brink of defeat, were rallied to make a final stand against the invading Korean People's Army, 98,000 men strong.",
      "UN forces, having been repeatedly defeated by the advancing KPA, were forced back to the \"Pusan Perimeter\", a 140-mile defensive line around an area on the southeastern tip of South Korea that included the port of Busan. The UN troops, consisting mostly of forces from the Republic of Korea Army, United States, and United Kingdom mounted a last stand around the perimeter, fighting off repeated KPA attacks for six weeks as they were engaged around the cities of Daegu, Masan, and Pohang and the Nakdong River. The massive KPA assaults were unsuccessful in forcing the UN troops back further from the perimeter, despite two major pushes in August and September."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Pusan_Perimeter",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-pusan-perimeter/m09bsc_"
  },
  "funFacts": [
    {
      "id": "253",
      "fact": "The first TV remote control, introduced in 1950, was called Lazy Bones.",
      "category": ["Firsts"]
    },
    {
      "id": "409",
      "fact": "Approximately 16,500 people in the U.S. go by the last name Lemon.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553991",
      "fact": "It’s a tradition for the post offices \u0003of Romeo, Michigan and Juliette, Georgia to offer a special \u0003dual postmark leading up to Valentine’s Day."
    }
  ],
  "idiom": {
    "id": "kith-and-kin",
    "term": "kith and kin",
    "definition": "Friends and family, as in *Everyone was invited, kith and kin as well as distant acquaintances.* This expression dates from the 1300s and originally meant \"countrymen\" (*kith* meant \"one's native land\") and \"family members.\" It gradually took on the present looser sense."
  },
  "person": {
    "id": "leopold-ii-of-belgium",
    "name": "Leopold II of Belgium",
    "dates": "Apr 9, 1835 - Dec 17, 1909",
    "mainImg": "img/people/leopold-ii-of-belgium.jpg",
    "summary": [
      "Leopold II was King of the Belgians from 1865 to 1909. Born in Brussels as the second but eldest surviving son of Leopold I and Louise of Orléans, he succeeded his father to the Belgian throne in 1865 and reigned for 44 years until his death – the longest reign of any Belgian monarch. He died without surviving legitimate sons. The current Belgian king descends from his nephew and successor, Albert I.",
      "Leopold was the founder and sole owner of the Congo Free State, a private project undertaken on his own behalf. He used Henry Morton Stanley to help him lay claim to the Congo, the present-day Democratic Republic of the Congo. At the Berlin Conference of 1884–1885, the colonial nations of Europe authorized his claim by committing the Congo Free State to improving the lives of the native inhabitants. Leopold ignored these conditions and ran the Congo using the mercenary Force Publique for his personal gain. He extracted a fortune from the territory, initially by the collection of ivory, and after a rise in the price of rubber in the 1890s, by forced labour from the native population to harvest and process rubber."
    ],
    "quote": "“The Congo Free State is unique in its kind. It has nothing to hide and no secrets and is not beholden to anyone except its founder.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Leopold_II_of_Belgium",
    "urlGoogle": "https://artsandculture.google.com/entity/leopold-ii-of-belgium/m0fv2n"
  },
  "place": {
    "id": "wichita",
    "name": "Wichita",
    "mainImg": "img/places/wichita.jpg",
    "summary": [
      "Wichita is the largest city in the U.S. state of Kansas and the county seat of Sedgwick County. As of 2019, the estimated population of the city was 389,938. Wichita is the principal city of the Wichita metropolitan area which had an estimated population of 644,888 in 2018.",
      "Located in south-central Kansas on the Arkansas River, Wichita began as a trading post on the Chisholm Trail in the 1860s and was incorporated as a city in 1870. It became a destination for cattle drives traveling north from Texas to Kansas railroads, earning it the nickname \"Cowtown.\"",
      "In the 1920s and 1930s, businessmen and aeronautical engineers established aircraft manufacturing companies in Wichita, including Beechcraft, Cessna, and Stearman Aircraft. The city became an aircraft production hub known as \"The Air Capital of the World.\" Textron Aviation, Learjet, Airbus, and Spirit AeroSystems continue to operate design and manufacturing facilities in Wichita, and the city remains a major center of the American aircraft industry. Wichita is also home to McConnell Air Force Base, and Wichita Dwight D. Eisenhower National Airport, the largest airport in Kansas."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Wichita,_Kansas",
    "urlGoogle": "https://artsandculture.google.com/entity/wichita/m0tbql"
  },
  "wiki": {
    "id": "andromeda-constellation",
    "name": "Andromeda (constellation)",
    "summary": "Andromeda is one of the 48 constellations listed by the 2nd-century astronomer Ptolemy, and remains one of the 88 modern constellations. Located north of the celestial equator, it is named for the princess in the Greek legend, who was chained to a rock to be eaten by the sea monster Cetus. Its brightest star, Alpha Andromedae, is a binary star, as is bright Gamma Andromedae, a colorful binary and a popular target for amateur astronomers. The constellation's most obvious deep-sky object is the naked-eye Andromeda Galaxy (M31, also called the Great Galaxy of Andromeda), the closest spiral galaxy to the Milky Way and one of the brightest Messier objects. In Chinese astronomy, the stars that make up Andromeda were members of four different constellations that had astrological and mythological significance; a constellation related to Andromeda also exists in Hindu mythology. Andromeda is the location of the radiant for the Andromedids, a weak meteor shower that occurs in November.",
    "url": "https://en.wikipedia.org/wiki/Andromeda_(constellation)"
  },
  "word": {
    "id": "eristic",
    "word": "eristic",
    "url": "https://www.merriam-webster.com/dictionary/eristic",
    "partOfSpeech": "adjective",
    "pronunciation": "ih-RISS-tik",
    "audioPath": "audio/words/eristic.mp3",
    "definitions": ["characterized by disputatious and often subtle and specious reasoning"],
    "examples": [
      "\"Dialectical argument is a cooperative, two-sided truth-seeking art that requires a constructive and balanced attitude, whereas _eristic_ dialogue is one-sided, quarrelsome, and antagonistic.\" - From Douglas Walton's 1999 book _One-Sided Arguments_",
      "\"Does free speech tend to move toward the truth or away from it? When does it evolve into a better collective understanding? When does it collapse into … the pointless and _eristic_ game of talking the other guy into crying 'uncle'?\" - From an article by Mattathias Schwartz in the _New York Times Magazine_, August 3, 2008"
    ],
    "origin": "\"Eristic\" means \"argumentative\" as well as logically invalid. Someone prone to eristic arguments probably causes a fair amount of strife amongst his or her conversational partners. It's no surprise, then, that the word traces its ancestry back to the Greek word for \"strife.\" \"Eristic\" and the variant \"eristical\" come from the Greek word \"eristikos,\" meaning \"fond of wrangling,\" from \"erizein,\" \"to wrangle,\" and ultimately from \"eris,\" which means \"strife.\" The adjective appeared in print in English in 1637. It was followed approximately 20 years later by the noun \"eristic,\" which refers to either a person who is skilled at debates based on formal logic or to the art or practice of argument."
  }
}
