{
  "artist": {
    "id": "odilon-redon",
    "name": "Odilon Redon",
    "dates": "Apr 22, 1840 - Jul 6, 1916",
    "mainImg": "img/art/artists/odilon-redon.jpg",
    "artworkImgs": [
      {
        "name": "Muse on Pegasus",
        "path": "img/art/artworks/odilon-redon-a1.jpg",
        "source": "https://artsandculture.google.com/asset/muse-on-pegasus-odilon-redon/mAGZ99AKVTHnNw"
      },
      {
        "name": "To Edgar Poe (The Eye, Like a Strange Balloon, Mounts toward Infinity) [À Edgar Poe (L'oeil, comme un ballon bizarre se dirige vers l'infini)]",
        "path": "img/art/artworks/odilon-redon-a2.jpg",
        "source": "https://artsandculture.google.com/asset/to-edgar-poe-the-eye-like-a-strange-balloon-mounts-toward-infinity-à-edgar-poe-l-oeil-comme-un-ballon-bizarre-se-dirige-vers-l-infini-odilon-redon/CQHTxKYrM1sGCA"
      },
      {
        "name": "The Chariot of Apollo",
        "path": "img/art/artworks/odilon-redon-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-chariot-of-apollo-odilon-redon/1gHvb12pom3h6A"
      },
      {
        "name": "The Celestial Art",
        "path": "img/art/artworks/odilon-redon-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-celestial-art-odilon-redon/HAEJXeQ2eR9F7w"
      },
      {
        "name": "Yeux Clos (Closed Eyes)",
        "path": "img/art/artworks/odilon-redon-a5.jpg",
        "source": "https://artsandculture.google.com/asset/yeux-clos-closed-eyes-odilon-redon/YgHKCBkqycuUMA"
      },
      {
        "name": "Bell-Tower Keeper",
        "path": "img/art/artworks/odilon-redon-a6.jpg",
        "source": "https://artsandculture.google.com/asset/bell-tower-keeper-odilon-redon/FwFrHTGzpewD4w"
      }
    ],
    "summary": [
      "Odilon Redon was a French symbolist painter, printmaker, draughtsman and pastellist.",
      "Early in his career, both before and after fighting in the Franco-Prussian War, he worked almost exclusively in charcoal and lithography, works referred to as noirs. He started gaining recognition after his drawings were mentioned in the 1884 novel À rebours by Joris-Karl Huysmans. During the 1890s he began working in pastel and oils, which quickly became his favourite medium, abandoning his previous style of noirs completely after 1900. He also developed a keen interest in Hindu and Buddhist religion and culture, which increasingly showed in his work.",
      "He is perhaps best known today for the \"dreamlike\" paintings created in the first decade of the 20th century, which were heavily inspired by Japanese art and which, while continuing to take inspiration from nature, heavily flirted with abstraction. His work is considered a precursor to both Dadaism and Surrealism."
    ],
    "quote": "“While I recognize the necessity for a basis of observed reality... true art lies in a reality that is felt.”",
    "movements": ["Symbolism", "Post-Impressionism", "Modern art", "Naturalism", "Impressionism"],
    "mediums": ["Etching", "Oil paint", "Drawing", "Charcoal", "Ink", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Odilon_Redon",
    "urlGoogle": "https://artsandculture.google.com/entity/odilon-redon/m015ymr"
  },
  "event": {
    "id": "polish-muscovite-war",
    "name": "Polish–Muscovite War",
    "dates": "1605 - 1618",
    "mainImg": "img/events/polish-muscovite-war.jpg",
    "summary": [
      "The Polish–Muscovite War, also known as the Polish–Russian War of 1605–1618 or the Dimitriads, was a conflict fought between the Tsardom of Russia and the Polish-Lithuanian Commonwealth from 1605 to 1618.",
      "Russia had been experiencing the Time of Troubles since the death of Tsar Feodor I in 1598, causing political instability and a violent succession crisis upon the extinction of the Rurik dynasty, and was ravaged by the major famine of 1601 to 1603. Poland exploited Russia's civil wars when members of the Polish szlachta aristocracy began influencing Russian boyars and supporting False Dmitris for the title of Tsar of Russia against the crowned Boris Godunov and Vasili IV Shuysky. In 1605, King Sigismund III Vasa informally invaded Russia until the death of False Dmitry I in 1606, and invaded again in 1607 until Russia formed a military alliance with Sweden in 1609. Sigismund formally declared war on Russia in response, aiming to gain territorial concessions and weaken Sweden's ally, winning many early victories such as the Battle of Klushino. In 1610, Polish forces entered Moscow and Sweden withdrew from the military alliance with Russia, instead triggering the Ingrian War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Polish%E2%80%93Muscovite_War_%281605%E2%80%931618%29",
    "urlGoogle": "https://artsandculture.google.com/entity/polish–muscovite-war/m04yqp0"
  },
  "funFacts": [
    {
      "id": "125",
      "fact": "Pigeons have been trained by the U.S. Coast Guard to spot people lost at sea.",
      "category": ["Animals"]
    },
    {
      "id": "962",
      "fact": "John Wilkes Booth's brother saved the life of Abraham Lincoln's son.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "504755",
      "fact": "In 1907, an ad campaign for Kellogg's Corn Flakes offered a free sample of cereal to any woman who would wink at her grocer."
    }
  ],
  "idiom": {
    "id": "champ-at-the-bit",
    "term": "champ at the bit",
    "definition": "Show impatience at being held back or delayed, as in *The dismissal bell hadn't rung, but they were champing at the bit to leave.* This term transfers the action of a horse that impatiently bites the bit in its mouth to human behavior. [Mid-1600s]"
  },
  "person": {
    "id": "francois-guizot",
    "name": "François Guizot",
    "dates": "Oct 4, 1787 - Sep 12, 1874",
    "mainImg": "img/people/francois-guizot.jpg",
    "summary": [
      "François Pierre Guillaume Guizot was a French historian, orator, and statesman. Guizot was a dominant figure in French politics prior to the Revolution of 1848. A moderate liberal who opposed the attempt by King Charles X to usurp legislative power, he worked to sustain a constitutional monarchy following the July Revolution of 1830.",
      "He then served the \"citizen king\" Louis Philippe, as Minister of Education, 1832–37, ambassador to London, Foreign Minister 1840–1847, and finally Prime Minister of France from 19 September 1847 to 23 February 1848. Guizot's influence was critical in expanding public education, which under his ministry saw the creation of primary schools in every French commune. But as a leader of the \"Doctrinaires\", committed to supporting the policies of Louis Phillipe and limitations on further expansion of the political franchise, he earned the hatred of more left-leaning liberals and republicans through his unswerving support for restricting suffrage to propertied men, advising those who wanted the vote to \"enrich yourselves\" through hard work and thrift."
    ],
    "quote": "“Much misconstruction and bitterness are spared to him who thinks naturally upon what he owes to others rather than what he ought to expect from them.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Fran%C3%A7ois_Guizot",
    "urlGoogle": "https://artsandculture.google.com/entity/françois-guizot/m0192kt"
  },
  "place": {
    "id": "denmark",
    "name": "Denmark",
    "mainImg": "img/places/denmark.jpg",
    "summary": [
      "Denmark is a Scandinavian country in Europe. The southernmost and smallest of the Nordic countries, it is south-west of Sweden and south of Norway, and bordered to the south by Germany. The Kingdom of Denmark is a sovereign state that comprises Denmark proper and two autonomous constituent countries in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 square kilometres, and a population of 5.7 million. The country consists of a peninsula, Jutland, and an archipelago of 443 named islands, with the largest being Zealand and Funen. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate.",
      "The unified kingdom of Denmark emerged in the 10th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden and Norway were ruled together under the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. Denmark and Norway remained under the same monarch until outside forces dissolved the union in 1814. The union with Norway made it possible for Denmark to inherit the Faroe Islands, Iceland, and Greenland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Denmark",
    "urlGoogle": "https://artsandculture.google.com/entity/denmark/g121p5z1h"
  },
  "quote": {
    "id": "9",
    "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "wesley-clark",
    "name": "Wesley Clark",
    "summary": "Wesley Clark is a retired four-star general in the U.S. Army. He spent thirty-four years in the Army and the Department of Defense, receiving many military decorations, several honorary knighthoods, and a Presidential Medal of Freedom. Clark was valedictorian of his class at West Point, was awarded a Rhodes Scholarship to Oxford University where he earned a master's degree in Economics, and later graduated from the Command and General Staff College with a master's degree in military science. Clark commanded Operation Allied Force in the Kosovo War during his term as the Supreme Allied Commander Europe of NATO from 1997 to 2000. Clark joined the 2004 race for the Democratic Party presidential nomination as a drafted candidate on September 17, 2003, but withdrew from the primary race on February 11, 2004, in favor of campaigning for the eventual Democratic nominee, John Kerry.",
    "url": "https://en.wikipedia.org/wiki/Wesley_Clark"
  },
  "word": {
    "id": "festinate",
    "word": "festinate",
    "url": "https://www.merriam-webster.com/dictionary/festinate",
    "partOfSpeech": "adjective",
    "pronunciation": "FESS-tuh-nut",
    "audioPath": "audio/words/festinate.mp3",
    "definitions": ["hasty"],
    "examples": [
      "\"I assure you,\" said the Ambassador, \"I am all too aware of the dangers inherent in a festinate decision.\"",
      "\"Novell's proxy servers, caching and firewalls may not be such utter failures, but growth in crowded fields dominated by companies with better track records is just as illusory. Even successes like GroupWise, ManageWise and ZENworks are vestiges of 1990s thinking. They may halt a festinate death, but you don't build a company around them.\" - From an article by Fritz Nelson in _Network Computing_, August 21, 2000"
    ],
    "origin": "\"Festinate\" is one among many in the category of words whose first recorded use is in the works of Shakespeare (\"Advise the Duke where you are going, to a most festinate preparation.\" - King Lear, III.vii.10). Perhaps the Bard knew about \"festinatus,\" the Latin predecessor of \"festinate,\" or was familiar with the Latin proverb \"festina lente\"-\"make haste slowly.\" Shakespeare also gets credit for the adverb \"festinately\" (first seen in Love’s Labour’s Lost, III.i.6: \"Bring him festinately hither.\"), but another writer beat him to the verb \"festinate\" (pronounced \\\\FESS-tuh-nayt), meaning \"to hasten.\""
  }
}
