{
  "artist": {
    "id": "canaletto",
    "name": "Canaletto",
    "dates": "Oct 28, 1697 - Apr 19, 1768",
    "mainImg": "img/art/artists/canaletto.jpg",
    "artworkImgs": [
      {
        "name": "The Piazza San Marco, Venice",
        "path": "img/art/artworks/canaletto-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-piazza-san-marco-venice-canaletto/lQFEnk8LXDYI3g"
      },
      {
        "name": "The Square of Saint Mark's, Venice",
        "path": "img/art/artworks/canaletto-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-square-of-saint-mark-s-venice-canaletto/wwHV8RxdSSxDlQ"
      },
      {
        "name": "The Entrance to the Grand Canal, Venice",
        "path": "img/art/artworks/canaletto-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-entrance-to-the-grand-canal-venice-canaletto/YQE8EgCyh0-drg"
      },
      {
        "name": "Dresden seen from the Right Bank of the Elbe, beneath the Augusts Bridge",
        "path": "img/art/artworks/canaletto-a4.jpg",
        "source": "https://artsandculture.google.com/asset/dresden-seen-from-the-right-bank-of-the-elbe-beneath-the-augusts-bridge/qQFzYAxekEVoBA"
      },
      {
        "name": "The Piazza San Marco in Venice",
        "path": "img/art/artworks/canaletto-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-piazza-san-marco-in-venice-canaletto/ngEjiEaEofpMEg"
      },
      {
        "name": "The Grand Canal near the Rialto Bridge, Venice",
        "path": "img/art/artworks/canaletto-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-grand-canal-near-the-rialto-bridge-venice-canaletto/6wHkcjIgYsXMkA"
      }
    ],
    "summary": [
      "Giovanni Antonio Canal, commonly known as Canaletto, was an Italian painter of city views or vedute, of Venice, Rome, and London. He also painted imaginary views, although the demarcation in his works between the real and the imaginary is never quite clearcut. He was further an important printmaker using the etching technique. In the period from 1746 to 1756 he worked in England where he painted many views of London and other sites including Warwick Castle and Alnwick Castle. He was highly successful in England, thanks to the British merchant and connoisseur Joseph \"Consul\" Smith, whose large collection of Canaletto's works was sold to King George III in 1762."
    ],
    "quote": null,
    "movements": ["Rococo"],
    "mediums": ["Etching", "Laid paper", "Oil paint", "Ink", "Pen", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Canaletto",
    "urlGoogle": "https://artsandculture.google.com/entity/canaletto/m01fbwn"
  },
  "event": {
    "id": "battle-of-quatre-bras",
    "name": "Battle of Quatre Bras",
    "dates": null,
    "mainImg": "img/events/battle-of-quatre-bras.jpg",
    "summary": [
      "The Battle of Quatre Bras was fought on 16 June 1815, as a preliminary engagement to the decisive Battle of Waterloo that occurred two days later. The battle took place near the strategic crossroads of Quatre Bras and was contested between elements of the Duke of Wellington's Anglo-allied army and the left wing of Napoleon Bonaparte's French Armée du Nord under Marshal Michel Ney. While the battle was tactically indecisive, Napoleon achieved his larger strategic aim of preventing Wellington's forces from aiding the Prussian army at the Battle of Ligny, which the French won the same day."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Quatre_Bras",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-quatre-bras/m031_gr"
  },
  "funFacts": [
    {
      "id": "988",
      "fact": "Each year, the Moon moves away from Earth by about four centimeters.",
      "category": ["Geography", "Science"]
    },
    {
      "id": "426",
      "fact": "The Empire State Building has 73 elevators.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "504591",
      "fact": "The term “lawn mullet” means having a neatly manicured front yard and an unmowed mess in the back."
    }
  ],
  "idiom": {
    "id": "from-the-sublime-to-the-ridiculous",
    "term": "from the sublime to the ridiculous",
    "definition": "From the beautiful to the silly, from great to puny. For example, *They played first Bach and then an ad jingle---from the sublime to the ridiculous.* The reverse, **from the ridiculous to the sublime,** is used with the opposite meaning. Coined by Tom Paine in *The Age of Reason* (1794), in which he said the two are so closely related that it is but one step from one to the other, the phrase has been often repeated in either order."
  },
  "person": {
    "id": "thami-el-glaoui",
    "name": "Thami El Glaoui",
    "dates": "1879 - Jan 23, 1956",
    "mainImg": "img/people/thami-el-glaoui.jpg",
    "summary": [
      "Thami El Glaoui, known in English as Lord of the Atlas, was the Pasha of Marrakesh from 1912 to 1956. His family name was el Mezouari, from a title given an ancestor by Ismail Ibn Sharif in 1700, while El Glaoui refers to his chieftainship of the Glaoua tribe of the Berbers of southern Morocco, based at the Kasbah of Telouet in the High Atlas and at Marrakesh. El Glaoui became head of the Glaoua upon the death of his elder brother, Si el-Madani, and as an ally of the French protectorate in Morocco, conspired with them in the overthrow of Sultan Mohammed V."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Thami_El_Glaoui",
    "urlGoogle": "https://artsandculture.google.com/entity/thami-el-glaoui/m09nqky"
  },
  "place": {
    "id": "hyderabad",
    "name": "Hyderabad",
    "mainImg": "img/places/hyderabad.jpg",
    "summary": [
      "Hyderabad is the capital and largest city of the Indian state of Telangana and de jure capital of Andhra Pradesh. Occupying 625 square kilometres along the banks of the Musi River, located on the Deccan Plateau in the northern part of South India. At an average altitude of 542 metres, much of Hyderabad is situated on hilly terrain around artificial lakes, including Hussain Sagar lake—predating the city's founding—north of the city centre. Hyderabad City has a population of about 6.9 million, with about 9.7 million in Hyderabad Metropolitan Region, making it the fourth-most populous city and sixth-most populous urban agglomeration in India. With an output of US$74 billion, Hyderabad is the fifth-largest contributor to India's overall gross domestic product.",
      "In 1591 Qutb Shahi ruler Muhammad Quli Qutb Shah established Hyderabad to extend the capital beyond the fortified Golconda. In 1687 the city was annexed by the Mughals. In 1724 Mughal governor Nizam Asaf Jah I declared his sovereignty and founded the Asaf Jahi dynasty, also known as the Nizams. Hyderabad served as the imperial capital of the Asaf Jahi from 1769 to 1948."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hyderabad",
    "urlGoogle": "https://artsandculture.google.com/entity/hyderabad/m09c6w"
  },
  "quote": {
    "id": "103",
    "quote": "Every child is an artist. The problem is how to remain an artist once he grows up.",
    "author": "Pablo Picasso"
  },
  "wiki": {
    "id": "crab-nebula",
    "name": "Crab Nebula",
    "summary": "The Crab Nebula is a supernova remnant in the constellation of Taurus. The nebula was first observed by John Bevis in 1731, and is the remnant of a supernova that was recorded by Chinese and Arab astronomers in 1054 as being visible during daylight for 23 days. Located at a distance of about 6,300 light years from Earth, it has a diameter of 6 light years and is expanding at a rate of about 1500 kilometres per second. A pulsar in the centre of the nebula rotates 30 times per second, emitting pulses of radiation across the electromagnetic spectrum from radio waves to gamma rays. Its discovery provided the first conclusive evidence that supernova explosions produce the extremely dense neutron stars which are observed as pulsars. The nebula acts as a source of radiation for studying celestial bodies that occult it. The Sun's corona was mapped in the 1950s and 60s from observations of the Crab's radio waves passing through it, and more recently, the thickness of the atmosphere of Saturn's moon Titan was measured as it blocked out X-rays from the nebula.",
    "url": "https://en.wikipedia.org/wiki/Crab_Nebula"
  },
  "word": {
    "id": "eisteddfod",
    "word": "eisteddfod",
    "url": "https://www.merriam-webster.com/dictionary/eisteddfod",
    "partOfSpeech": "noun",
    "pronunciation": "eye-STETH-vawd",
    "audioPath": "audio/words/eisteddfod.mp3",
    "definitions": [
      "a usually Welsh competitive festival of the arts especially in poetry and singing"
    ],
    "examples": [
      "This year's eisteddfod featured some exceptional recorder and guitar playing, but as in past years it was the bards who were the highlight of the festival."
    ],
    "origin": "In Medieval times, Welsh bards and minstrels would assemble together for an \"eisteddfod\" (the Welsh word for \"session\") of poetry and music competition. Over time, participation and interest in these competitions lessened, and by the 17th century an eisteddfod was far from the courtly affair it once was. The competition was revived in the 19th century as a way to showcase Wales's artistic culture. It was also in that century that an official council was formed to organize the annual National Eisteddfod of Wales, an event still held each summer alternately in North or South Wales. There are awards for music, prose, drama, and art, but the one for poetry remains the eisteddfod's pinnacle."
  }
}
