{
  "artist": {
    "id": "pieter-de-hooch",
    "name": "Pieter de Hooch",
    "dates": "Dec 20, 1629 - Mar 24, 1684",
    "mainImg": "img/art/artists/pieter-de-hooch.jpg",
    "artworkImgs": [
      {
        "name": "Woman with a Child in a Pantry",
        "path": "img/art/artworks/pieter-de-hooch-a1.jpg",
        "source": "https://artsandculture.google.com/asset/woman-with-a-child-in-a-pantry-pieter-de-hooch/hwExw1mUijrfkw"
      },
      {
        "name": "Interior with Women beside a Linen Cupboard",
        "path": "img/art/artworks/pieter-de-hooch-a2.jpg",
        "source": "https://artsandculture.google.com/asset/interior-with-women-beside-a-linen-cupboard-pieter-de-hooch/cAGdrX83lvUJFw"
      },
      {
        "name": "Man Handing a Letter to a Woman in the Entrance Hall of a House",
        "path": "img/art/artworks/pieter-de-hooch-a3.jpg",
        "source": "https://artsandculture.google.com/asset/man-handing-a-letter-to-a-woman-in-the-entrance-hall-of-a-house-pieter-de-hooch/iAEQbF9tpJLrpQ"
      },
      {
        "name": "Figures in a Courtyard behind a House",
        "path": "img/art/artworks/pieter-de-hooch-a4.jpg",
        "source": "https://artsandculture.google.com/asset/figures-in-a-courtyard-behind-a-house-pieter-de-hooch/dAEHbqdBZViUQg"
      },
      {
        "name": "A Mother Delousing her Child's Hair, known as 'A Mother's Duty'",
        "path": "img/art/artworks/pieter-de-hooch-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-mother-delousing-her-child-s-hair-known-as-a-mother-s-duty-pieter-de-hooch/2QEJmTuJVEMwuA"
      },
      {
        "name": "Paying the Hostess",
        "path": "img/art/artworks/pieter-de-hooch-a6.jpg",
        "source": "https://artsandculture.google.com/asset/paying-the-hostess-pieter-de-hooch/pAGMv8W6Ms3Y_w"
      }
    ],
    "summary": [
      "Pieter de Hooch was a Dutch Golden Age painter famous for his genre works of quiet domestic scenes with an open doorway. He was a contemporary of Jan Vermeer in the Delft Guild of St. Luke, with whom his work shares themes and style."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pieter_de_Hooch",
    "urlGoogle": "https://artsandculture.google.com/entity/pieter-de-hooch/m02sfvv"
  },
  "event": {
    "id": "gemini-4",
    "name": "Gemini 4",
    "dates": "Jun 3, 1965 - Jun 7, 1965",
    "mainImg": "img/events/gemini-4.jpg",
    "summary": [
      "Gemini 4 was the second crewed spaceflight in NASA's Project Gemini, occurring in June 1965. It was the tenth crewed American spaceflight. Astronauts James McDivitt and Ed White circled the Earth 66 times in four days, making it the first US flight to approach the five-day flight of the Soviet Vostok 5. The highlight of the mission was the first space walk by an American, during which White floated free outside the spacecraft, tethered to it, for approximately 20 minutes. Both of these accomplishments helped the United States overcome the Soviet Union's early lead in the Space Race.",
      "The flight also included the first attempt to make a space rendezvous as McDivitt attempted to maneuver his craft close to the Titan II upper stage which launched it into orbit, but this was not successful.",
      "The flight was the first American flight to perform many scientific experiments in space, including use of a sextant to investigate the use of celestial navigation for lunar flight in the Apollo program."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gemini_4",
    "urlGoogle": "https://artsandculture.google.com/entity/gemini-4/m01_hzp"
  },
  "funFacts": [
    {
      "id": "785",
      "fact": "The middle finger has the fastest growing nail.",
      "category": ["Anatomy"]
    },
    {
      "id": "884",
      "fact": "A strand from the web of a golden spider is as strong as a steel wire of the same size.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553852",
      "fact": "Galileo's middle finger is on display at the Museo Galileo in Florence, Italy."
    }
  ],
  "idiom": {
    "id": "fair-haired-boy",
    "term": "fair-haired boy",
    "definition": "A favorite, a person who is given special treatment. For example, *Today the attorney general is the governor's fair-haired boy.* This term alludes to the preference for blond (\"fair\") hair over dark hair. [Late 1800s] A more recent synonym is **golden boy**, dating from the first half of the 1900s and alluding to gold as an item of value. For example, *Holding the directorship of both the Metropolitan Opera and the Boston Symphony Orchestra, James Levine was the golden boy of classical music.* Clifford Odets entitled his 1937 play *Golden Boy.*"
  },
  "person": {
    "id": "grand-duke-nicholas-nikolaevich-of-russia",
    "name": "Grand Duke Nicholas Nikolaevich of Russia",
    "dates": "Nov 18, 1856 - Jan 5, 1929",
    "mainImg": "img/people/grand-duke-nicholas-nikolaevich-of-russia.jpg",
    "summary": [
      "Grand Duke Nicholas Nikolaevich of Russia was a Russian general in World War I. A grandson of Emperor Nicholas I of Russia, he was commander in chief of the Russian Imperial Army units on the main front in the first year of the war, during the reign of his nephew, Nicholas II. He proved incompetent in strategy, tactics, logistics and coordination with the government. After the Gorlice–Tarnów Offensive in 1915, Tsar Nicholas replaced the Grand Duke as commander-in-chief of the army. He later was a successful commander-in-chief in the Caucasus region. He was briefly recognized as Tsar, Emperor of Russia in 1922 in areas controlled by the White Armies movement in the Russian Far East."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Grand_Duke_Nicholas_Nikolaevich_of_Russia_%281856%E2%80%931929%29",
    "urlGoogle": "https://artsandculture.google.com/entity/grand-duke-nicholas-nikolaevich-of-russia/m04p0wc"
  },
  "place": {
    "id": "gabon",
    "name": "Gabon",
    "mainImg": "img/places/gabon.jpg",
    "summary": [
      "Gabon, officially the Gabonese Republic, is a country on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres and its population is estimated at 2.1 million people. Its capital and largest city is Libreville.",
      "Since its independence from France in 1960, the sovereign state of Gabon has had three presidents. In the early 1990s, Gabon introduced a multi-party system and a new democratic constitution that allowed for a more transparent electoral process and reformed many governmental institutions.",
      "Abundant petroleum and foreign private investment have helped make Gabon one of the most prosperous countries in Sub-Saharan Africa, with the 7th highest HDI and the fourth highest GDP per capita in the region. GDP grew by more than 6% per year from 2010 to 2012. However, because of inequality in income distribution, a significant proportion of the population remains poor."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gabon",
    "urlGoogle": "https://artsandculture.google.com/entity/gabon/m03548"
  },
  "wiki": {
    "id": "northrop-yf-23",
    "name": "Northrop YF-23",
    "summary": "The Northrop YF-23 was a single-seat, twin-engine fighter aircraft designed for the United States Air Force (USAF). In the 1980s, the USAF began looking for a replacement for its fighter aircraft, especially to counter the USSR's advanced Su-27 and MiG-29. Several companies submitted design proposals; the USAF selected proposals from Northrop and Lockheed. Northrop teamed with McDonnell Douglas to develop the YF-23, while Lockheed, Boeing and General Dynamics developed the YF-22. The YF-23 was stealthier and faster, but less agile than the competition. After a four-year development and evaluation process, the YF-22 was announced the winner in 1991 and entered production as the Lockheed Martin F-22 Raptor. The U.S. Navy considered using one of the ATF aircraft types to replace the F-14, but later canceled these plans. The two YF-23 prototypes were on exhibit in museums as of 2009.",
    "url": "https://en.wikipedia.org/wiki/Northrop_YF-23"
  },
  "word": {
    "id": "aggress",
    "word": "aggress",
    "url": "https://www.merriam-webster.com/dictionary/aggress",
    "partOfSpeech": "verb",
    "pronunciation": "uh-GRESS",
    "audioPath": "audio/words/aggress.mp3",
    "definitions": ["to commit aggression : to act aggressively"],
    "examples": [
      "Certain indicators, such as irritability, can indicate an animal's likelihood to aggress."
    ],
    "origin": "\"Aggress\" and its more familiar relatives, \"aggression\" and \"aggressive,\" derive from the Latin verb \"aggredi,\" meaning \"to approach, attack, or undertake.\" When \"aggress\" was first used in English in the 16th century, it meant \"to approach,\" but that use is now obsolete. The current meaning of the word has been with us since the early 18th century. Back then, the noun \"aggress\" (\"an attack\") appeared occasionally as well, but time has relegated that use to obsolescence, too."
  }
}
