{
  "artist": {
    "id": "wang-hui",
    "name": "Wang Hui",
    "dates": "1632 - 1717",
    "mainImg": "img/art/artists/wang-hui.jpg",
    "artworkImgs": [
      {
        "name": "清 王翬 王時敏 仿古山水圖 冊 紙本|Landscapes after old masters",
        "path": "img/art/artworks/wang-hui-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-王翬-王時敏-仿古山水圖-冊-紙本-landscapes-after-old-masters-wang-hui-wang-shimin/3QGrxmQj1HnEnw"
      },
      {
        "name": "Dwelling in the Fuchun Mountains after Huang Gongwang",
        "path": "img/art/artworks/wang-hui-a2.jpg",
        "source": "https://artsandculture.google.com/asset/dwelling-in-the-fuchun-mountains-after-huang-gongwang-artist-wang-hui-artist-after-huang-gongwang/-QEd99uCYDK5lw"
      },
      {
        "name": "Hanging scroll",
        "path": "img/art/artworks/wang-hui-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-wang-hui-unidentified-artist/vgEomlcjf6TEyQ"
      },
      {
        "name": "Mountains and Rivers Without End",
        "path": "img/art/artworks/wang-hui-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mountains-and-rivers-without-end-wang-hui/kAFxc3Y7Y_mCgg"
      },
      {
        "name": "Album",
        "path": "img/art/artworks/wang-hui-a5.jpg",
        "source": "https://artsandculture.google.com/asset/album-chen-rong-danzhirui-jin-dashou-wang-yuan-muqi-guo-xi-zhang-yüehu-luochuang-ren-renfa-luo-xinzhong-wen-tong-xia-yong-fan-anren-cinshan-kongshan-su-xianzu-li-anzhong-xuejian-wang-moji-daisong-zhao-mengfu-kano-tsunenobu-yintuoluo-wang-lipen-po-citing-puming-sheng-mou-yan-ciping/cgF7N_3tkK8xZw"
      },
      {
        "name": "Pavilions in the Mountains of the Immortals",
        "path": "img/art/artworks/wang-hui-a6.jpg",
        "source": "https://artsandculture.google.com/asset/pavilions-in-the-mountains-of-the-immortals-artist-wang-hui/3QFD4ZkketKWkA"
      }
    ],
    "summary": [
      "Wang Hui was a Chinese landscape painter, one of the Four Wangs. He, and the three other Wangs, dominated orthodox art in China throughout the late Ming and early Qing periods. Of the Four Wangs, Wang Hui is considered the best-known today.",
      "Beijing, Shanghai and Taipei museums loaned works for \"Landscapes Clear and Radiant: The Art of Wang Hui\" in 2008 at the Metropolitan Museum of Art in New York."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile", "Tin", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wang_Hui_%28Qing_dynasty%29",
    "urlGoogle": "https://artsandculture.google.com/entity/wang-hui/m07hs26"
  },
  "event": {
    "id": "revolutions-of-1848-in-the-italian-states",
    "name": "Revolutions of 1848 in the Italian states",
    "dates": "1848 - 1849",
    "mainImg": "img/events/revolutions-of-1848-in-the-italian-states.jpg",
    "summary": [
      "În Italia cele 7 state aristocratice create prin Congresul de la Viena au fost cuprinse de mișcarea revoluționar-națională care a proclamat republica la Milano, Veneția și Roma. Mișcarea a fost utilizată de regele piemontez Carol Albert în încercarea de a cuceri Lombardia de la Habsburgi.",
      "În sudul Alpilor ca și în Germania, Congresul de la Viena, supus dorințelor suveranilor, a înlocuit harta simplificată, realizată de Napoleon, cu o fărâmițare în șapte state, fără nici o legătură între ele. Peste tot, monarhii restaurați au revenit la fostele structuri ale Vechiului Regim și s-au sprijinit pe aristocrația funciară în mai toate aceste regiuni, cu excepția Piemontului, în care valul industrializării nu pătrunsese încă, și deci burghezia era numeric destul de slabă.",
      "Sudul peninsulei și Sicilia formau Regatul Neapolelui, restituit Bourbonilor după eșecul lui Murat, care încercase să recucerească statele acestuia și care a fost împușcat. În centru, statele pontificale se întindeau la nord, din Romagna până în Câmpia romană, trăind în două Italia peninsulară."
    ],
    "quote": null,
    "urlWiki": "https://ro.wikipedia.org/wiki/Revolu%C8%9Bia_de_la_1848_%C3%AEn_Italia",
    "urlGoogle": "https://artsandculture.google.com/entity/revolutions-of-1848-in-the-italian-states/m011brh4k"
  },
  "funFacts": [
    { "id": "464", "fact": "Cows do not have upper front teeth.", "category": ["Animals"] },
    {
      "id": "422",
      "fact": "Apples, peaches and raspberries are all members of the rose family.",
      "category": ["Food", "Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "522211",
      "fact": "The German version of the term “Average Joe” is Otto Normalverbraucher, which translates to “Otto normal consumer.”"
    }
  ],
  "idiom": {
    "id": "bald-as-a-coot",
    "term": "bald as a coot",
    "definition": "Extremely bald, usually applied to a person. The coot is a water bird with a white bill that extends to its forehead, making it appear to be bald. The simile was first recorded in 1430."
  },
  "person": {
    "id": "vidkun-quisling",
    "name": "Vidkun Quisling",
    "dates": "Jul 18, 1887 - Oct 24, 1945",
    "mainImg": "img/people/vidkun-quisling.jpg",
    "summary": [
      "Vidkun Abraham Lauritz Jonssøn Quisling was a Norwegian military officer and politician who nominally headed the government of Norway during the occupation of the country by Nazi Germany during World War II. He first came to international prominence as a close collaborator of explorer Fridtjof Nansen, organizing humanitarian relief during the Russian famine of 1921 in Povolzhye. He was posted as a Norwegian diplomat to the Soviet Union, and for some time also managed British diplomatic affairs there. He returned to Norway in 1929, and served as Minister of Defence in the governments of Peder Kolstad and Jens Hundseid, representing the Farmers' Party.",
      "In 1933, Quisling left the Farmers' Party and founded the fascist party Nasjonal Samling. Although he achieved some popularity after his attacks on the political left, his party failed to win any seats in the Storting and by 1940 it was still little more than peripheral. On 9 April 1940, with the German invasion of Norway in progress, he attempted to seize power in the world's first radio-broadcast coup d'état, but failed after the Germans refused to support his government."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vidkun_Quisling",
    "urlGoogle": "https://artsandculture.google.com/entity/vidkun-quisling/m07z07"
  },
  "place": {
    "id": "bandung",
    "name": "Bandung",
    "mainImg": "img/places/bandung.jpg",
    "summary": [
      "Bandung is the capital of West Java province in Indonesia. Based on the 2015 estimate, it is Indonesia's fourth most populous city after Jakarta, Surabaya, and Bekasi with over 2.5 million inhabitants. Greater Bandung is the country's third-largest metropolitan area with over 8.5 million inhabitants. Located 768 metres above sea level, approximately 140 kilometres southeast of Jakarta, Bandung has cooler year-round temperatures than most other Indonesian cities. The city lies on a river basin surrounded by volcanic mountains that provides a natural defence system, which was the primary reason for the Dutch East Indies government's plan to move the capital from Batavia to Bandung.",
      "The Dutch first established tea plantations around the mountains in the 18th century, and a road was constructed to connect the plantation area to the colonial capital Batavia. In the early 20th century the Dutch inhabitants of Bandung demanded the establishment of a municipality, which was granted in 1906, and Bandung gradually developed into a resort city for plantation owners. Luxurious hotels, restaurants, cafés, and European boutiques were opened, leading the city to be nicknamed Parijs van Java."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bandung",
    "urlGoogle": "https://artsandculture.google.com/entity/bandung/m01zll8"
  },
  "quote": {
    "id": "67",
    "quote": "Comparison is the thief of joy.",
    "author": "Theodore Roosevelt"
  },
  "wiki": {
    "id": "belarus",
    "name": "Belarus",
    "summary": "Belarus is a landlocked country in Eastern Europe. Its capital is Minsk; other major cities include Brest, Grodno (Hrodna), Gomel (Homiel), Mogilev (Mahilyow) and Vitebsk (Viciebsk). Forty percent of its 207,600 km2 (80,200 sq mi) is forested, and its strongest economic sectors are agriculture and manufacturing. Until the 20th century, the lands of modern day Belarus belonged to several countries. The parliament of the republic declared the sovereignty of Belarus on 27 July 1990, and following the collapse of the Soviet Union, Belarus declared independence on 25 August 1991. Alexander Lukashenko has been the country's president since 1994. Under his lead and despite objections from Western governments, Soviet-era policies, such as state ownership of the economy, have been implemented. Most of Belarus's population of 9.85 million reside in the urban areas surrounding Minsk and other voblast (regional) capitals. More than 80% of the population are ethnic Belarusians, with sizable minorities of Russians, Poles and Ukrainians. Since a controversial 1995 referendum, Russian has been an official language alongside Belarusian.",
    "url": "https://en.wikipedia.org/wiki/Belarus"
  },
  "word": {
    "id": "lapidary",
    "word": "lapidary",
    "url": "https://www.merriam-webster.com/dictionary/lapidary",
    "partOfSpeech": "noun",
    "pronunciation": "LAP-uh-dair-ee",
    "audioPath": "audio/words/lapidary.mp3",
    "definitions": [
      "a cutter, polisher, or engraver of precious stones usually other than diamonds",
      "the art of cutting gems"
    ],
    "examples": [
      "Grandfather had many hobbies, and was especially skilled in both woodworking and _lapidary_.",
      "\"White earned a doctorate degree in homeopathy and acupuncture at Open International University in Colombo, Sri Lanka. In 2000, though, she felt inclined to return home to Bradenton and renew the knowledge she learned from her father, Mikes Howes, a silversmith and _lapidary_.\" -- From an article in the _Sarasota Herald Tribune_ (Florida), December 16, 2010"
    ],
    "origin": "The Latin word for \"stone\" is \"lapis\"; in that language, something \"of or relating to stone\" is described as \"lapidarius.\" Gem cutters obviously relate well to stone, and during the 14th century someone decided that \"lapidarius\" should be related to them. The spelling of the term was modified, and it was borrowed into English as a name for both gem cutters and their art. Since the 1700s, \"lapidary\" has also been used as an adjective describing things having the elegance and precision of inscriptions carved on stone monuments or things relating to the art of gem cutting."
  }
}
