{
  "artist": {
    "id": "bertel-thorvaldsen",
    "name": "Bertel Thorvaldsen",
    "dates": "Nov 19, 1770 - Mar 24, 1844",
    "mainImg": "img/art/artists/bertel-thorvaldsen.jpg",
    "artworkImgs": [
      {
        "name": "Possibly Lady Georgiana Bingham",
        "path": "img/art/artworks/bertel-thorvaldsen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/possibly-lady-georgiana-bingham-bertel-thorvaldsen/aQE-rwFgnd3ekA"
      },
      {
        "name": "Possibly Lady Louisa Bingham",
        "path": "img/art/artworks/bertel-thorvaldsen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/possibly-lady-louisa-bingham-bertel-thorvaldsen/ZgGJ6BYCh7Bm0A"
      },
      {
        "name": "Ganimede and the eagle",
        "path": "img/art/artworks/bertel-thorvaldsen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/ganimede-and-the-eagle-bertel-thorvaldsen/gQGCtaxaZj6hnQ"
      },
      {
        "name": "Hectors farewell to Andromache and Astyanax",
        "path": "img/art/artworks/bertel-thorvaldsen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/hectors-farewell-to-andromache-and-astyanax/UQFZSJAa-5axdg"
      },
      {
        "name": "The three Graces",
        "path": "img/art/artworks/bertel-thorvaldsen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-three-graces-bertel-thorvaldsen/4AEyfWkTsalpBA"
      },
      {
        "name": "Jason with the Golden Fleece",
        "path": "img/art/artworks/bertel-thorvaldsen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/jason-with-the-golden-fleece/MQHWu_stdpffgw"
      }
    ],
    "summary": [
      "Bertel Thorvaldsen was a Danish sculptor of international fame and medallist, who spent most of his life in Italy. Thorvaldsen was born in Copenhagen into a Danish/Icelandic family of humble means, and was accepted to the Royal Danish Academy of Art when he was eleven years old. Working part-time with his father, who was a wood carver, Thorvaldsen won many honors and medals at the academy. He was awarded a stipend to travel to Rome and continue his education.",
      "In Rome, Thorvaldsen made a name for himself as a sculptor. Maintaining a large workshop in the city, he worked in a heroic neo-classicist style. His patrons resided all over Europe.",
      "Upon his return to Denmark in 1838, Thorvaldsen was received as a national hero. The Thorvaldsen Museum was erected to house his works next to Christiansborg Palace. Thorvaldsen is buried within the courtyard of the museum. In his time, he was seen as the successor of master sculptor Antonio Canova. His strict adherence to classical norms has tended to estrange modern audiences."
    ],
    "quote": null,
    "movements": ["Neoclassicism", "Classicism"],
    "mediums": ["Drawing", "Sculpture", "Rock", "Marble", "Plaster", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Bertel_Thorvaldsen",
    "urlGoogle": "https://artsandculture.google.com/entity/bertel-thorvaldsen/m0h9x_"
  },
  "event": {
    "id": "battle-of-a-sau",
    "name": "Battle of A Sau",
    "dates": "Mar 9, 1966 - Mar 10, 1966",
    "mainImg": "img/events/battle-of-a-sau.jpg",
    "summary": [
      "The Battle of A Shau was waged in early 1966 during the Vietnam War between the People's Army of Vietnam and the forces of the United States and South Vietnam. The battle began on March 9 and lasted until March 10 with the fall of the U.S. Army's Special Forces camp of the same name. The battle was a strategic victory for the PAVN in that they were able to take control of the A Shau Valley and use it as a base area for the rest of the war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_A_Sau",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-a-sau/m0gg5y6"
  },
  "funFacts": [
    { "id": "15", "fact": "All porcupines float in water.", "category": ["Animals"] },
    {
      "id": "705",
      "fact": "Every ton of recycled paper saves about 17 trees.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "504868",
      "fact": "Abraham Lincoln had the opportunity to populate the United States with elephants. He turned the offer down."
    }
  ],
  "person": {
    "id": "yael-dayan",
    "name": "Yael Dayan",
    "dates": "Born Dec 2, 1939",
    "mainImg": "img/people/yael-dayan.jpg",
    "summary": [
      "Yaël Dayan is an Israeli politician and author. She served as a member of the Knesset between 1992 and 2003, and from 2008 to 2013 was the chair of Tel Aviv city council. Her service on the city council ended with the 2013 election. She is the daughter of Moshe Dayan and sister of Assi Dayan and Udi Dayan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Yael_Dayan",
    "urlGoogle": "https://artsandculture.google.com/entity/yael-dayan/m0584xy"
  },
  "place": {
    "id": "swansea",
    "name": "Swansea",
    "mainImg": "img/places/swansea.jpg",
    "summary": [
      "Swansea is a coastal city and county, officially known as the City and County of Swansea in Wales. Swansea lies within the historic county boundaries of Glamorgan and the ancient Welsh commote of Gŵyr on the southwest coast. The county area includes Swansea Bay and the Gower Peninsula. Swansea is the second largest city in Wales and the twenty-fifth largest city in the United Kingdom. Swansea had a population of 241,300 in 2014; the second most populous local authority area in Wales after Cardiff. Together with Neath and Port Talbot, Swansea formed a wider Urban Area of 300,352 in 2011.",
      "During the 19th-century industrial heyday, Swansea was the key centre of the copper-smelting industry, earning the nickname Copperopolis."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Swansea",
    "urlGoogle": "https://artsandculture.google.com/entity/swansea/m0ck6r"
  },
  "wiki": {
    "id": "if-day",
    "name": "If Day",
    "summary": "If Day was a simulated Nazi invasion of the Canadian city of Winnipeg, Manitoba, and surrounding areas on February 19, 1942, during the Second World War. It was an elaborate campaign to promote the purchase of Victory Bonds, loans to the government to allow for increased war spending, and over C$3 million was collected in Winnipeg on If Day. As money came in from those selling Victory Bonds, the sections were \"reclaimed\" from the Nazi invaders. The event was organized by the Greater Winnipeg Victory Loan organization, led by prominent Winnipeg businessman J. D. Perrin. The organizers believed that bringing the war (or, rather, a simulation thereof) to people's homes would result in a change of attitude among those not directly affected by the war. The simulation included 3,500 Canadian Army members, representing all of Winnipeg's units, making it the largest military exercise in Winnipeg to that point. If Day included a staged firefight between Canadian troops and volunteers dressed as German soldiers, the internment of prominent politicians, the imposition of Nazi rule, and a parade. It was the subject of a 2006 documentary, and was included in Guy Maddin's film My Winnipeg.",
    "url": "https://en.wikipedia.org/wiki/If_Day"
  },
  "word": {
    "id": "causerie",
    "word": "causerie",
    "url": "https://www.merriam-webster.com/dictionary/causerie",
    "partOfSpeech": "noun",
    "pronunciation": "kohz-REE",
    "audioPath": "audio/words/causerie.mp3",
    "definitions": ["an informal conversation : chat", "a short informal essay"],
    "examples": [
      "After the table was cleared and coffee was served, the dinner guests rose and continued their causerie in the other room."
    ],
    "origin": "\"Causerie\" first appeared in English in the early 19th century, and it can be traced back to French \"causer\" (\"to chat\") and ultimately to Latin \"causa\" (\"cause, reason\"). The word was originally used to refer to a friendly or informal conversation. Then, in 1849, the author and critic Charles-Augustin Sainte-Beuve began publishing a weekly column devoted to literary topics in the French newspaper _Le Constitutionnel_. These critical essays were called \"Causeries du lundi\" (\"Monday chats\") and were later collected into a series of books of the same name. After that, the word \"causerie\" acquired a second sense in English, referring to a brief, informal article or essay."
  }
}
