{
  "artist": {
    "id": "william-hanna",
    "name": "William Hanna",
    "dates": "Jul 14, 1910 - Mar 22, 2001",
    "mainImg": "img/art/artists/william-hanna.jpg",
    "artworkImgs": [
      {
        "name": "Vase",
        "path": "img/art/artworks/william-hanna-a1.jpg",
        "source": "https://artsandculture.google.com/asset/vase-tutt-hanna/dwHvrSSF1aEIng"
      },
      {
        "name": "Vase",
        "path": "img/art/artworks/william-hanna-a2.jpg",
        "source": "https://artsandculture.google.com/asset/vase-hanna-charag-zuntz/dgHGlNSrdPj5Qw"
      },
      {
        "name": "Bombus (Alpinobombus) neoboreus",
        "path": "img/art/artworks/william-hanna-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bombus-alpinobombus-neoboreus-g-d-hanna/agEA4mHjxmU2RQ"
      },
      {
        "name": "Bombus (Alpinobombus) neoboreus",
        "path": "img/art/artworks/william-hanna-a4.jpg",
        "source": "https://artsandculture.google.com/asset/bombus-alpinobombus-neoboreus-g-d-hanna/QAEvjzWal8vQ8g"
      },
      {
        "name": "Bombus (Alpinobombus) neoboreus",
        "path": "img/art/artworks/william-hanna-a5.jpg",
        "source": "https://artsandculture.google.com/asset/bombus-alpinobombus-neoboreus-g-d-hanna/IwHZqbCjgrcVTw"
      },
      {
        "name": "\"Babcia\" [Grandmother] hand puppet",
        "path": "img/art/artworks/william-hanna-a6.jpg",
        "source": "https://artsandculture.google.com/asset/babcia-grandmother-hand-puppet-hanna-kośmicka/ewEk7SV6DCnKCQ"
      }
    ],
    "summary": [
      "William Denby Hanna was an American animator, director, producer, voice actor, cartoon artist, and musician whose film and television cartoon characters entertained millions of people for much of the 20th century.",
      "After working odd jobs in the first months of the Great Depression, Hanna joined the Harman and Ising animation studio in 1930. During the 1930s, Hanna steadily gained skill and prominence while working on cartoons such as Captain and the Kids. In 1937, while working at Metro-Goldwyn-Mayer, Hanna met Joseph Barbera. The two men began a collaboration that was at first best known for producing Tom and Jerry. In 1957, they co-founded Hanna-Barbera, which became the most successful television animation studio in the business, creating and/or producing programs such as The Flintstones, The Huckleberry Hound Show, The Jetsons, Scooby-Doo, The Smurfs, and Yogi Bear. In 1967, Hanna-Barbera was sold to Taft Broadcasting for $12 million, but Hanna and Barbera remained heads of the company until 1991. At that time, the studio was sold to Turner Broadcasting System, which in turn was merged with Time Warner in 1996; Hanna and Barbera stayed on as advisors."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/William_Hanna",
    "urlGoogle": "https://artsandculture.google.com/entity/william-hanna/m03mstc"
  },
  "event": {
    "id": "battle-of-the-pyramids",
    "name": "Battle of the Pyramids",
    "dates": null,
    "mainImg": "img/events/battle-of-the-pyramids.jpg",
    "summary": [
      "The Battle of the Pyramids, also known as the Battle of Embabeh, was a major engagement fought on 21 July 1798 during the French Invasion of Egypt. The French army, under Napoleon Bonaparte, scored a decisive victory against the forces of the local Mamluk rulers, wiping out almost the entire Ottoman army located in Egypt. It was the battle where Napoleon employed one of his significant contributions to military tactics, the divisional square. Actually a rectangle, the deployment of the French brigades into these massive formations repeatedly threw back multiple cavalry charges by the Mamluks.",
      "The victory effectively sealed the French conquest of Egypt as Murad Bey salvaged the remnants of his army, chaotically fleeing to Upper Egypt. French casualties amounted to roughly 300, but Ottoman and Mamluk casualties soared into the thousands. Napoleon entered Cairo after the battle and created a new local administration under his supervision. The battle exposed the fundamental military and political decline of the Ottoman Empire throughout the past century, especially compared to the rising power of France."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_the_Pyramids",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-the-pyramids/m03klpx"
  },
  "funFacts": [
    {
      "id": "430",
      "fact": "One acre of peanuts will make about 30,000 peanut butter sandwiches.",
      "category": ["Food"]
    },
    {
      "id": "935",
      "fact": "Newborn babies cannot cry tears for at least three weeks.",
      "category": ["Anatomy", "Science"]
    }
  ],
  "funFacts2": [{ "id": "506449", "fact": "Sorry, Scotland: Persians invented bagpipes." }],
  "idiom": {
    "id": "busmans-holiday",
    "term": "busman's holiday",
    "definition": "Free time spent in much the same pursuit as one's work. For example, *Weather permitting, the lifeguard spent all her days off at the beach ---a real busman's holiday.* The term alludes to a bus driver spending his day off taking a long bus ride. [Late 1800s]"
  },
  "person": {
    "id": "constantius-ii",
    "name": "Constantius II",
    "dates": "317 AD - 361 AD",
    "mainImg": "img/people/constantius-ii.jpg",
    "summary": [
      "Constantius II was Roman Emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars and usurpations. His religious policies inflamed domestic conflicts that would continue after his death.",
      "The second son of Constantine I and Fausta, Constantius was made Caesar by his father in 324. He led the Roman army in war against the Sasanian Empire in 336. A year later, Constantine I died, and Constantius became Augustus with his brothers Constantine II and Constans. He promptly oversaw the massacre of eight of his relatives, consolidating his hold on power. The brothers divided the empire among themselves, with Constantius receiving the eastern provinces. In 340, his brothers Constantine and Constans clashed over the western provinces of the empire. The resulting conflict left Constantine dead and Constans as ruler of the west. The war against the Sasanians continued, with Constantius losing a major battle at Singara in 344. Constans was overthrown and assassinated in 350 by the usurper Magnentius."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Constantius_II",
    "urlGoogle": "https://artsandculture.google.com/entity/constantius-ii/m01z78"
  },
  "place": {
    "id": "odesa",
    "name": "Odesa",
    "mainImg": "img/places/odesa.jpg",
    "summary": [
      "Odessa or Odesa is the third most populous city of Ukraine and a major tourism center, seaport and transport hub located on the northwestern shore of the Black Sea. It is also the administrative center of the Odessa Oblast and a multiethnic cultural center. Odessa is sometimes called the \"pearl of the Black Sea\", the \"South Capital\", and \"Southern Palmyra\".",
      "Before the Tsarist establishment of Odessa, an ancient Greek settlement existed at its location. A more recent Tatar settlement was also founded at the location by Hacı I Giray, the Khan of Crimea in 1440 that was named after him as Hacibey. After a period of Lithuanian Grand Duchy control, Hacibey and surroundings became part of the domain of the Ottomans in 1529 and remained there until the empire's defeat in the Russo-Turkish War of 1792.",
      "In 1794, the city of Odessa was founded by a decree of the Russian empress Catherine the Great. From 1819 to 1858, Odessa was a free port—a porto-franco. During the Soviet period, it was the most important port of trade in the Soviet Union and a Soviet naval base."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Odessa",
    "urlGoogle": "https://artsandculture.google.com/entity/odesa/m0ffmp"
  },
  "wiki": {
    "id": "two-cent-piece",
    "name": "Two-cent piece",
    "summary": "The two-cent piece was produced by the U.S. Mint for circulation from 1864 to 1872 and for collectors in 1873. It was designed by James B. Longacre. The economic turmoil of the American Civil War caused government-issued coins, even the non-silver Indian Head cent, to vanish from circulation, hoarded by the public. One means of filling this gap was private token issues, often made of bronze. The cent at that time was struck of a copper-nickel alloy. The piece was difficult for the Philadelphia Mint to strike, and Mint officials, as well as the annual Assay Commission, recommended the coin's replacement. Despite opposition from those wishing to keep the metal nickel in the coinage, Congress passed the Coinage Act of 1864, authorizing bronze cents and two-cent pieces. Although initially popular in the absence of other federal coinage, the two-cent piece's place in circulation was later usurped by the three-cent piece and the nickel. There were decreasing mintages each year, and it was abolished by the Mint Act of 1873. Large quantities were redeemed by the government and melted. Nevertheless, two-cent pieces remain inexpensive by the standards of 19th-century American coinage.",
    "url": "https://en.wikipedia.org/wiki/Two-cent_piece"
  },
  "word": {
    "id": "reprehensible",
    "word": "reprehensible",
    "url": "https://www.merriam-webster.com/dictionary/reprehensible",
    "partOfSpeech": "adjective",
    "pronunciation": "rep-rih-HEN-suh-bul",
    "audioPath": "audio/words/reprehensible.mp3",
    "definitions": ["worthy of or deserving blame or condemnation"],
    "examples": [
      "The suspect is accused of committing _reprehensible_ acts of violence.",
      "\"It seems as if those with an agenda only have to resort to _reprehensible_ conduct to receive the attention they crave.\"-- From a letter to the editor by Mark Goldstein in _USA Today_, April 12, 2011"
    ],
    "origin": "\"Reprehensible,\" \"blameworthy,\" \"blamable,\" \"guilty,\" and \"culpable\" mean deserving reproach or punishment. \"Reprehensible\" is a strong word describing behavior that should evoke severe criticism. \"Blameworthy\" and \"blamable\" apply to any kind of act, practice, or condition considered to be wrong in any degree (\"conduct adjudged blameworthy\"; \"an accident for which no one is blamable\"). \"Guilty\" implies responsibility for or consciousness of crime, sin, or, at the least, grave error or misdoing (\"guilty of a breach of etiquette\"). \"Culpable\" is weaker than \"guilty\" and is likely to connote malfeasance or errors of ignorance, omission, or negligence (\"culpable neglect\")."
  }
}
