{
  "artist": {
    "id": "edward-burne-jones",
    "name": "Edward Burne-Jones",
    "dates": "Aug 28, 1833 - Jun 17, 1898",
    "mainImg": "img/art/artists/edward-burne-jones.jpg",
    "artworkImgs": [
      {
        "name": "King Cophetua and the Beggar Maid",
        "path": "img/art/artworks/edward-burne-jones-a1.jpg",
        "source": "https://artsandculture.google.com/asset/king-cophetua-and-the-beggar-maid-edward-coley-sir-burne-jones/_wF2vdPVJvC-1Q"
      },
      {
        "name": "The Adoration of the Magi",
        "path": "img/art/artworks/edward-burne-jones-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-magi-edward-burne-jones/uQHHRCrCrHZVdw"
      },
      {
        "name": "The Golden Stairs",
        "path": "img/art/artworks/edward-burne-jones-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-golden-stairs-sir-edward-coley-burne-jones/wwF-3DqGLFNo_Q"
      },
      {
        "name": "Vespertina Quies",
        "path": "img/art/artworks/edward-burne-jones-a4.jpg",
        "source": "https://artsandculture.google.com/asset/vespertina-quies-sir-edward-coley-burne-jones/MQGgu1wyiUQP4A"
      },
      {
        "name": "The garden of Pan",
        "path": "img/art/artworks/edward-burne-jones-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-garden-of-pan-edward-burne-jones/IAHt01DDUzDzGA"
      },
      {
        "name": "The Mirror of Venus",
        "path": "img/art/artworks/edward-burne-jones-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-mirror-of-venus-sir-edward-burne-jones/UAGu9YowCaBhiw"
      }
    ],
    "summary": [
      "Sir Edward Coley Burne-Jones, 1st Baronet, ARA was a British artist and designer associated with the phase of the Pre-Raphaelite movement, who worked with William Morris on decorative arts as a founding partner in Morris, Marshall, Faulkner & Co.",
      "Burne-Jones was involved in the rejuvenation of the tradition of stained glass art in Britain; his works include windows in St. Philip's Cathedral, Birmingham, St Martin in the Bull Ring, Birmingham, Holy Trinity Church, Sloane Square, Chelsea, St Peter and St Paul parish church in Cromer, St Martin's Church in Brampton, Cumbria, St Michael's Church, Brighton, Trinity Church in Frome, All Saints, Jesus Lane, Cambridge, St Edmund Hall and Christ Church, two colleges of the University of Oxford. His stained glass works also feature in St. Anne's Church, Brown Edge, Staffordshire Moorlands and St. Edward the Confessor church at Cheddleton Staffordshire. Burne-Jones's early paintings show the inspiration of Dante Gabriel Rossetti, but by the 1860s Burne-Jones was discovering his own artistic \"voice\".",
      "In 1877, he was persuaded to show eight oil paintings at the Grosvenor Gallery. These included The Beguiling of Merlin."
    ],
    "quote": null,
    "movements": [
      "Symbolism",
      "Aestheticism",
      "Arts and Crafts movement",
      "Pre-Raphaelite Brotherhood",
      "Art Nouveau",
      "Modern art"
    ],
    "mediums": ["Pencil", "Drawing", "Oil paint", "Graphite", "Watercolor painting", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Edward_Burne-Jones",
    "urlGoogle": "https://artsandculture.google.com/entity/edward-burne-jones/m018dlc"
  },
  "event": {
    "id": "2004-united-states-presidential-election",
    "name": "2004 United States presidential election",
    "dates": null,
    "mainImg": "img/events/2004-united-states-presidential-election.jpg",
    "summary": [
      "The 2004 United States presidential election was the 55th quadrennial presidential election, held on Tuesday, November 2, 2004. Incumbent Republican President George W. Bush defeated Democratic nominee John Kerry, a United States Senator from Massachusetts. As of the 2016 election, this was the only time since the 1988 election that a Republican nominee for president won the popular vote.",
      "Bush and incumbent Vice President Dick Cheney were renominated by their party with no difficulty. Former Governor Howard Dean emerged as the early front-runner in the 2004 Democratic primaries, but Kerry won the first set of primaries in January 2004 and clinched his party's nomination in March after a series of primary victories. Kerry chose Senator John Edwards of North Carolina, who had himself sought the party's 2004 presidential nomination, to be his running mate.",
      "Bush's popularity had soared early in his first term after the September 11 attacks, but his popularity declined between 2001 and 2004. Foreign policy was the dominant theme throughout the election campaign, particularly Bush's conduct of the War on Terrorism and the aftermath of the 2003 invasion of Iraq."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2004_United_States_presidential_election",
    "urlGoogle": "https://artsandculture.google.com/entity/2004-united-states-presidential-election/m04qwhs"
  },
  "funFacts": [
    {
      "id": "188",
      "fact": "Antarctica is the driest, coldest, windiest, and highest continent on earth.",
      "category": ["Geography"]
    },
    {
      "id": "474",
      "fact": "To temporarily revive your ballpoint pen, dip the tip into hot water for a few seconds.",
      "category": ["Make-it-Easies"]
    }
  ],
  "funFacts2": [{ "id": "506377", "fact": "Say cheese? Victorians said \"prunes\" instead." }],
  "idiom": {
    "id": "out-of-the-mouths-of-babes",
    "term": "out of the mouths of babes",
    "definition": "Young and inexperienced persons often can be remarkably wise, as in *She's only six but she said, quite rightly, that Harry was afraid of the sitter---out of the mouths of babes, Mother said.* This expression is a shortening and revision of expressions in the Old and New Testaments of the Bible. In Psalms 8:2, God ordains strength out of the mouth of babes and sucklings; in Matthew 21:16, praise comes from this source. Later generations changed strength and praise to wisdom."
  },
  "person": {
    "id": "masinissa",
    "name": "Masinissa",
    "dates": "237 BC - 147 BC",
    "mainImg": "img/people/masinissa.jpg",
    "summary": [
      "Masinissa, or Masensen, —also spelled Massinissa and Massena—was the first King of Numidia.",
      "During his younger years, before he was king, he fought in the Second Punic War, first against the Romans as an ally of Carthage and later switching sides. With Roman support, he united the eastern and western Numidian tribes and founded the Kingdom of Numidia. He is well-known for his role as a Roman ally in the Battle of Zama and as husband of Sophonisba, a Carthaginian noblewoman whom he allowed to poison herself to avoid being paraded in a triumph in Rome.",
      "He ruled Numidia for some 54 years until dying at about the age of 90. He was vigorous, leading troops until his death and fathering some 44 sons, and a staunch ally of Rome.",
      "Masinissa's story is told in Livy's Ab Urbe Condita. He is also featured in Cicero's Scipio's Dream.",
      "His name was found in his tomb of Cirta, modern-day Constantine in Algeria under the form of MSNSN."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Masinissa",
    "urlGoogle": "https://artsandculture.google.com/entity/masinissa/m014qk9"
  },
  "place": {
    "id": "lagos",
    "name": "Lagos",
    "mainImg": "img/places/lagos.jpg",
    "summary": [
      "Lagos is the most populous city in Nigeria and of Sub-Saharan Africa. Lagos is one of the fastest growing cities in the world and one of the most populous urban areas. The economic hub of the state of the same name, Lagos is a major financial centre for all of Africa; the megacity has the fourth-highest GDP in Africa and houses one of the largest and busiest seaports on the continent.",
      "Lagos initially emerged as a port city that originated on a collection of islands, which are contained in the present day Local Government Areas of Lagos Island, Eti-Osa, Amuwo-Odofin and Apapa. The islands are separated by creeks, fringing the southwest mouth of Lagos Lagoon, while being protected from the Atlantic Ocean by barrier islands and long sand spits such as Bar Beach, which stretch up to 100 km east and west of the mouth. Due to rapid urbanization, the city expanded to the west of the lagoon to include areas in the present day Lagos Mainland, Ajeromi-Ifelodun and Surulere. This led to the classification of Lagos into two main areas: the Island, which was the initial city of Lagos, before it expanded into the area known as the Mainland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lagos",
    "urlGoogle": "https://artsandculture.google.com/entity/lagos/m0lnfy"
  },
  "wiki": {
    "id": "libertarianism",
    "name": "Libertarianism",
    "summary": "Libertarianism is a political philosophy that holds that individuals should be allowed complete freedom of action as long as they do not infringe on the freedom of others. This is usually taken by libertarians to mean that no one may initiate coercion, which they define as the use of physical force, the threat of such, or the use of fraud to prevent individuals from having willful use of their person or property. In the economic realm, they generally oppose taxation and government regulation of business activities, and aim to reduce the size and scope of government. To the extent that libertarians advocate any government at all, its functions tend to be limited to protecting civil liberties and economic liberties (by protecting private property and a free market) through a police force, a military (with no conscription), and the courts.",
    "url": "https://en.wikipedia.org/wiki/Libertarianism"
  },
  "word": {
    "id": "nebulous",
    "word": "nebulous",
    "url": "https://www.merriam-webster.com/dictionary/nebulous",
    "partOfSpeech": "adjective",
    "pronunciation": "NEB-yuh-lus",
    "audioPath": "audio/words/nebulous.mp3",
    "definitions": ["of, relating to, or resembling a nebula", "indistinct, vague"],
    "examples": [
      "Charlene's description of the film was so _nebulous_ that I’m still not quite sure what it is about.",
      "\"We just wish his business model wasn't so reliant on propping up a supposedly free market with huge infusions of tax dollars in return for comparatively meager, completely _nebulous_ new jobs estimates.\" - From an editorial by Matthew Major in _Public Opinion_ (Chambersburg, Pennsylvania), June 8, 2012"
    ],
    "origin": "\"Nebulous\" comes from the Latin word \"nebulosus,\" meaning \"misty,\" which in turn comes from \"nebula,\" meaning \"mist,\" \"fog,\" or \"cloud.\" In the 18th century, English speakers borrowed \"nebula\" and gave it a somewhat more specific meaning than the Latin version. In English, \"nebula\" refers to a cloud of gas or dust in deep space, or in less technical contexts, simply to a galaxy. \"Nebulous\" itself, when it doesn't have interstellar implications, usually means \"cloudy\" or \"foggy\" in a figurative sense. One's memory of a long-past event, for example, will often be nebulous; a teenager might give a nebulous recounting of an evening's events upon coming home; or a politician might make a campaign promise but give only a nebulous description of how he or she would fulfill it."
  }
}
