{
  "artist": {
    "id": "gaetano-gandolfi",
    "name": "Gaetano Gandolfi",
    "dates": "Aug 31, 1734 - Jun 20, 1802",
    "mainImg": "img/art/artists/gaetano-gandolfi.jpg",
    "artworkImgs": [
      {
        "name": "The Dutch Microscopist Anton van Leeuwenhoek",
        "path": "img/art/artworks/gaetano-gandolfi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-dutch-microscopist-anton-van-leeuwenhoek-gaetano-gandolfi/5gELlMdH8XKxOw"
      },
      {
        "name": "Head of a Bishop",
        "path": "img/art/artworks/gaetano-gandolfi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/head-of-a-bishop-gaetano-gandolfi/YgEDMUDSuz4vOg"
      },
      {
        "name": "Alexander the Great Offering His Concubine Campaspe to the Painter Apelles",
        "path": "img/art/artworks/gaetano-gandolfi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-the-great-offering-his-concubine-campaspe-to-the-painter-apelles-gaetano-gandolfi/oAEbMhOIjmOPMw"
      },
      {
        "name": "Rape of Persephone",
        "path": "img/art/artworks/gaetano-gandolfi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rape-of-persephone-gaetano-gandolfi/nQF0PakPhbC3Ag"
      },
      {
        "name": "Orpheus and Eurydice",
        "path": "img/art/artworks/gaetano-gandolfi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/orpheus-and-eurydice-gaetano-gandolfi/cAHaVGKpusaHsQ"
      },
      {
        "name": "Study of an Oriental Head for 'The Marriage at Cana'",
        "path": "img/art/artworks/gaetano-gandolfi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/study-of-an-oriental-head-for-the-marriage-at-cana-gaetano-gandolfi/6gEUkSFlbUdljw"
      }
    ],
    "summary": [
      "Gaetano Gandolfi was an Italian painter of the late Baroque and early Neoclassic period, active in Bologna.",
      "Gaetano was born in San Matteo della Decima, near Bologna, to a family of artists. Ubaldo Gandolfi was his brother, Mauro Gandolfi was his son, and Democrito Gandolfi was his grandson. Gaetano became a \"student\" at the Accademia Clementina in Bologna, where he was taught by Felice Torelli and Ercole Lelli. In the academy, he was the recipient of several prizes for both figure drawing and sculpture. Later, in an autobiography, Gaetano claimed Felice Torelli as his master. Other sources mention Ercole Graziani the Younger and Ercole Lelli. He traveled to England, and became strongly influenced by Tiepolo. Among his pupils was Serafino Viani from Reggio. Gaetano died in Bologna, Italy."
    ],
    "quote": null,
    "movements": ["Rococo", "Renaissance", "Neoclassicism", "Baroque", "Bolognese School"],
    "mediums": ["Chalk", "Pigment", "Drawing", "Etching", "Pen", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Gaetano_Gandolfi",
    "urlGoogle": "https://artsandculture.google.com/entity/gaetano-gandolfi/m02pv99m"
  },
  "event": {
    "id": "sts-107",
    "name": "STS-107",
    "dates": "Jan 16, 2003 - Feb 1, 2003",
    "mainImg": "img/events/sts-107.jpg",
    "summary": [
      "STS-107 was the 113th flight of the Space Shuttle program, and the 28th and final flight of Space Shuttle Columbia. The mission launched from Kennedy Space Center in Florida on January 16, 2003 and during its 15 days, 22 hours, 20 minutes, 32 seconds in orbit conducted a multitude of international scientific experiments.",
      "An in-flight break up during reentry into the atmosphere on February 1 killed all seven crew members and disintegrated Columbia. Immediately after the disaster, NASA convened the Columbia Accident Investigation Board to determine the cause of the disintegration. The source of the failure was determined to have been caused by a piece of foam that broke off during launch and damaged the thermal protection system on the leading edge of the orbiter's left wing. During re-entry the damaged wing slowly overheated and came apart, eventually leading to loss of control and disintegration of the vehicle. The cockpit window frame is now exhibited in a memorial inside the Space Shuttle Atlantis Pavilion at the Kennedy Space Center in Florida."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/STS-107",
    "urlGoogle": "https://artsandculture.google.com/entity/sts-107/m0182pn"
  },
  "funFacts": [
    {
      "id": "102",
      "fact": "A one-minute kiss burns about 26 calories.",
      "category": ["Anatomy", "Science"]
    },
    {
      "id": "744",
      "fact": "Polar bears can smell a seal from 20 miles away.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504659",
      "fact": "Back in the 1800s, composer Franz Liszt was worshiped like a rock star. In fact, he received so many requests for locks of his hair that he eventually bought a dog, only to snip off patches of its fur to send to his admirers."
    }
  ],
  "idiom": {
    "id": "its-an-ill-wind-that-blows-no-one-any-good",
    "term": "it's an ill wind that blows no one any good",
    "definition": "A loss or misfortune usually benefits someone. For example, *They lost everything when that old shed burned down, but they got rid of a lot of junk as well---it's an ill wind.* This expression appeared in John Heywood's 1546 proverb collection and remains so well known that it is often shortened. It also gave rise to a much-quoted pun about the difficulty of playing the oboe, describing the instrument as *an ill wind that nobody blows good.*"
  },
  "person": {
    "id": "george-marshall",
    "name": "George Marshall",
    "dates": "Dec 31, 1880 - Oct 16, 1959",
    "mainImg": "img/people/george-marshall.jpg",
    "summary": [
      "General of the Army George Catlett Marshall Jr. was an American soldier and statesman. He rose through the United States Army to become Chief of Staff under presidents Franklin D. Roosevelt and Harry S. Truman, then served as Secretary of State and Secretary of Defense under Truman. Winston Churchill lauded Marshall as the \"organizer of victory\" for his leadership of the Allied victory in World War II, although Marshall declined a final field leadership position that went to his protégé, later U.S. President, Dwight D. Eisenhower. After the war, as Secretary of State, Marshall advocated a significant U.S. economic and political commitment to post-war European recovery, including the Marshall Plan that bore his name. In recognition of this work, he was awarded the Nobel Peace Prize in 1953.",
      "Born in Uniontown, Pennsylvania, Marshall graduated from the Virginia Military Institute in 1901. After serving briefly as commandant of students at the Danville Military Academy in Danville, Virginia, Marshall received his commission as a second lieutenant of Infantry in February, 1902."
    ],
    "quote": "“The only way human beings can win a war is to prevent it.”",
    "urlWiki": "https://en.wikipedia.org/wiki/George_Marshall",
    "urlGoogle": "https://artsandculture.google.com/entity/george-marshall/m094rh"
  },
  "place": {
    "id": "rwanda",
    "name": "Rwanda",
    "mainImg": "img/places/rwanda.jpg",
    "summary": [
      "Rwanda, formerly Ruanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. One of the smallest countries on the African mainland, its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated with its geography dominated by mountains in the west and savanna to the east, with numerous lakes throughout the country. The climate is temperate to subtropical, with two rainy seasons and two dry seasons each year. Rwanda has a population of over 12.6 million living on 26,338 km² of land, and is the most densely populated mainland African country.",
      "The population is young and predominantly rural, with a density among the highest in Africa. Rwandans are drawn from just one cultural and linguistic group, the Banyarwanda, although within this group there are three subgroups: the Hutu, Tutsi and Twa. The Twa are a forest-dwelling pygmy people and are often considered descendants of Rwanda's earliest inhabitants."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Rwanda",
    "urlGoogle": "https://artsandculture.google.com/entity/rwanda/m06dfg"
  },
  "wiki": {
    "id": "altrincham",
    "name": "Altrincham",
    "summary": "Altrincham is a market town within the Metropolitan Borough of Trafford, in Greater Manchester, England. It lies on flat ground south of the River Mersey about 8 miles (13 km) southwest of Manchester city centre, 3 miles (5 km) south-southwest of Sale and 10 miles (16 km) east of Warrington. As of the 2001 UK census, it had a population of about 41,000. Historically a part of Cheshire, Altrincham was established as a market town in 1290, a time when most communities were based around agriculture rather than trade, and there is still a market in the town today. Further socioeconomic development came with the extension of the Bridgewater Canal to Altrincham in 1765 and the arrival of the railway in 1849, stimulating industrial activity in the town. Outlying villages were absorbed by Altrincham's subsequent growth, along with the grounds of Dunham Massey Hall, formerly the home of the Earl of Stamford, and now a tourist attraction with three Grade I listed buildings and a deer park. Altrincham today is an affluent commuter town, partly because of its transport links. It is also home to Altrincham F.C. and an English Premier League ice hockey club, Manchester Phoenix.",
    "url": "https://en.wikipedia.org/wiki/Altrincham"
  },
  "word": {
    "id": "kludge",
    "word": "kludge",
    "url": "https://www.merriam-webster.com/dictionary/kludge",
    "partOfSpeech": "noun",
    "pronunciation": "KLOOJ",
    "audioPath": "audio/words/kludge.mp3",
    "definitions": [
      "a system and especially a computer system made up of poorly matched components"
    ],
    "examples": [
      "Ralph was extremely pleased when his employer purchased a new computer system to replace the _kludge_ that had continually crashed at critical moments.",
      "\"Many biologists, from Darwin to Crick, have pointed out that evolution is frequently a _kludge_: Bits are added on to other bits, organs originally selected for one function assume another, and so on.\" - John Staddon, _The New Behaviorism, Second Edition_, 2014"
    ],
    "origin": "The first recorded use of the word \"kludge\" is attributed to Jackson W. Granholm, who defined the word in a 1962 issue of the magazine _Datamation_ as: \"an ill-assorted collection of poorly-matching parts, forming a distressing whole.\" He further explained that it was derived from the German word \"klug,\" meaning \"smart\" or \"witty.\" Why Granholm included a \"d\" in his spelling is not known. What we do know is that speakers of American English have agreed to keep it silent, making the vowel pronunciation of \"kludge\" reflect the pronunciation of German \"klug\" (KLOOK). We can also tell you that not everyone agrees with Granholm on the \"d\" matter: the spelling \"kluge\" is also popularly used."
  }
}
