{
  "artist": {
    "id": "tang-yin",
    "name": "Tang Yin",
    "dates": "Mar 6, 1470 - Jan 7, 1524",
    "mainImg": "img/art/artists/tang-yin.jpg",
    "artworkImgs": [
      {
        "name": "Folding fan mounted as an album leaf",
        "path": "img/art/artworks/tang-yin-a1.jpg",
        "source": "https://artsandculture.google.com/asset/folding-fan-mounted-as-an-album-leaf-tang-yin/WgHG-RJy2OpvFg"
      },
      {
        "name": "明 唐寅 致若容書 冊頁|Letter to Xu Shangde",
        "path": "img/art/artworks/tang-yin-a2.jpg",
        "source": "https://artsandculture.google.com/asset/明-唐寅-致若容書-冊頁-letter-to-xu-shangde-tang-yin/wgEh0CxCKTD5rQ"
      },
      {
        "name": "Hanging scroll",
        "path": "img/art/artworks/tang-yin-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-tang-yin/YAFLFAt7cniTiQ"
      },
      {
        "name": "明 唐寅 墨竹圖 扇頁|Bamboo in a Spring Thunderstorm",
        "path": "img/art/artworks/tang-yin-a4.jpg",
        "source": "https://artsandculture.google.com/asset/明-唐寅-墨竹圖-扇頁-bamboo-in-a-spring-thunderstorm-tang-yin/4AFzOjMgL6qf1Q"
      },
      {
        "name": "The Southern Journey",
        "path": "img/art/artworks/tang-yin-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-southern-journey-artist-tang-yin/QAFSMdBOhNcehg"
      },
      {
        "name": "Album leaf",
        "path": "img/art/artworks/tang-yin-a6.jpg",
        "source": "https://artsandculture.google.com/asset/album-leaf-tang-yin/XAGbj33z6uB6_A"
      }
    ],
    "summary": [
      "Tang Yin, courtesy name Tang Bohu, was a Chinese painter, calligrapher, and poet of the Ming dynasty period whose life story has become a part of popular lore. Even though he was born during the Ming dynasty, many of his paintings, especially those of people, were illustrated with elements from Pre-Tang to Song dynasty art.",
      "Tang Yin is one of the most notable painters in the history of Chinese art. He is one of the \"Four Masters of Ming dynasty”, which also includes Shen Zhou, Wen Zhengming and Qiu Ying. His influence on the art of contemporaries, like Cai Han, is notable. Tang was also a talented poet, and together with his contemporaries Wen Zhengming, Zhu Yunming, and Xu Zhenqing, he was one of the \"Four Literary Masters of the Wuzhong Region\".",
      "Tang's eccentric lifestyle has prompted storytellers to immortalize him as a trickster character in Chinese folklore. In one such story, he falls in love with a slave girl whom he glimpses on the boat of a high official passing through Suzhou. He has himself sold as a slave to the official's household so that he may approach her. With the help of his friends, he eventually succeeds in bringing her home."
    ],
    "quote": "“The moon sinks in the fourth watch, Paper windows seem transparent; Stirring from wine, I prop my head and read awhile. High thoughts, I force myself, but can't help it; Ten stalks, still green in winter, cast profuse shadows.”",
    "movements": [],
    "mediums": ["Ink", "Gold", "Metal", "Silk", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Tang_Yin",
    "urlGoogle": "https://artsandculture.google.com/entity/tang-yin/m0278w8w"
  },
  "event": {
    "id": "battle-of-hill-609",
    "name": "Battle of Hill 609",
    "dates": "Apr 27, 1943 - May 1, 1943",
    "mainImg": "img/events/battle-of-hill-609.jpg",
    "summary": [
      "The Battle of Hill 609 took place at Djebel Tahent in northwestern Tunisia during the Tunisia Campaign. The battle was for control over the key strategic height Hill 609 and its surrounding area between the American forces of the U.S. II Corps and German units of the Afrika Korps. The battle proved a formative experience for the American forces - in their first clear-cut victory of the campaign, and has been called \"the American Army's coming-of-age.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Hill_609",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-hill-609/m0h3rqn3"
  },
  "funFacts": [
    {
      "id": "368",
      "fact": "In 2003, a 6-year-old from Naples, FL was ticketed for not having a permit for her lemonade stand.",
      "category": ["Laws"]
    },
    { "id": "334", "fact": "The beaver is the official animal of Canada.", "category": ["Animals"] }
  ],
  "funFacts2": [
    { "id": "553419", "fact": "“Horizontal refreshment” was a 19th century slang term for sex." }
  ],
  "idiom": {
    "id": "mad-as-a-hatter",
    "term": "mad as a hatter",
    "definition": "Also, **mad as a March hare.** Crazy, demented, as in *She is throwing out all his clothes; she's mad as a hatter.* This expression, dating from the early 1800s, alludes to exposure to the chemicals formerly used in making felt hats, which caused tremors and other nervous symptoms. The variant, dating from the 14th century, alludes to the crazy behavior of hares during rutting season, mistakenly thought to be only in March."
  },
  "person": {
    "id": "florence-nightingale",
    "name": "Florence Nightingale",
    "dates": "May 12, 1820 - Aug 13, 1910",
    "mainImg": "img/people/florence-nightingale.jpg",
    "summary": [
      "Florence Nightingale, OM, RRC, DStJ was a British social reformer, statistician, and the founder of modern nursing.",
      "Nightingale came to prominence while serving as a manager and trainer of nurses during the Crimean War, in which she organised care for wounded soldiers. She gave nursing a favourable reputation and became an icon of Victorian culture, especially in the persona of \"The Lady with the Lamp\" making rounds of wounded soldiers at night.",
      "Recent commentators have asserted Nightingale's Crimean War achievements were exaggerated by media at the time, but critics agree on the importance of her later work in professionalising nursing roles for women. In 1860, Nightingale laid the foundation of professional nursing with the establishment of her nursing school at St Thomas' Hospital in London. It was the first secular nursing school in the world, and is now part of King's College London. In recognition of her pioneering work in nursing, the Nightingale Pledge taken by new nurses, and the Florence Nightingale Medal, the highest international distinction a nurse can achieve, were named in her honour, and the annual International Nurses Day is celebrated on her birthday."
    ],
    "quote": "“Were there none who were discontented with what they have, the world would never reach anything better.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Florence_Nightingale",
    "urlGoogle": "https://artsandculture.google.com/entity/florence-nightingale/m0pj3b"
  },
  "place": {
    "id": "lleida",
    "name": "Lleida",
    "mainImg": "img/places/lleida.jpg",
    "summary": [
      "Lleida is a city in the west of Catalonia, Spain. It is the capital city of the province of Lleida.",
      "Geographically, it is located in the Catalan Central Depression. It is also the capital city of the Segrià comarca, as well as the largest city in the province. It had 137,387 inhabitants as of 2010, including the contiguous municipalities of Raimat and Sucs.",
      "Lleida is one of the oldest towns in Catalonia, with recorded settlements dating back to the Bronze Age period. Until the Roman conquest of the Iberian Peninsula, the area served as a settlement for an Iberian people, the Ilergetes. The town became a municipality, named Ilerda, under the reign of Augustus. It was reconquered in 1149, after being ruled by the Moors since the 8th century. In 1297, the University of Lleida was founded, becoming the third oldest in the whole of Spain. During the following centuries, the town was damaged by several wars such as the Reapers' War in the 17th century and the Spanish Civil War in the 20th century. Since then, the city has been in a constant urban, commercial and demographic growth."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lleida",
    "urlGoogle": "https://artsandculture.google.com/entity/lleida/m04r4w"
  },
  "wiki": {
    "id": "nicolo-giraud",
    "name": "Nicolo Giraud",
    "summary": "Nicolo Giraud (born c. 1795 – unknown) was a friend and possibly lover of the English Romantic poet Lord Byron. The two met in 1809 while Byron was staying in Athens. Giraud was reported to have taught him Italian, and was his travel companion in Greece. Byron paid for Giraud's education and left him £7,000 in his will. Years after they parted company, Byron changed his will to exclude Giraud. Other than his involvement with Byron, little is known of Giraud's life. The friendship between Byron and Giraud has become a topic of interest among scholars and biographers of Byron. Many believe that the pair's relationship was platonic, but correspondence between Byron and his friends has been used since the late 20th century to argue that the two were engaged in a love affair. The earliest claim of a sexual relationship between them comes from George Colman's poem Don Leon, published in 1833, in which Byron is the principal character and Giraud is portrayed as his liberator from the sexual prejudices in Britain. One modern writer says that the poem and the fictional discussion of their relationship provide insights into 19th-century British views on homosexuality.",
    "url": "https://en.wikipedia.org/wiki/Nicolo_Giraud"
  },
  "word": {
    "id": "plangent",
    "word": "plangent",
    "url": "https://www.merriam-webster.com/dictionary/plangent",
    "partOfSpeech": "adjective",
    "pronunciation": "PLAN-junt",
    "audioPath": "audio/words/plangent.mp3",
    "definitions": [
      "having a loud reverberating sound",
      "having an expressive and especially plaintive quality"
    ],
    "examples": [
      "The campers were awoken by the _plangent_ howl of a coyote off in the distance.",
      "\"Mr. Packard is the finest Candide I’ve seen, singing with rich, _plangent_ tone and acting with an un-self-conscious sincerity that never falters.\" -- From a theater review by Charles Isherwood in the _New York Times_, October 27, 2010"
    ],
    "origin": "\"Plangent\" adds power to our poetry and prose: the pounding of waves, the beat of wings, the tolling of a bell, the throbbing of the human heart, a lover's knocking at the door -- all have been described as plangent. The word \"plangent\" traces back to the Latin verb \"plangere,\" which has two meanings. The first of those meanings, \"to strike or beat,\" was sometimes used by Latin speakers in reference to striking one's breast in grief. This, in turn, led to the verb's second meaning: \"to lament.\" The sense division carried over to the Latin adjective \"plangens\" and then into English, giving us the two distinct meanings of \"plangent\": \"pounding\" and \"expressive of melancholy.\""
  }
}
