{
  "artist": {
    "id": "joaquin-torres-garcia",
    "name": "Joaquín Torres-García",
    "dates": "Jul 28, 1874 - Aug 8, 1949",
    "mainImg": "img/art/artists/joaquin-torres-garcia.jpg",
    "artworkImgs": [
      {
        "name": "Lion sketch",
        "path": "img/art/artworks/joaquin-torres-garcia-a1.jpg",
        "source": "https://artsandculture.google.com/asset/lion-sketch-torres-garcía/JQHRdPprFvsEvw"
      },
      {
        "name": "Birds sketch",
        "path": "img/art/artworks/joaquin-torres-garcia-a2.jpg",
        "source": "https://artsandculture.google.com/asset/birds-sketch-torres-garcía/iAEcm8hW9ySrSg"
      },
      {
        "name": "Elephant sketch",
        "path": "img/art/artworks/joaquin-torres-garcia-a3.jpg",
        "source": "https://artsandculture.google.com/asset/elephant-sketch-torres-garcía/aQGfpY47ngHEdg"
      },
      {
        "name": "House pencil sketch",
        "path": "img/art/artworks/joaquin-torres-garcia-a4.jpg",
        "source": "https://artsandculture.google.com/asset/house-pencil-sketch-torres-garcía/HgE3f47wXzjIgA"
      },
      {
        "name": "Grey elephant",
        "path": "img/art/artworks/joaquin-torres-garcia-a5.jpg",
        "source": "https://artsandculture.google.com/asset/grey-elephant-torres-garcía/3gFMzrcT0HBcUg"
      },
      {
        "name": "Circus Elephants",
        "path": "img/art/artworks/joaquin-torres-garcia-a6.jpg",
        "source": "https://artsandculture.google.com/asset/circus-elephants-torres-garcía/qAF3eS1Z0kpOeA"
      }
    ],
    "summary": [
      "Joaquín Torres García was an Uruguayan artist, son of Catalan father and an Uruguayan mother, born in Montevideo, where he lived through his childhood. As an adolescent he emigrated to Catalunya, Spain, the land of his father, where he initiated himself as an artist in 1891. For the next three decades, he embraced Catalan identity adopting the language, leading Barcelona’s art and culture to its utmost vanguards. A ‘renaissance or universal man’; painter, sculptor, muralist, novelist, writer, teacher and theorist. He was also active in United States, Italy, France and Uruguay from where his influence encompasses a personal presence in European, North American and South American modern art. He dealt the eternal dilemma between the old and the modern, the classical and the avant-garde, reason and feeling, figuration and abstraction with a simple and brilliant metaphor: there is no contradiction or incompatibility. The same brush strokes serve for a primitive composition or for a mural of Renaissance inspiration. Like Goethe, he seeks the integration between classicism and modernity."
    ],
    "quote": null,
    "movements": ["Modern art", "Constructivism"],
    "mediums": ["Drawing", "Oil paint", "Watercolor painting", "Tin", "Aluminium", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joaqu%C3%ADn_Torres-Garc%C3%ADa",
    "urlGoogle": "https://artsandculture.google.com/entity/joaquín-torres-garcía/m04znb1"
  },
  "event": {
    "id": "the-london-2012-summer-olympics",
    "name": "The London 2012 Summer Olympics",
    "dates": "Jul 27, 2012 - Aug 12, 2012",
    "mainImg": "img/events/the-london-2012-summer-olympics.jpg",
    "summary": [
      "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees participated.",
      "Following a bid headed by former Olympic champion Sebastian Coe and then-Mayor of London Ken Livingstone, London was selected as the host city on 6 July 2005 during the 117th IOC Session in Singapore, defeating bids from Moscow, New York City, Madrid, and Paris. London became the first city to host the modern Olympics three times, having previously hosted the Summer Games in 1908 and in 1948.",
      "Construction for the Games involved considerable redevelopment, with an emphasis on sustainability. The main focus was a new 200-hectare Olympic Park, constructed on a former industrial site at Stratford, East London. The Games also made use of venues that already existed before the bid."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2012_Summer_Olympics",
    "urlGoogle": "https://artsandculture.google.com/entity/the-london-2012-summer-olympics/m06sks6"
  },
  "funFacts": [
    {
      "id": "975",
      "fact": "The letter J is the only letter in the alphabet that does not appear anywhere on the periodic table of the elements.",
      "category": ["Science", "Onlies"]
    },
    {
      "id": "691",
      "fact": "The archer fish can spit water up to 7 feet to shoot down bugs from overhanging leaves.",
      "category": ["Animals"]
    },
    {
      "id": "218",
      "fact": "A jackrabbit can travel more than 12 feet in one hop.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504870",
      "fact": "The modern popped collar originated as a way to keep tennis players’ necks from getting sunburnt."
    },
    {
      "id": "554063",
      "fact": "Louis Braille was 12 years old when he began transforming a method of silent communication used by the French military into a language that allows blind people to read."
    }
  ],
  "idiom": {
    "id": "three-sheets-to-the-wind",
    "term": "three sheets to the wind",
    "definition": "Also, **three sheets in the wind.** Drunk, inebriated, as in *After six beers he's three sheets to the wind.* This expression is generally thought to refer to the sheet---that is, a rope or chain---that holds one or both lower corners of a sail. If the sheet is allowed to go slack in the wind, the sail flaps about and the boat is tossed about much as a drunk staggers. Having three sheets loose would presumably make the situation all the worse. Another explanation holds that with two or four sheets to the wind the boat is balanced, whereas with three it is not. [Mid-1800s]"
  },
  "person": {
    "id": "ahitophel",
    "name": "Ahitophel",
    "dates": null,
    "mainImg": "img/people/ahitophel.jpg",
    "summary": [
      "Ahitophel or Ahithophel was a counselor of King David and a man greatly renowned for his sagacity. During Absalom's revolt he deserted David and supported Absalom.",
      "David sent his friend Hushai back to Absalom, in order to counteract the counsel of Ahitophel. Ahitophel had recommended an immediate attack on David's camp at a point where he was weary and vulnerable, whereas Hushai suggested that \"the advice that Ahithophel has given is not good at this time\" and recommended delay while a larger army was assembled to counter David's alleged strength. Perversely, \"for the LORD had purposed to defeat the good advice of Ahithophel\", Hushai's advice was accepted. Seeing that his good advice against David had not been followed due to Hushai's influence, Ahithophel apparently surmised that the revolt would fail. He then left the camp of Absalom at once. He returned to Giloh, his native place, and after arranging his worldly affairs, hanged himself, and was buried in the sepulcher of his fathers.",
      "A man named Ahitophel is also mentioned in 2 Samuel 23:34, and he is said to be the father of Eliam."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ahitophel",
    "urlGoogle": "https://artsandculture.google.com/entity/ahitophel/m0hy4p"
  },
  "place": {
    "id": "caceres",
    "name": "Cáceres‎",
    "mainImg": "img/places/caceres.jpg",
    "summary": [
      "Cáceres is a city of Spain located in the autonomous community of Extremadura. It is the capital and most populated municipality of the province of Cáceres.",
      "Cáceres lies at the feet of the Sierra de la Mosca, a modest hill range. It is part of the Vía de la Plata path of the Camino de Santiago that crosses the west of the Iberian Peninsula in a north–south direction.",
      "The municipality has a land area of 1,750.33 km², the largest in Spain. In 2014 its population was around 96,000. The medieval walled city has been declared a UNESCO World Heritage Site."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/C%C3%A1ceres,_Spain",
    "urlGoogle": "https://artsandculture.google.com/entity/cáceres‎/m01253d"
  },
  "quote": {
    "id": "40",
    "quote": "The great aim of education is not knowledge but action.",
    "author": "Herbert Spencer"
  },
  "wiki": {
    "id": "john-f-bolt",
    "name": "John F. Bolt",
    "summary": "John F. Bolt (1921–2004) was a United States Marine Corps aviator and a decorated flying ace who served during World War II and the Korean War. After dropping out of the University of Florida for financial reasons in 1941, he joined the Marine Corps at the height of World War II. Sent to the Pacific Theater of Operations, he flew an F4U Corsair during the campaigns in the Marshall Islands and New Guinea, claiming six victories against Japanese A6M Zeros. Bolt continued his service through the Korean War, entering combat through an exchange program with the U.S. Air Force in late 1952. Over a period of several weeks in mid-1953, he led flights of F-86 Sabres into combat with MiG-15s of the Chinese Air Force, scoring six victories during fights along the northern border of North Korea, commonly known as \"MiG Alley,\" giving him a total of 12 career victories. Bolt stayed in the Marine Corps until 1962, rising to the rank of lieutenant colonel and serving as an analyst and instructor in his later career. In retirement, he qualified as a lawyer in Florida. He remains the only US Marine to achieve ace status in two wars and was also the only Marine jet fighter ace.",
    "url": "https://en.wikipedia.org/wiki/John_F._Bolt"
  },
  "word": {
    "id": "kiln",
    "word": "kiln",
    "url": "https://www.merriam-webster.com/dictionary/kiln",
    "partOfSpeech": "noun",
    "pronunciation": "KILN",
    "audioPath": "audio/words/kiln.mp3",
    "definitions": [
      "an oven, furnace, or heated enclosure used for processing a substance by burning, firing, or drying"
    ],
    "examples": [
      "Now that the school has purchased a new _kiln_, it can offer more courses in ceramics.",
      "\"Neither thin nor delicate, [clinker brick](https://www.merriam-webster.com/dictionary/clinker) is the Marlon Brando of masonry: misshapen, blackened in the _kiln_, historically regarded as trash by brickmakers.\" - From an article by Christopher Gray in _The New York Times_, March 10, 2013"
    ],
    "origin": "\"Kiln\" has been a part of the English language for over 1,000 years, its first known use in Old English (as \"cyline\") dating back to the early 700s. Unlike many words that descend from Old English, however, \"kiln\" is not ultimately Germanic in origin but was borrowed from Latin \"culina,\" meaning \"kitchen,\" an ancestor of the English word \"culinary.\" In the 14th century, speakers of Middle English began to drop the \"n\" at the end of the word, and even to this day some English speakers pronounce \"kiln\" so that it rhymes with \"mill.\" In fact, like \"kiln,\" \"mill\" (from Late Latin \"molina\") was originally spelled and pronounced with a terminal \"n.\" Unlike \"mill,\" however, \"kiln\" has retained the final \"n\" in spelling, if not always in pronunciation."
  }
}
