{
  "artist": {
    "id": "lee-krasner",
    "name": "Lee Krasner",
    "dates": "Oct 27, 1908 - Jun 19, 1984",
    "mainImg": "img/art/artists/lee-krasner.jpg",
    "artworkImgs": [
      {
        "name": "Desert Moon, 1955 © Pollock-Krasner Foundation",
        "path": "img/art/artworks/lee-krasner-a1.jpg",
        "source": "https://artsandculture.google.com/asset/desert-moon-1955-©-pollock-krasner-foundation-lee-krasner/ZAHxy8gTRroM3A"
      },
      {
        "name": "Palingenesis",
        "path": "img/art/artworks/lee-krasner-a2.jpg",
        "source": "https://artsandculture.google.com/asset/palingenesis-lee-krasner/EQEjh0LOPuXhiQ"
      },
      {
        "name": "Lee Krasner c.1938 © Pollock-Krasner Foundation",
        "path": "img/art/artworks/lee-krasner-a3.jpg",
        "source": "https://artsandculture.google.com/asset/lee-krasner-c-1938-©-pollock-krasner-foundation-lee-krasner/GgEIFGvGOkxAnA"
      },
      {
        "name": "Mosaic Table, 1947 © Pollock-Krasner Foundation",
        "path": "img/art/artworks/lee-krasner-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mosaic-table-1947-©-pollock-krasner-foundation-lee-krasner/aQEvEccWZLvrZw"
      },
      {
        "name": "Self-Portrait, c. 1928 © Pollock-Krasner Foundation",
        "path": "img/art/artworks/lee-krasner-a5.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-c-1928-©-pollock-krasner-foundation-lee-krasner/DQEqWZa9bdK7Jg"
      },
      {
        "name": "Polar Stampede, 1960 © Pollock-Krasner Foundation",
        "path": "img/art/artworks/lee-krasner-a6.jpg",
        "source": "https://artsandculture.google.com/asset/polar-stampede-1960-©-pollock-krasner-foundation-lee-krasner/XAF6HB_KBobfGA"
      }
    ],
    "summary": [
      "Lenore \"Lee\" Krasner was an American abstract expressionist painter, with a strong speciality in collage, who was married to Jackson Pollock. Although there was much cross-pollination between their two styles, the relationship somewhat overshadowed her contribution for some time. Krasner’s training, influenced by George Bridgman and Hans Hofmann, was the more formalized, especially in the depiction of human anatomy, and this enriched Pollock’s more intuitive and unstructured output.",
      "Krasner is now seen as a key transitional figure within abstraction, who connected early-20th-century art with the new ideas of postwar America, and her work fetches high prices at auction. She is also one of the few female artists to have had a retrospective show at the Museum of Modern Art."
    ],
    "quote": null,
    "movements": ["Modern art", "Abstract expressionism", "Contemporary art", "Minimalism"],
    "mediums": ["Photograph"],
    "urlWiki": "https://en.wikipedia.org/wiki/Lee_Krasner",
    "urlGoogle": "https://artsandculture.google.com/entity/lee-krasner/m02sjwc"
  },
  "event": {
    "id": "contour",
    "name": "CONTOUR",
    "dates": "Jul 3, 2002",
    "mainImg": "img/events/contour.jpg",
    "summary": [
      "The COmet Nucleus TOUR was a NASA Discovery-class space probe that failed shortly after its July 2002 launch. It had as its primary objective close flybys of two comet nuclei with the possibility of a flyby of a third known comet or an as-yet-undiscovered comet.",
      "The two comets scheduled to be visited were Encke and Schwassmann-Wachmann-3, and the third target was d'Arrest. It was hoped that a new comet would have been discovered in the inner Solar System between 2006 and 2008, in which case the spacecraft trajectory would have been changed if possible to rendezvous with the new comet. Scientific objectives included imaging the nuclei at resolutions of up to 4 meters, performing spectral mapping of the nuclei at resolutions of up to 100 meters, and obtaining detailed compositional data on gas and dust in the near-nucleus environment, with the goal of improving knowledge of the characteristics of comet nuclei.",
      "After the solid rocket motor intended to inject the spacecraft into solar orbit was ignited on August 15, 2002, contact with the probe could not be re-established."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/CONTOUR",
    "urlGoogle": "https://artsandculture.google.com/entity/contour/m0lb8r"
  },
  "funFacts": [
    {
      "id": "29",
      "fact": "On average a human will spend up to 2 weeks kissing in his/her lifetime.",
      "category": ["Habits"]
    },
    {
      "id": "438",
      "fact": "Mount Everest rises a few millimeters every year.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553541",
      "fact": "Nicknamed \"sea bunnies,\" Jorunna parva is actually a highly toxic species of sea slug."
    }
  ],
  "idiom": {
    "id": "cool-ones-heels",
    "term": "cool one's heels",
    "definition": "Wait or be kept waiting, as in *I've been cooling my heels in the doctor's waiting room for at least an hour.* This term originally meant to cool one's feet when they become hot from walking, and began to be used ironically for being forced to rest (or wait) in the early 1600s."
  },
  "person": {
    "id": "ronald-reagan",
    "name": "Ronald Reagan",
    "dates": "Feb 6, 1911 - Jun 5, 2004",
    "mainImg": "img/people/ronald-reagan.jpg",
    "summary": [
      "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.",
      "Reagan was raised in a low-income family in small towns of northern Illinois. He graduated from Eureka College in 1932 and worked as a radio sports commentator. After moving to California in 1937, he found work as an actor and starred in a few major productions. As president of the Screen Actors Guild, Reagan worked to root out communist influence. In the 1950s, he moved into television and was a motivational speaker at General Electric factories. In 1964, his speech \"A Time for Choosing\" earned him national attention as a new conservative spokesman. Building a network of supporters, Reagan was elected governor of California in 1966. As governor, he raised taxes, turned a state budget deficit to a surplus, challenged the protesters at UC Berkeley, and ordered in National Guard troops during a period of protest movements."
    ],
    "quote": "“No arsenal or no weapon in the arsenals of the world is so formidable as the will and moral courage of free men and women.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Ronald_Reagan",
    "urlGoogle": "https://artsandculture.google.com/entity/ronald-reagan/m06c0j"
  },
  "place": {
    "id": "turin",
    "name": "Turin",
    "mainImg": "img/places/turin.jpg",
    "summary": [
      "Turin is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is located mainly on the western bank of the Po River, in front of Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 875,698 while the population of the urban area is estimated by Eurostat to be 1.7 million inhabitants. The Turin metropolitan area is estimated by the OECD to have a population of 2.2 million.",
      "The city used to be a major European political centre. From 1563, it was the capital of the Duchy of Savoy, then of the Kingdom of Sardinia ruled by the House of Savoy, and the first capital of the Kingdom of Italy from 1861 to 1865. Turin is sometimes called \"the cradle of Italian liberty\" for having been the birthplace and home of notable individuals who contributed to the Risorgimento, such as Cavour."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Turin",
    "urlGoogle": "https://artsandculture.google.com/entity/turin/m07mgr"
  },
  "wiki": {
    "id": "richard-barre",
    "name": "Richard Barre",
    "summary": "Richard Barre (c. 1130 – c. 1202) was a medieval English justice, clergyman, and scholar. He was educated at the law school of Bologna, and entered royal service under King Henry II of England, later working for Henry's son and successor Richard I. He was also briefly in the household of Henry's son Henry the Young King. Barre served the elder Henry as a diplomat, and was involved in a minor way with the king's quarrel with Thomas Becket, which earned Barre a condemnation from Becket. After King Henry's death, Barre became a royal justice during Richard's reign, and was one of the main judges in the period from 1194 to 1199. During the reign of King John, Barre was no longer employed as a judge owing to earlier disagreements with John. Barre was the author of a work of biblical extracts dedicated to one of his patrons, William Longchamp, the Bishop of Ely and Chancellor of England.",
    "url": "https://en.wikipedia.org/wiki/Richard_Barre"
  },
  "word": {
    "id": "hoise",
    "word": "hoise",
    "url": "https://www.merriam-webster.com/dictionary/hoise",
    "partOfSpeech": "verb",
    "pronunciation": "HOYZ",
    "audioPath": "audio/words/hoise.mp3",
    "definitions": [
      "lift, raise; especially : to raise into position by or as if by means of tackle"
    ],
    "examples": [
      "Bethany was selected by her Girl Scout troop to _hoise_ the American flag for Monday's Memorial Day ceremony on the town green.",
      "\"In order for \\[New England Patriot's quarterback Tom\\] Brady to play a great game, which is a must if the Pats want to _hoise_ the Lombardi Trophy, he needs to stay upright.\" - From an article by Nick Curcuru and Michael Muldoon in the _Gloucester Daily Times_ (Massachusetts), January 27, 2013"
    ],
    "origin": "Did you know? The connection between \"hoise\" and \"hoist\" is a bit confusing. The two words are essentially synonymous variants, but \"hoist\" is far more common. You'll rarely encounter \"hoise\" in any of its regular forms: \"hoise,\" \"hoised,\" or \"hoising.\" But a variant of its past participle shows up fairly frequently as part of a set expression. And now, here's the confusing part-that variant past participle is \"hoist\"! The expression is \"hoist with (or by) one's own petard,\" which means \"victimized or hurt by one's own scheme.\" This oft-heard phrase owes its popularity to Shakespeare's _Hamlet_: \"For 'tis the sport to have the engineer hoist with his own petar\\[d\\].\" (A petard is a medieval explosive. The quote implies that the engineer-the person who sets the explosive device-is blown into the air by the explosion of his own device.)"
  }
}
