{
  "artist": {
    "id": "ferdinand-bol",
    "name": "Ferdinand Bol",
    "dates": "Jun 24, 1616 - Aug 24, 1680",
    "mainImg": "img/art/artists/ferdinand-bol.jpg",
    "artworkImgs": [
      {
        "name": "Michiel de Ruyter as Lieutenant-Admiral",
        "path": "img/art/artworks/ferdinand-bol-a1.jpg",
        "source": "https://artsandculture.google.com/asset/michiel-de-ruyter-as-lieutenant-admiral-ferdinand-bol/XAGCyCudu8g6Xw"
      },
      {
        "name": "Consul Titus Manlius Torquatus Orders the Beheading of his Son",
        "path": "img/art/artworks/ferdinand-bol-a2.jpg",
        "source": "https://artsandculture.google.com/asset/consul-titus-manlius-torquatus-orders-the-beheading-of-his-son-ferdinand-bol/7QEgBB09erXRZw"
      },
      {
        "name": "Roelof Meulenaer (1618/19-1691). Amsterdam Mercantile Courier or Postmaster on the Antwerp Route",
        "path": "img/art/artworks/ferdinand-bol-a3.jpg",
        "source": "https://artsandculture.google.com/asset/roelof-meulenaer-1618-19-1691-amsterdam-mercantile-courier-or-postmaster-on-the-antwerp-route-ferdinand-bol/YAG6FoqgygYZRA"
      },
      {
        "name": "Portrait of a Young Man, presumably Louis Trip Jr (1638-1655)",
        "path": "img/art/artworks/ferdinand-bol-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-young-man-presumably-louis-trip-jr-1638-1655-bol-ferdinand/-gE31k7OZDMjQQ"
      },
      {
        "name": "Aeneas at the Court of Latinus",
        "path": "img/art/artworks/ferdinand-bol-a5.jpg",
        "source": "https://artsandculture.google.com/asset/aeneas-at-the-court-of-latinus-ferdinand-bol/7QEdHirCaItWKQ"
      },
      {
        "name": "Portrait of the Three Regentesses of the Leprozenhuis, Amsterdam",
        "path": "img/art/artworks/ferdinand-bol-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-three-regentesses-of-the-leprozenhuis-amsterdam-ferdinand-bol/RwEcb8XtE8cInw"
      }
    ],
    "summary": [
      "Ferdinand Bol was a Dutch painter, etcher and draftsman. Although his surviving work is rare, it displays Rembrandt's influence; like his master, Bol favored historical subjects, portraits, numerous self-portraits, and single figures in exotic finery."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Etching", "Oil paint", "Pen", "Ink", "Laid paper", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ferdinand_Bol",
    "urlGoogle": "https://artsandculture.google.com/entity/ferdinand-bol/m072zsf"
  },
  "event": {
    "id": "battle-of-lowestoft",
    "name": "Battle of Lowestoft",
    "dates": null,
    "mainImg": "img/events/battle-of-lowestoft.jpg",
    "summary": [
      "The Battle of Lowestoft took place on 13 June [O.S. 3 June] 1665 during the Second Anglo-Dutch War. A fleet of more than a hundred ships of the United Provinces commanded by Lieutenant-Admiral Jacob van Wassenaer, Lord Obdam attacked an English fleet of equal size commanded by James, Duke of York forty miles east of the port of Lowestoft in Suffolk. Although it was a substantial English victory, the escape of the bulk of the Dutch fleet deprived England of the chance of ending the war quickly with a single decisive victory. As a result, the Dutch were able to make good their losses by building new and better-armed ships and improving their organisation and discipline. Their Dutch fleets would not be so badly organised or ill-disciplined in the remaining battles of this war and, in Obdam's replacement, Michiel de Ruyter, the Dutch had gained a superb tactician and leader for the remainder of the war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Lowestoft",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-lowestoft/m03ly0z"
  },
  "funFacts": [
    {
      "id": "768",
      "fact": "Most elephants weigh less than the tongue of a blue whale.",
      "category": ["Animals"]
    },
    {
      "id": "996",
      "fact": "Sea otters hold each other's paws while sleeping so they don't drift apart.",
      "category": ["Animals", "Habits", "Make-it-Easies"]
    }
  ],
  "funFacts2": [{ "id": "504756", "fact": "The dot over your lowercase “i” is called a tittle." }],
  "idiom": {
    "id": "mills-of-the-gods-grind-slowly",
    "term": "mills of the gods grind slowly",
    "definition": "One's destiny is inevitable even if it take considerable time to arrive. For example, *I'm sure he'll be wealthy one day, though the mills of the gods grind slowly.* This expression comes from ancient Greek, translated as \"The mills of the gods grind slowly, but they grind small.\" In English it appeared in George Herbert's *Jacula Prudentum* (1640) as \"God's mill grinds slow but sure.\""
  },
  "person": {
    "id": "lou-dobbs",
    "name": "Lou Dobbs",
    "dates": "Born Sep 24, 1945",
    "mainImg": "img/people/lou-dobbs.jpg",
    "summary": [
      "Louis Carl Dobbs is an American television commentator, opponent of immigration, conspiracy theorist, radio show host, and the anchor of Lou Dobbs Tonight on Fox Business Network.",
      "Dobbs started working with CNN at its inception in 1980, serving as a reporter and network vice president. On the air, he served as host and managing editor of the network's business program, Moneyline, which premiered in 1980. The show was renamed Lou Dobbs Tonight in 2003. Dobbs resigned from CNN for a short period of time in 1999 but rejoined the network in 2001. He resigned once again in November 2009. In 2011, he joined the Fox Business Network, resuming and anchoring his show, Lou Dobbs Tonight. He is the former talk radio host of Lou Dobbs Radio. Dobbs has authored several books since 2001.",
      "Dobbs was an early promoter of birther conspiracy theories, which falsely posit that former U.S. President Barack Obama is not a natural born US citizen. He is known for anti-immigration views, as well as for various deep state conspiracy theories and opposition to NAFTA and other trade deals. A Trump confidant, his show is known for its pro-Trump coverage."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lou_Dobbs",
    "urlGoogle": "https://artsandculture.google.com/entity/lou-dobbs/m03m0hn"
  },
  "place": {
    "id": "indonesia",
    "name": "Indonesia",
    "mainImg": "img/places/indonesia.jpg",
    "summary": [
      "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania, between the Indian and Pacific oceans. It consists of more than seventeen thousand islands, including Sumatra, Java, Borneo, Sulawesi, and New Guinea. Indonesia is the world's largest island country and the 14th largest country by land area, at 1,904,569 square kilometres. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
      "The sovereign state is a presidential, constitutional republic with an elected legislature. It has 34 provinces, of which five have special status. The country's capital, Jakarta, is the second-most populous urban area in the world. The country shares land borders with Papua New Guinea, East Timor, and the eastern part of Malaysia. Other neighbouring countries include Singapore, Vietnam, the Philippines, Australia, Palau, and India's Andaman and Nicobar Islands."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indonesia",
    "urlGoogle": "https://artsandculture.google.com/entity/indonesia/m03ryn"
  },
  "quote": {
    "id": "102",
    "quote": "To climb steep hills requires a slow pace at first.",
    "author": "William Shakespeare"
  },
  "wiki": {
    "id": "courageous-class-battlecruiser",
    "name": "Courageous class battlecruiser",
    "summary": "The Courageous class comprised three battlecruisers built for the Royal Navy during World War I. Nominally designed to support Admiral of the Fleet Lord John Fisher's Baltic Project, which was intended to land troops on the German Baltic Coast, ships of this class were fast but very lightly armoured with only a few heavy guns. To maximize their speed, the Courageous-class battlecruisers were the first capital ships of the Royal Navy to use geared steam turbines and small-tube boilers. The first two ships, Courageous and Glorious, were commissioned in 1917 and spent the war patrolling the North Sea. Their half-sister Furious was designed with a pair of 18-inch (457 mm) guns, the largest guns ever fitted on a ship of the Royal Navy, but was modified during construction to take a flying-off deck and hangar in lieu of her forward gun turret and barbette. All three ships were laid up after the end of the war and were rebuilt as aircraft carriers during the 1920s.",
    "url": "https://en.wikipedia.org/wiki/Courageous_class_battlecruiser"
  },
  "word": {
    "id": "tempestuous",
    "word": "tempestuous",
    "url": "https://www.merriam-webster.com/dictionary/tempestuous",
    "partOfSpeech": "adjective",
    "pronunciation": "tem-PESS-chuh-wus",
    "audioPath": "audio/words/tempestuous.mp3",
    "definitions": ["of, relating to, or resembling a tempest : turbulent, stormy"],
    "examples": [
      "Because the player's relationship with his manager had grown more _tempestuous_ over the course of the season, the decision to trade him benefited everyone.",
      "\"An East Tennessee April can be _tempestuous_ and temperamental, and in Knoxville nothing causes quite as much worry about the weather as the Dogwood Arts Festival.\" - From an article by Amy McRary in the _Knoxville News-Sentinel_, April 1, 2012"
    ],
    "origin": "Time is sometimes marked in seasons, and seasons are associated with the weather. This explains how \"tempus,\" the Latin word for \"time\" could have given rise to an English adjective for things turbulent and stormy. \"Tempus\" is the root behind Old Latin \"tempestus,\" meaning \"season,\" and Late Latin \"tempestuosus,\" the direct ancestor of \"tempestuous.\" As you might expect, \"tempus\" is also the root of the noun \"tempest\"; it probably played a role in the history of \"temper\" as well, but that connection isn't definite."
  }
}
