{
  "artist": {
    "id": "lou-reed",
    "name": "Lou Reed",
    "dates": "Mar 2, 1942 - Oct 27, 2013",
    "mainImg": "img/art/artists/lou-reed.jpg",
    "artworkImgs": [
      {
        "name": "Tri-service parade",
        "path": "img/art/artworks/lou-reed-a1.jpg",
        "source": "https://artsandculture.google.com/asset/tri-service-parade/LQHWqJNzPsXPYA"
      },
      {
        "name": "Apiocera (Anypenus) obscura",
        "path": "img/art/artworks/lou-reed-a2.jpg",
        "source": "https://artsandculture.google.com/asset/apiocera-anypenus-obscura-e-reed/jgGJmnwvS6KAIA"
      },
      {
        "name": "Memorandum on UNCG Negro students enrollment",
        "path": "img/art/artworks/lou-reed-a3.jpg",
        "source": "https://artsandculture.google.com/asset/memorandum-on-uncg-negro-students-enrollment-tommie-lou-smith/MQEQFGzVenVhWA"
      },
      {
        "name": "Xylechinus squamatilis",
        "path": "img/art/artworks/lou-reed-a4.jpg",
        "source": "https://artsandculture.google.com/asset/xylechinus-squamatilis-dr-reed/nAERoci4NDqm9A"
      },
      {
        "name": "Bombus (Fervidobombus) dahlbomii",
        "path": "img/art/artworks/lou-reed-a5.jpg",
        "source": "https://artsandculture.google.com/asset/bombus-fervidobombus-dahlbomii-e-reed/UAEFCSzKM8dVoA"
      }
    ],
    "summary": [
      "Lewis Allan Reed was an American musician, singer, songwriter and poet. He was the rhythm/lead guitarist, singer and principal songwriter for the rock band The Velvet Underground and had a solo career that spanned five decades. The Velvet Underground was not a commercial success during its existence, but became regarded as one of the most influential bands in the history of underground and alternative rock music.",
      "After leaving the band in 1970, Reed released twenty solo studio albums. His second, Transformer, was produced by David Bowie and arranged by Mick Ronson, and brought mainstream recognition. The album is considered an influential landmark of the glam rock genre, anchored by Reed's most successful single, \"Walk on the Wild Side\". After Transformer, the less commercial but critically acclaimed Berlin reached No. 7 on the UK Albums Chart. Rock 'n' Roll Animal sold strongly, and Sally Can't Dance peaked at No. 10 on the Billboard 200; but for a long period after, Reed's work did not translate into sales, leading him deeper into drug addiction and alcoholism."
    ],
    "quote": "“I always believed that I have something important to say and I said it.”",
    "movements": [],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Lou_Reed",
    "urlGoogle": "https://artsandculture.google.com/entity/lou-reed/m03f0fnk"
  },
  "event": {
    "id": "battle-of-midway",
    "name": "Battle of Midway",
    "dates": "Jun 4, 1942 - Jun 7, 1942",
    "mainImg": "img/events/battle-of-midway.jpg",
    "summary": [
      "The Battle of Midway was a decisive naval battle in the Pacific Theater of World War II that took place on 4–7 June 1942, six months after Japan’s attack on Pearl Harbor and one month after the Battle of the Coral Sea. The United States Navy under Admirals Chester W. Nimitz, Frank J. Fletcher, and Raymond A. Spruance defeated an attacking fleet of the Imperial Japanese Navy under Admirals Isoroku Yamamoto, Chūichi Nagumo, and Nobutake Kondō near Midway Atoll, inflicting devastating damage on the Japanese fleet that proved irreparable. Military historian John Keegan called it \"the most stunning and decisive blow in the history of naval warfare\", while naval historian Craig Symonds called it \"one of the most consequential naval engagements in world history, ranking alongside Salamis, Trafalgar, and Tsushima Strait, as both tactically decisive and strategically influential\".",
      "The Japanese operation, like the earlier attack on Pearl Harbor, hoped to eliminate the United States as a strategic power in the Pacific, thereby giving Japan a free hand in establishing its Greater East Asia Co-Prosperity Sphere."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Midway",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-midway/m0gc4b"
  },
  "funFacts": [
    {
      "id": "686",
      "fact": "A Pelican can hold more food in its beak than its belly.",
      "category": ["Animals"]
    },
    {
      "id": "189",
      "fact": "The Sahara Desert stretches farther than the distance from California to New York.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "554088",
      "fact": "When a man allegedly found a dead mouse in his can of Mountain Dew, Pepsi had an expert claim in an affidavit that the drink was so acidic it would have dissolved the mouse after 30 days."
    }
  ],
  "idiom": {
    "id": "the-exception-proves-the-rule",
    "term": "the exception proves the rule",
    "definition": "An instance that does not obey a rule shows that the rule exists. For example, *John's much shorter than average but excels at basketball---the exception proves the rule.* This seemingly paradoxical phrase is the converse of the older idea that every rule has an exception. [Mid-1600s]"
  },
  "person": {
    "id": "hans-mark",
    "name": "Hans Mark",
    "dates": "Born Jun 17, 1929",
    "mainImg": "img/people/hans-mark.jpg",
    "summary": [
      "Hans Michael Mark is a former Secretary of the Air Force and a former Deputy Administrator of NASA. He is an expert and consultant in aerospace design and national defense policy. Mark retired from the Department of Aerospace Engineering and Engineering Mechanics at the University of Texas at Austin's Cockrell School of Engineering in July 2014."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hans_Mark",
    "urlGoogle": "https://artsandculture.google.com/entity/hans-mark/m08jk_g"
  },
  "place": {
    "id": "samara",
    "name": "Samara",
    "mainImg": "img/places/samara.jpg",
    "summary": [
      "Samara, known from 1935 to 1991 as Kuybyshev, is the ninth-largest city in Russia and the administrative center of Samara Oblast. Some statistics indicate that it is the eighth or ninth-largest city by population, rather than sixth. It is in the southeastern part of Western Russia at the confluence of the Volga and Samara rivers, on the east bank of the Volga which acts as the city's western boundary; across the river are the Zhiguli Mountains, after which the local beer is named. The northern boundary is formed by the Sokolyi Hills and by the steppes in the south and east. The city covers 46,597 hectares, with a population of 1,164,685; the metropolitan area of Samara, Tolyatti and Syzran has a population of over 3 million. It is about 300 kilometres from Kazan, 410 kilometres from Ufa, 340 kilometres from Saratov and 235 kilometres from Oral, Kazakhstan.",
      "Formerly a closed city, Samara is now a large and important social, political, economic, industrial, and cultural centre in Russia and hosted the European Union—Russia Summit in May 2007. It has a continental climate characterised by hot summers and cold winters."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Samara",
    "urlGoogle": "https://artsandculture.google.com/entity/samara/m0jlsq"
  },
  "wiki": {
    "id": "york-city-f-c",
    "name": "York City F.C.",
    "summary": "York City F.C. is an English football club based in York, North Yorkshire. The club participates in the Conference National, the fifth tier of English football. Founded in 1922, they joined The Football League in 1929, and have spent the majority of their history in the lower divisions. The club once rose as high as the second tier of English football, spending two seasons in the Second Division in the 1970s. In the 2003–04 season the club lost their League status when they were relegated from the Third Division, and have since remained in the Conference. York have enjoyed more success in cup competitions than in the league, with highlights including an FA Cup semi-final appearance in 1955. In the 1995–96 Coca-Cola Cup, York beat Manchester United 3–0 at Old Trafford; Manchester United went on to win the FA Cup and Premiership double that season. York play their home games at KitKat Crescent in York. This stadium was formerly known as Bootham Crescent, but was renamed KitKat Crescent because of a sponsorship deal with Nestlé, whose confectionery factory, formerly known as Rowntrees, is one of the city's largest employers.",
    "url": "https://en.wikipedia.org/wiki/York_City_F.C."
  },
  "word": {
    "id": "augur",
    "word": "augur",
    "url": "https://www.merriam-webster.com/dictionary/augur",
    "partOfSpeech": "verb",
    "pronunciation": "AW-gur",
    "audioPath": "audio/words/augur.mp3",
    "definitions": [
      "to foretell (something) or to predict the future especially from omens",
      "to give promise of : presage"
    ],
    "examples": [
      "The state's new first-time home-buyer program _augurs_ a healthy jump in home sales this year.",
      "\"The good news for our area in 2015 is that El Niños usually translate into milder winters for those in the northern part of the United States. It also _augurs_ well for drought-stricken California, which will have a 60 percent chance of double its average rainfall. \" - _The Daily Star_ (Oneonta, New York), March 12, 2014"
    ],
    "origin": "Auguring is what augurs did in ancient Rome. These were official diviners whose function it was, not to foretell the future, but to divine whether the gods approved of a proposed undertaking, such as a military move. These augurs did so by various means, among them observing the behavior of birds and examining the intestines of sacrificed animals. Nowadays, the intransitive verb sense of \"foretell\" is often used with an adverb, such as \"well,\" as in our second example above. \"Augur\" comes from Latin and is related to the Latin verb \"augēre,\" which means \"to increase\" and is the source of \"augment,\" \"auction,\" and \"author.\""
  }
}
