{
  "artist": {
    "id": "sol-le-witt",
    "name": "Sol LeWitt",
    "dates": "Sep 9, 1928 - Apr 8, 2007",
    "mainImg": "img/art/artists/sol-le-witt.jpg",
    "artworkImgs": [
      {
        "name": "Wall Drawing",
        "path": "img/art/artworks/sol-le-witt-a1.jpg",
        "source": "https://artsandculture.google.com/asset/wall-drawing-sol-lewitt/vQE5aLIzF257kA"
      },
      {
        "name": "3 x 4 x 6",
        "path": "img/art/artworks/sol-le-witt-a2.jpg",
        "source": "https://artsandculture.google.com/asset/3-x-4-x-6-sol-lewitt-atribuído/mAGEpl6JJYEKJw"
      },
      {
        "name": "Wall Drawing #340",
        "path": "img/art/artworks/sol-le-witt-a3.jpg",
        "source": "https://artsandculture.google.com/asset/wall-drawing-340-sol-lewitt/1QGtoVGtnea_Jg"
      },
      {
        "name": "Wal Drawing #999",
        "path": "img/art/artworks/sol-le-witt-a4.jpg",
        "source": "https://artsandculture.google.com/asset/wal-drawing-999-sol-lewitt/YQETANakeA4m3Q"
      },
      {
        "name": "Distorted Cubes Bozuk Küpler",
        "path": "img/art/artworks/sol-le-witt-a5.jpg",
        "source": "https://artsandculture.google.com/asset/distorted-cubes-bozuk-küpler-sol-lewitt/qwGPe_hpyiQ1Yw"
      },
      {
        "name": "Eight-Pointed Stars",
        "path": "img/art/artworks/sol-le-witt-a6.jpg",
        "source": "https://artsandculture.google.com/asset/eight-pointed-stars-sol-lewitt/FwFOPCQKI19r1Q"
      }
    ],
    "summary": [
      "Solomon \"Sol\" LeWitt was an American artist linked to various movements, including Conceptual art and Minimalism.",
      "LeWitt came to fame in the late 1960s with his wall drawings and \"structures\" but was prolific in a wide range of media including drawing, printmaking, photography, painting, installation, and artist's books. He has been the subject of hundreds of solo exhibitions in museums and galleries around the world since 1965. The first biography of the artist, Sol LeWitt: A Life of Ideas, by Lary Bloom, was published by Wesleyan University Press in the spring of 2019."
    ],
    "quote": "“You belong in the most secret part of you. Don’t worry about cool, make your own uncool. Make your own, your own world. If you fear, make it work for you—draw and paint your fear and anxiety.”",
    "movements": [
      "Contemporary art",
      "Minimalism",
      "Conceptual art",
      "Modern art",
      "Abstract art",
      "Abstract expressionism"
    ],
    "mediums": ["Sculpture", "Vitreous enamel", "Metal", "Drawing", "Wood", "Acrylic paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sol_LeWitt",
    "urlGoogle": "https://artsandculture.google.com/entity/sol-lewitt/m03v9b1"
  },
  "event": {
    "id": "sino-indian-war",
    "name": "Sino-Indian War",
    "dates": "Oct 20, 1962 - Nov 21, 1962",
    "mainImg": "img/events/sino-indian-war.jpg",
    "summary": [
      "The Sino-Indian War, also known as the Indo-China War and Sino-Indian Border Conflict, was a war between China and India that occurred in 1962. A disputed Himalayan border was the main cause of the war, but other issues also played a role. There had been a series of violent border skirmishes between the two countries after the 1959 Tibetan uprising, when India granted asylum to the Dalai Lama. India initiated a defensive Forward Policy from 1960 to hinder Chinese military patrols and logistics, in which it placed outposts along the border, including several north of the McMahon Line, the eastern portion of the Line of Actual Control proclaimed by Chinese Premier Zhou Enlai in 1959.",
      "Chinese military action grew increasingly aggressive after India rejected proposed Chinese diplomatic settlements throughout 1960-1962, with China re-commencing previously-banned \"forward patrols\" in Ladakh from April 30th 1962. China finally abandoned all attempts of peaceful resolution on 20 October 1962, invading disputed territory along the 3,225 kilometre- long Himalayan border in Ladakh and across the McMahon Line."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sino-Indian_War",
    "urlGoogle": "https://artsandculture.google.com/entity/sino-indian-war/m078_l"
  },
  "funFacts": [
    { "id": "370", "fact": "Heat, not sunlight, ripens tomatoes.", "category": ["Food", "Plants"] },
    {
      "id": "404",
      "fact": "The Statue of Liberty's nose is four feet six inches long.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [{ "id": "505068", "fact": "Your hair contains traces of gold." }],
  "idiom": {
    "id": "a-month-of-sundays",
    "term": "a month of Sundays",
    "definition": "A long time, as in *I haven't seen Barbara in a month of Sundays.* This expression, which would literally mean thirty weeks, has been used hyperbolically since it was first recorded in 1832. One writer suggests it originally connoted a long *dreary* time, since games and other kinds of amusement used to be forbidden on Sunday."
  },
  "person": {
    "id": "anna-of-russia",
    "name": "Anna of Russia",
    "dates": "Feb 7, 1693 - Oct 28, 1740",
    "mainImg": "img/people/anna-of-russia.jpg",
    "summary": [
      "Anna Ioannovna, also spelled Anna Ivanovna and sometimes anglicized as Anne, was regent of the duchy of Courland from 1711 until 1730 and then ruled as Empress of Russia from 1730 to 1740. Much of her administration was defined or heavily influenced by actions set in motion by her uncle, Peter the Great, such as the lavish building projects in St. Petersburg, funding the Russian Academy of Science, and measures which generally favored the nobility, such as the repeal of a primogeniture law in 1730. In the West, Anna's reign was traditionally viewed as a continuation of the transition from the old Muscovy ways to the European court envisioned by Peter the Great. Within Russia, Anna's reign is often referred to as a \"dark era\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Anna_of_Russia",
    "urlGoogle": "https://artsandculture.google.com/entity/anna-of-russia/m0c2_7"
  },
  "place": {
    "id": "omaha",
    "name": "Omaha",
    "mainImg": "img/places/omaha.jpg",
    "summary": [
      "Omaha is the largest city in the state of Nebraska and the county seat of Douglas County. Omaha is in the Midwestern United States on the Missouri River, about 10 miles north of the mouth of the Platte River. The nation's 40th-largest city, Omaha's 2019 estimated population was 478,192.",
      "Omaha is the anchor of the eight-county, bi-state Omaha-Council Bluffs metropolitan area. The Omaha Metropolitan Area is the 59th largest in the United States, with an estimated population of 944,316. The Omaha-Council Bluffs-Fremont, NE-IA Combined Statistical Area encompasses the Omaha-Council Bluffs MSA as well as the separate Fremont, NE Micropolitan Statistical Area, which consists of the entirety of Dodge County, Nebraska. The total population of the CSA was 970,023 based on 2017 estimates. Approximately 1.3 million people reside within the Greater Omaha area, within a 50 mi radius of Downtown Omaha.",
      "Omaha's pioneer period began in 1854, when the city was founded by speculators from neighboring Council Bluffs, Iowa. The city was founded along the Missouri River, and a crossing called Lone Tree Ferry earned the city its nickname, the \"Gateway to the West\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Omaha,_Nebraska",
    "urlGoogle": "https://artsandculture.google.com/entity/omaha/m0chrx"
  },
  "quote": {
    "id": "59",
    "quote": "Some men see things as they are and ask why. Others dream things that never were and ask why not.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "sandy-koufax",
    "name": "Sandy Koufax",
    "summary": "Sandy Koufax is a former pitcher in Major League Baseball who played his entire career for the Brooklyn and Los Angeles Dodgers from 1955 to 1966. He is best known for his string of six amazing seasons from 1961 to 1966 before arthritis ended his career at the age of 31. A notoriously difficult pitcher to hit against, he was the first major leaguer to pitch more than three no-hitters, the first to allow fewer than seven hits per nine innings pitched over his career, and the first to strike out more than nine batters per nine innings pitched in his career. Among National League pitchers with at least 2000 innings pitched who have debuted since 1913, he has both the highest career winning percentage (.655) and the lowest career earned run average (2.76); his 2396 career strikeouts ranked seventh in major league history upon his retirement, and trailed only Warren Spahn's total of 2583 among left-handers. Retiring virtually at the peak of his career, Koufax later became–at age 36–the youngest person ever elected to the Baseball Hall of Fame.",
    "url": "https://en.wikipedia.org/wiki/Sandy_Koufax"
  },
  "word": {
    "id": "procrustean",
    "word": "procrustean",
    "url": "https://www.merriam-webster.com/dictionary/procrustean",
    "partOfSpeech": "adjective",
    "pronunciation": "pruh-KRUSS-tee-un",
    "audioPath": "audio/words/procrustean.mp3",
    "definitions": [
      "of, relating to, or typical of Procrustes",
      "marked by arbitrary often ruthless disregard of individual differences or special circumstances"
    ],
    "examples": [
      "The company abandoned its procrustean scheduling policy and began allowing single mothers and other employees to work more flexible hours."
    ],
    "origin": "Procrustes was one of many villains defeated by the Greek hero Theseus. According to Greek mythology, Procrustes was a robber who killed his victims in a most cruel and unusual way. He made them lie on an iron bed and would force them to fit the bed by cutting off the parts that hung off the ends or by stretching those people who were too short. Something \"Procrustean,\" therefore, takes no account of individual differences but cruelly and mercilessly makes everything the same. And a \"procrustean bed\" is a scheme or pattern into which someone or something is arbitrarily forced."
  }
}
