{
  "artist": {
    "id": "marcel-duchamp",
    "name": "Marcel Duchamp",
    "dates": "Jul 28, 1887 - Oct 2, 1968",
    "mainImg": "img/art/artists/marcel-duchamp.jpg",
    "artworkImgs": [
      {
        "name": "Nu descendant un escalier - Marcel Duchamp, 1912 (conservé au Philadelphia Museum of Art)",
        "path": "img/art/artworks/marcel-duchamp-a1.jpg",
        "source": "https://artsandculture.google.com/asset/nu-descendant-un-escalier-marcel-duchamp-1912-conservé-au-philadelphia-museum-of-art-marcel-duchamp/cwF_rw7iWJk_wA"
      },
      {
        "name": "Fresh window",
        "path": "img/art/artworks/marcel-duchamp-a2.jpg",
        "source": "https://artsandculture.google.com/asset/fresh-window-marcel-duchamp/MwHOZFw-s_DQ4Q"
      },
      {
        "name": "Fountain",
        "path": "img/art/artworks/marcel-duchamp-a3.jpg",
        "source": "https://artsandculture.google.com/asset/fountain-marcel-duchamp/1QGek4Lw6B5sBQ"
      },
      {
        "name": "Roue de bicyclette",
        "path": "img/art/artworks/marcel-duchamp-a4.jpg",
        "source": "https://artsandculture.google.com/asset/roue-de-bicyclette-marcel-duchamp/cQHojLcfnuIo3g"
      },
      {
        "name": "de ou par Marcel Duchamp ou Rrose Sélavy (Boîte-en-valise) - series D",
        "path": "img/art/artworks/marcel-duchamp-a5.jpg",
        "source": "https://artsandculture.google.com/asset/de-ou-par-marcel-duchamp-ou-rrose-sélavy-boîte-en-valise-series-d/QAFliQJdqkEI6A"
      },
      {
        "name": "Gallic Cock",
        "path": "img/art/artworks/marcel-duchamp-a6.jpg",
        "source": "https://artsandculture.google.com/asset/gallic-cock-raymond-duchamp-villon/4AGH5pAs4r4E8g"
      }
    ],
    "summary": [
      "Henri-Robert-Marcel Duchamp was a French-American painter, sculptor, chess player, and writer whose work is associated with Cubism, Dada, and conceptual art. He was careful about his use of the term Dada and was not directly associated with Dada groups. Duchamp is commonly regarded, along with Pablo Picasso and Henri Matisse, as one of the three artists who helped to define the revolutionary developments in the plastic arts in the opening decades of the 20th century, responsible for significant developments in painting and sculpture. Duchamp has had an immense impact on twentieth-century and twenty first-century art, and he had a seminal influence on the development of conceptual art. By World War I, he had rejected the work of many of his fellow artists as \"retinal\" art, intended only to please the eye. Instead, Duchamp wanted to use art to serve the mind."
    ],
    "quote": "“I am still a victim of chess. It has all the beauty of art - and much more. It cannot be commercialized. Chess is much purer than art in its social position.”",
    "movements": [
      "Modern art",
      "Surrealism",
      "Conceptual art",
      "Contemporary art",
      "Cubism",
      "Dada"
    ],
    "mediums": ["Wood", "Metal", "Plaster", "Ink", "Sculpture", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Marcel_Duchamp",
    "urlGoogle": "https://artsandculture.google.com/entity/marcel-duchamp/m0bqch"
  },
  "event": {
    "id": "gallipoli-campaign",
    "name": "Gallipoli campaign",
    "dates": "Feb 19, 1915 - Jan 9, 1916",
    "mainImg": "img/events/gallipoli-campaign.jpg",
    "summary": [
      "The Gallipoli campaign, also known as the Dardanelles campaign, the Battle of Gallipoli or the Battle of Çanakkale, was a campaign of the First World War that took place on the Gallipoli peninsula, from 17 February 1915 to 9 January 1916. The Entente powers, Britain, France and Russia, sought to weaken the Ottoman Empire, one of the Central Powers, by taking control of the straits that provided a supply route to Russia. The Allies' attack on Ottoman forts at the entrance of the Dardanelles in February 1915 failed and was followed by an amphibious landing on the Gallipoli peninsula in April 1915 to capture the Ottoman capital of Constantinople.",
      "In January 1916, after eight months' fighting, with approximately 250,000 casualties on each side, the land campaign was abandoned and the invasion force withdrawn. It was a costly defeat for the Entente powers and for the sponsors, especially First Lord of the Admiralty, Winston Churchill. The campaign was considered a great Ottoman victory. In Turkey, it is regarded as a defining moment in the history of the state, a final surge in the defence of the motherland as the Ottoman Empire retreated."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gallipoli_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/gallipoli-campaign/m01fc7p"
  },
  "funFacts": [
    {
      "id": "782",
      "fact": "The human jaw can generate a force up to 200 pounds on the molars.",
      "category": ["Anatomy"]
    },
    { "id": "19", "fact": "Children tend to grow faster in the spring.", "category": ["Anatomy"] }
  ],
  "funFacts2": [
    {
      "id": "504753",
      "fact": "The office cubicle was invented by Robert Propst in 1968. His original design was called the Action Office System and provided “a social kind of privacy” for the worker."
    }
  ],
  "idiom": {
    "id": "darken-someones-door",
    "term": "darken someone's door",
    "definition": "Come unwanted to someone's home, as in *I told him to get out and never darken my door again.* The verb *darken* here refers to casting one's shadow across the *threshold,* a word that occasionally was substituted for *door.* As an imperative, the expression is associated with Victorian melodrama, where someone (usually a young woman or man) is thrown out of the parental home for some misdeed, but it is actually much older. Benjamin Franklin used it in *The Busybody* (1729): \"I am afraid she would resent it so as never to darken my doors again.\""
  },
  "person": {
    "id": "john-connally",
    "name": "John Connally",
    "dates": "Feb 27, 1917 - Jun 15, 1993",
    "mainImg": "img/people/john-connally.jpg",
    "summary": [
      "John Bowden Connally Jr. was an American politician. He served as the 39th Governor of Texas and as the 61st United States Secretary of the Treasury. He began his career as a Democrat and later became a Republican in 1973.",
      "Born in Floresville, Texas, Connally pursued a legal career after graduating from the University of Texas at Austin. During World War II, he served on the staff of James Forrestal and Dwight D. Eisenhower before transferring to the Asiatic-Pacific Theater. After the war, he became an aide to Senator Lyndon B. Johnson. When Johnson assumed the vice presidency in 1961, he convinced President John F. Kennedy to appoint Connally to the position of United States Secretary of the Navy. Connally left the Kennedy Administration in December 1961 to run for Governor of Texas, and he held that position from 1963 to 1969. In 1963, Connally was riding in the presidential limousine during Kennedy's assassination, and was seriously wounded. During his governorship, he was a conservative Democrat.",
      "In 1971, Republican President Richard Nixon appointed Connally as his Treasury Secretary."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_Connally",
    "urlGoogle": "https://artsandculture.google.com/entity/john-connally/m01rtbd"
  },
  "place": {
    "id": "cordoba",
    "name": "Córdoba",
    "mainImg": "img/places/cordoba.jpg",
    "summary": [
      "Córdoba, also spelled Cordova in English, is a city in Andalusia, southern Spain, and the capital of the province of Córdoba. It is the largest city in the province, 3rd largest in Andalusia, after Sevilla and Málaga, and the 12th largest in Spain. It was a Roman settlement, taken over by the Visigoths, followed by the Muslim conquests in the eighth century and later becoming an imperial city under the Caliphate of Córdoba. The city served as the capital in exile of the Umayyad Caliphate and various other emirates. During these Muslim periods, Córdoba was transformed into a world leading center of education and learning, producing notable figures such as Averroes, Ibn Hazm, and Al-Zahrawi, and by the 10th century it had grown to be the second-largest city in Europe. It was conquered by the Kingdom of Castile through the Christian Reconquista in 1236.",
      "Today, Córdoba is still home to many notable pieces of Moorish architecture such as The Mezquita-Catedral, which was named as a UNESCO World Heritage Site in 1984 and is now a cathedral. The UNESCO status has since been expanded to encompass the whole historic centre of Córdoba."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/C%C3%B3rdoba,_Spain",
    "urlGoogle": "https://artsandculture.google.com/entity/córdoba/m0f1rr"
  },
  "wiki": {
    "id": "yarralumla-australian-capital-territory",
    "name": "Yarralumla, Australian Capital Territory",
    "summary": "Yarralumla is a large suburb within Canberra, the capital city of Australia. Located approximately 3.5 kilometres south-west of the city centre, Yarralumla extends along the southern bank of Lake Burley Griffin. Europeans first settled the area in 1828, and it was named Yarralumla in 1834 from the Ngunnwal Indigenous Australian name for the area. Yarralumla is most noted for being the site of Government House, the official residence of the Governor-General of Australia, built in 1891. The suburb was officially gazetted in 1928 and today is home to approximately 3000 people and many diplomatic missions. In recent years, it has become one of Canberra's most desirable and expensive suburbs because of its leafy streets, attractive lakeside setting and central location.",
    "url": "https://en.wikipedia.org/wiki/Yarralumla,_Australian_Capital_Territory"
  },
  "word": {
    "id": "jerkwater",
    "word": "jerkwater",
    "url": "https://www.merriam-webster.com/dictionary/jerkwater",
    "partOfSpeech": "adjective",
    "pronunciation": "JERK-waw-ter",
    "audioPath": "audio/words/jerkwater.mp3",
    "definitions": ["remote and unimportant", "trivial"],
    "examples": [
      "\"We're stranded in some _jerkwater_ town in the middle of nowhere,\" said Larry when he called to tell us that the car's engine had blown.",
      "\"Hardworking and reserved, Jesse might use five words when the situation called for nine. The son of Mexican immigrants, he was born in the cheerless, _jerkwater_ town of Firebaugh, Calif., in 1938; facts that undoubtedly contributed to his abiding humility.\" - From an article by Scott P. Charles in the _Philadelphia Inquirer_, June 12, 2012"
    ],
    "origin": "We owe the colorful Americanism \"jerkwater\" to the invention of the steam engine-an advancement that significantly accelerated travel by rail but also had its drawbacks. One drawback was that the boilers of the early locomotives needed to be refilled with water frequently, and water tanks were few and far between. As a result, the small trains that ran on rural branch lines often had to stop to take on water from local supplies. Such trains were commonly called \"jerkwaters\" from the motion of jerking the water up in buckets from the supply to the engine. The derogatory use of \"jerkwater\" for things unimportant or trivial reflects the fact that these jerkwater trains typically ran on lines connecting small middle-of-nowhere towns."
  }
}
