{
  "artist": {
    "id": "alberto-giacometti",
    "name": "Alberto Giacometti",
    "dates": "Oct 10, 1901 - Jan 11, 1966",
    "mainImg": "img/art/artists/alberto-giacometti.jpg",
    "artworkImgs": [
      {
        "name": "Femme debout",
        "path": "img/art/artworks/alberto-giacometti-a1.jpg",
        "source": "https://artsandculture.google.com/asset/femme-debout-alberto-giacometti/pwF5pVVQnTW1CA"
      },
      {
        "name": "Standing Woman II",
        "path": "img/art/artworks/alberto-giacometti-a2.jpg",
        "source": "https://artsandculture.google.com/asset/standing-woman-ii-alberto-giacometti/CgGiMGdKu80z6g"
      },
      {
        "name": "Spoon Woman",
        "path": "img/art/artworks/alberto-giacometti-a3.jpg",
        "source": "https://artsandculture.google.com/asset/spoon-woman-alberto-giacometti-swiss-1901–1966/yQE68Bs8F1J1HQ"
      },
      {
        "name": "Femme égorgée",
        "path": "img/art/artworks/alberto-giacometti-a4.jpg",
        "source": "https://artsandculture.google.com/asset/femme-égorgée-alberto-giacometti/OgEejFeNaV5Jog"
      },
      {
        "name": "Figura (Femme de Venise VI)",
        "path": "img/art/artworks/alberto-giacometti-a5.jpg",
        "source": "https://artsandculture.google.com/asset/figura-femme-de-venise-vi-alberto-giacometti/CwE7IuKm1cEfWQ"
      },
      {
        "name": "Quatre femmes sur socle [Four Women on a Base]",
        "path": "img/art/artworks/alberto-giacometti-a6.jpg",
        "source": "https://artsandculture.google.com/asset/quatre-femmes-sur-socle-four-women-on-a-base-alberto-giacometti/GQHqNyFyyB0I6g"
      }
    ],
    "summary": [
      "Alberto Giacometti was a Swiss sculptor, painter, draftsman and printmaker. Beginning in 1922, he lived and worked mainly in Paris but regularly visited his hometown Borgonovo to see his family and work on his art.",
      "Giacometti was one of the most important sculptors of the 20th century. His work was particularly influenced by artistic styles such as Cubism and Surrealism. Philosophical questions about the human condition, as well as existential and phenomenological debates played a significant role in his work. Around 1935 he gave up on his Surrealistic influences in order to pursue a more deepened analysis of figurative compositions. Giacometti wrote texts for periodicals and exhibition catalogues and recorded his thoughts and memories in notebooks and diaries. His self-critical nature led to great doubts about his work and his ability to do justice to his own artistic ideas but acted as a great motivating force.",
      "Between 1938 and 1944 Giacometti's sculptures had a maximum height of seven centimeters. Their small size reflected the actual distance between the artist's position and his model."
    ],
    "quote": "“All I can do will only ever be a faint image of what I see and my success will always be less than my failure or perhaps equal to the failure.”",
    "movements": ["Modern art", "Surrealism", "Expressionism", "Cubism", "Contemporary art"],
    "mediums": ["Bronze", "Metal", "Sculpture", "Drawing", "Oil paint", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Alberto_Giacometti",
    "urlGoogle": "https://artsandculture.google.com/entity/alberto-giacometti/m0zhb"
  },
  "event": {
    "id": "battle-of-borodino",
    "name": "Battle of Borodino",
    "dates": null,
    "mainImg": "img/events/battle-of-borodino.jpg",
    "summary": [
      "The Battle of Borodino was a battle fought on 7 September 1812 in the Napoleonic Wars during the French invasion of Russia.",
      "The fighting involved around 250,000 troops and left at least 70,000 casualties, making Borodino the deadliest day of the Napoleonic Wars and the bloodiest single day in the history of warfare until the First Battle of the Marne in 1914. Napoleon's Grande Armée launched an attack against the Imperial Russian Army, driving it back from its initial positions but failing to gain a decisive victory. Both armies were exhausted after the battle and the Russians withdrew from the field the following day. Borodino represented the last Russian effort at stopping the French advance on Moscow, which fell a week later. However, the French had no clear way of forcing Tsar Alexander to capitulate because the Russian army was not decisively defeated, resulting in the ultimate defeat of the French invasion following the retreat from Moscow in October.",
      "After a series of Russian retreats at the beginning of the campaign, the nobility grew alarmed about the advancing French troops and forced the Tsar to dismiss the army's commander, Michael Andreas Barclay de Tolly."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Borodino",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-borodino/m01314x"
  },
  "funFacts": [
    {
      "id": "103",
      "fact": "Frowning burns more calories than smiling.",
      "category": ["Anatomy", "Science"]
    },
    {
      "id": "753",
      "fact": "A group of goats is called a trip.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553844",
      "fact": "Cathay Williams became the first African-American woman to serve in the U.S. Army in 1866. Since women were barred from joining the military at the time, she enlisted as a man under the pseudonym William Cathay."
    }
  ],
  "idiom": {
    "id": "keep-the-wolf-from-the-door",
    "term": "keep the wolf from the door",
    "definition": "Ward off starvation or financial ruin. For example, *In many countries people are working simply to keep the wolf from the door, and owning a car or washing machine is just a dream,* or *Gail would take any job now, just to keep the wolf from the door.* This term alludes to the wolf's fabled ravenousness. [Mid-1500s]"
  },
  "person": {
    "id": "robert-smalls",
    "name": "Robert Smalls",
    "dates": "Apr 5, 1839 - Feb 23, 1915",
    "mainImg": "img/people/robert-smalls.jpg",
    "summary": [
      "Robert Smalls was an American businessman, publisher, and politician. Born into slavery in Beaufort, South Carolina, he freed himself, his crew, and their families during the American Civil War by commandeering a Confederate transport ship, CSS Planter, in Charleston harbor, on May 13, 1862, and sailing it from Confederate-controlled waters of the harbor to the U.S. blockade that surrounded it. He then piloted the ship to the Union-controlled enclave in Beaufort-Port Royal-Hilton Head area, where it became a Union warship. His example and persuasion helped convince President Abraham Lincoln to accept African-American soldiers into the Union Army.",
      "After the American Civil War he returned to Beaufort and became a politician, winning election as a Republican to the South Carolina State legislature and the United States House of Representatives during the Reconstruction era. Smalls authored state legislation providing for South Carolina to have the first free and compulsory public school system in the United States. He founded the Republican Party of South Carolina. Smalls was the last Republican to represent South Carolina's 5th congressional district until 2010."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_Smalls",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-smalls/m09vgsz"
  },
  "place": {
    "id": "quito",
    "name": "Quito",
    "mainImg": "img/places/quito.jpg",
    "summary": [
      "Quito is the capital of Ecuador, the country's most populous city, and at an elevation of 2,850 metres above sea level, it is the second-highest official capital city in the world, after La Paz, and the closest to the equator. It is located in the Guayllabamba river basin, on the eastern slopes of Pichincha, an active stratovolcano in the Andes Mountains.",
      "In 2008, the city was designated as the headquarters of the Union of South American Nations.",
      "The historic centre of Quito is one of the largest, least-altered and best-preserved in the Americas. Quito and Kraków, Poland, were the first World Cultural Heritage Sites declared by UNESCO, in 1978. The central square of Quito is located about 25 kilometres south of the equator; the city itself extends to within about 1 kilometre of zero latitude. A monument and museum marking the general location of the equator is known locally as la mitad del mundo, to avoid confusion, as the word Ecuador is Spanish for equator."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Quito",
    "urlGoogle": "https://artsandculture.google.com/entity/quito/m01dtq1"
  },
  "quote": {
    "id": "52",
    "quote": "Those who cannot change their minds cannot change anything.",
    "author": "George Bernard Shaw"
  },
  "wiki": {
    "id": "history-of-post-soviet-russia",
    "name": "History of post-Soviet Russia",
    "summary": "While Russia has existed as a state for over a thousand years, the history of post-Soviet Russia is brief, dating back only to the collapse of the Soviet Union in late 1991. Since gaining its independence, Russia claimed to be the legal successor to the Soviet Union on the international stage. However, Russia lost its superpower status amid serious economic and political challenges in the 1990s. Scrapping the socialist central planning and state ownership of property of the Soviet era, Russia attempted to build an economy with elements of market capitalism, with often painful results. The development of post-Soviet political institutions has also produced mixed results. By the early-1990s Russia had a system of multiparty electoral politics, but in recent years the presidency has been increasing its already tight control over parliament, regional officeholders, and civil society.",
    "url": "https://en.wikipedia.org/wiki/History_of_post-Soviet_Russia"
  },
  "word": {
    "id": "stymie",
    "word": "stymie",
    "url": "https://www.merriam-webster.com/dictionary/stymie",
    "partOfSpeech": "verb",
    "pronunciation": "STYE-mee",
    "audioPath": "audio/words/stymie.mp3",
    "definitions": ["to present an obstacle to : stand in the way of"],
    "examples": [
      "Progress on the project has been _stymied_ by lack of funds.",
      "\"Even the town's initiatives couldn't stop someone from buying Wagner's land and developing it with houses. The only safeguards lie in the forest's marshes and hills that might _stymie_ much development.\" - From an article by Taylor W. Anderson in the _Chicago Tribune_, December 12, 2013"
    ],
    "origin": "Golf was being played in Scotland as early as the 15th century, but it wasn't until the 19th century that the sport really caught on in England and North America. It was also in the 19th century that the word \"stymie\" entered English as a noun referring to a golfing situation in which one player's ball lies between another ball and the hole on the putting green, thereby blocking the line of play. Later, \"stymie\" came to be used as a verb meaning \"to bring into the position of, or impede by, a stymie.\" By the early 20th century, the verb was being applied in similarly vexing non-golf contexts."
  }
}
