{
  "artist": {
    "id": "samuel-prout",
    "name": "Samuel Prout",
    "dates": "Sep 17, 1783 - Feb 10, 1852",
    "mainImg": "img/art/artists/samuel-prout.jpg",
    "artworkImgs": [
      {
        "name": "A Seated Peasant Woman Seen From Behind",
        "path": "img/art/artworks/samuel-prout-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-seated-peasant-woman-seen-from-behind-samuel-prout-1783–1852-british/mQEoWj35lvX8Qw"
      },
      {
        "name": "Salving from the wreck",
        "path": "img/art/artworks/samuel-prout-a2.jpg",
        "source": "https://artsandculture.google.com/asset/salving-from-the-wreck-samuel-prout/xgFzpsDraBTrog"
      },
      {
        "name": "A Seated Peasant Woman",
        "path": "img/art/artworks/samuel-prout-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-seated-peasant-woman-samuel-prout-1783–1852-british/6QFN1euLkTJM_A"
      },
      {
        "name": "Temple of Peace, Roman Forum",
        "path": "img/art/artworks/samuel-prout-a4.jpg",
        "source": "https://artsandculture.google.com/asset/temple-of-peace-roman-forum-samuel-prout-english-1783-1852/KgEe1b6kYUig3g"
      },
      {
        "name": "The Wreck of the Dutton, An East Indiaman",
        "path": "img/art/artworks/samuel-prout-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-wreck-of-the-dutton-an-east-indiaman-samuel-prout-1783–1852-british/JgGCorOGb48Muw"
      },
      {
        "name": "Beauvais Cathedral",
        "path": "img/art/artworks/samuel-prout-a6.jpg",
        "source": "https://artsandculture.google.com/asset/beauvais-cathedral-samuel-prout-1783–1852-british/WgHE4pzfrC5-6g"
      }
    ],
    "summary": [
      "Samuel Prout was a British watercolourist, and one of the masters of watercolour architectural painting. Prout secured the position of Painter in Water-Colours in Ordinary to King George IV in 1829 and afterwards to Queen Victoria. John Ruskin, whose work often emulated Prout's, wrote in 1844, \"Sometimes I tire of Turner, but never of Prout\". Prout is often compared to his contemporaries; Turner, Gainsborough, Constable and Ruskin, whom he taught. He was the uncle of the artist John Skinner Prout."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Graphite", "Watercolor painting", "Ink", "Pen", "Gouache", "Gum arabic"],
    "urlWiki": "https://en.wikipedia.org/wiki/Samuel_Prout",
    "urlGoogle": "https://artsandculture.google.com/entity/samuel-prout/m01gsyp"
  },
  "event": {
    "id": "hurricane-harvey",
    "name": "Hurricane Harvey",
    "dates": "Aug 17, 2017 - Sep 3, 2017",
    "mainImg": "img/events/hurricane-harvey.jpg",
    "summary": [
      "Hurricane Harvey was a devastating Category 4 hurricane that made landfall on Texas and Louisiana in August 2017, causing catastrophic flooding and many deaths. It is tied with 2005's Hurricane Katrina as the costliest tropical cyclone on record, inflicting $125 billion in damage, primarily from catastrophic rainfall-triggered flooding in the Houston metropolitan area and Southeast Texas. It was the first major hurricane to make landfall in the United States since Wilma in 2005, ending a record 12-year span in which no hurricanes made landfall at the intensity of a major hurricane throughout the country. In a four-day period, many areas received more than 40 inches of rain as the system slowly meandered over eastern Texas and adjacent waters, causing unprecedented flooding. With peak accumulations of 60.58 in, in Nederland, Texas, Harvey was the wettest tropical cyclone on record in the United States. The resulting floods inundated hundreds of thousands of homes, which displaced more than 30,000 people and prompted more than 17,000 rescues."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hurricane_Harvey",
    "urlGoogle": "https://artsandculture.google.com/entity/hurricane-harvey/g11f06hfpld"
  },
  "funFacts": [
    {
      "id": "299",
      "fact": "The Library of Congress has 600 miles of shelves.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "714",
      "fact": "A camel can drink 25 gallons of water in less than three minutes.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553992",
      "fact": "When Angelfire launched in the mid-1990s, it offered medical transcription services as well as web-building tools."
    }
  ],
  "idiom": {
    "id": "hell-bent-for-leather",
    "term": "hell-bent for leather",
    "definition": "Moving recklessly fast, as in *Out the door she went, hell- bent for leather.* The use of *hell-bent* in the sense of \"recklessly determined\" dates from the first half of the 1800s. *Leather* alludes to a horse's saddle and to riding on horseback; this colloquial expression may be an American version of the earlier British army jargon **hell for leather,** first recorded in 1889."
  },
  "person": {
    "id": "franz-joseph-ii-prince-of-liechtenstein",
    "name": "Franz Joseph II, Prince of Liechtenstein",
    "dates": "Aug 16, 1906 - Nov 13, 1989",
    "mainImg": "img/people/franz-joseph-ii-prince-of-liechtenstein.jpg",
    "summary": [
      "Franz Joseph II was the reigning Prince of Liechtenstein from 1938 until his death.",
      "Franz Joseph was the son of Prince Aloys of Liechtenstein and Archduchess Elisabeth Amalie of Austria. He succeeded his childless grand-uncle, Prince Franz I, after his father renounced his right of succession in his favour in 1923.",
      "During his reign women received voting rights for the first time, following a referendum on the topic in 1984.",
      "Franz Joseph was an extremely popular sovereign in Liechtenstein. He was the first ruling prince to live full-time in the principality. He also oversaw the economic development of Liechtenstein from a poor agricultural backwater into one of the richest countries in the world."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Franz_Joseph_II,_Prince_of_Liechtenstein",
    "urlGoogle": "https://artsandculture.google.com/entity/franz-joseph-ii-prince-of-liechtenstein/m03m3sr"
  },
  "place": {
    "id": "strasbourg",
    "name": "Strasbourg",
    "mainImg": "img/places/strasbourg.jpg",
    "summary": [
      "Strasbourg is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
      "In 2017, the city proper had 280,966 inhabitants and both the Eurométropole de Strasbourg and the Arrondissement of Strasbourg had 494,089 inhabitants. Strasbourg's metropolitan area had a population of 785,839 in 2016, making it the ninth-largest metro area in France and home to 13% of the Grand Est region's inhabitants. The transnational Eurodistrict Strasbourg-Ortenau had a population of 958,421 inhabitants.",
      "Strasbourg is one of the de facto four main capitals of the European Union, as it is the seat of several European institutions, such as the European Parliament, the Eurocorps and the European Ombudsman of the European Union. An organization separate from the European Union, the Council of Europe is also located in the city.",
      "Together with Basel, Geneva and New York City, Strasbourg is among the few cities in the world not being a state capital and hosting international organisations of the first order."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Strasbourg",
    "urlGoogle": "https://artsandculture.google.com/entity/strasbourg/m09b83"
  },
  "wiki": {
    "id": "beijing-opera",
    "name": "Beijing opera",
    "summary": "Beijing opera is a form of traditional Chinese theatre which combines music, vocal performance, mime, dance, and acrobatics. It arose in the late 18th century and became fully developed and recognized by the mid-19th century. The form was extremely popular in the Qing Dynasty court and has come to be regarded as one of the cultural treasures of China. Major performance troupes are based in Beijing and Tianjin in the north, and Shanghai in the south. The art form is also enjoyed in Taiwan, and has spread to other countries such as the United States and Japan. Beijing opera features four main types of performers. Performing troupes often have several of each variety, as well as numerous secondary and tertiary performers. With their elaborate and colorful costumes, performers are the only focal points on Beijing opera's characteristically sparse stage. They utilize the skills of speech, song, dance, and combat in movements that are symbolic and suggestive, rather than realistic. Above all else, the skill of performers is evaluated according to the beauty of their movements.",
    "url": "https://en.wikipedia.org/wiki/Beijing_opera"
  },
  "word": {
    "id": "halcyon",
    "word": "halcyon",
    "url": "https://www.merriam-webster.com/dictionary/halcyon",
    "partOfSpeech": "adjective",
    "pronunciation": "HAL-see-un",
    "audioPath": "audio/words/halcyon.mp3",
    "definitions": ["calm, peaceful", "happy, golden", "prosperous, affluent"],
    "examples": [
      "Although Grandma spoke longingly of the _halcyon_ days of her childhood, Jamie suspected all had not been as perfect as she recalled.",
      "\"It was a _halcyon_ period for her, although she continued to take prescription drugs, a portent of problems that lay ahead.\" - From Lois Banner's 2012 biography _Marilyn: The Passion and Paradox of Marilyn Monroe_"
    ],
    "origin": "According to Greek mythology, Alkyone, the daughter of the god of the winds, became so distraught when she learned that her husband had been killed in a shipwreck that she threw herself into the sea and was changed into a kingfisher. As a result, ancient Greeks called such birds \"alkyon\" or \"halkyon.\" The legend also says that such birds built floating nests on the sea, where they so charmed the wind god that he created a period of unusual calm that lasted until the birds' eggs hatched. This legend prompted people to use \"halcyon\" both as a noun naming a genus of kingfisher and as an adjective meaning either \"of or relating to the kingfisher or its nesting period\" or \"calm.\""
  }
}
