{
  "artist": {
    "id": "isamu-noguchi",
    "name": "Isamu Noguchi",
    "dates": "Nov 17, 1904 - Dec 30, 1988",
    "mainImg": "img/art/artists/isamu-noguchi.jpg",
    "artworkImgs": [
      {
        "name": "Break Through Capestrano",
        "path": "img/art/artworks/isamu-noguchi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/break-through-capestrano-isamu-noguchi-1904-1988/4gHT5y-Md1i6zg"
      },
      {
        "name": "Core (Cored Sculpture)",
        "path": "img/art/artworks/isamu-noguchi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/core-cored-sculpture/TwGz9KkdR4brPg"
      },
      {
        "name": "Downward Pulling",
        "path": "img/art/artworks/isamu-noguchi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/downward-pulling-isamu-noguchi-1904-1988/BAHbXJ3inQjMog"
      },
      {
        "name": "Childhood",
        "path": "img/art/artworks/isamu-noguchi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/childhood-isamu-noguchi-1904-1988/3QED6OShtrTISA"
      },
      {
        "name": "Tsukubai",
        "path": "img/art/artworks/isamu-noguchi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/tsukubai-isamu-noguchi-1904-1988/eAENIPfpasr-7Q"
      },
      {
        "name": "The Spirit's Flight",
        "path": "img/art/artworks/isamu-noguchi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-spirit-s-flight/HgFKumRUcbvF2Q"
      }
    ],
    "summary": [
      "Isamu Noguchi was a Japanese American artist and landscape architect whose artistic career spanned six decades, from the 1920s onward. Known for his sculpture and public artworks, Noguchi also designed stage sets for various Martha Graham productions, and several mass-produced lamps and furniture pieces, some of which are still manufactured and sold.",
      "In 1947, Noguchi began a collaboration with the Herman Miller company, when he joined with George Nelson, Paul László and Charles Eames to produce a catalog containing what is often considered to be the most influential body of modern furniture ever produced, including the iconic Noguchi table which remains in production today. His work lives on around the world and at the Noguchi Museum in New York City."
    ],
    "quote": "“To order space is to give it meaning.”",
    "movements": ["Biomorphism"],
    "mediums": ["Rock", "Sculpture", "Marble", "Granite", "Metal", "Travertine"],
    "urlWiki": "https://en.wikipedia.org/wiki/Isamu_Noguchi",
    "urlGoogle": "https://artsandculture.google.com/entity/isamu-noguchi/m01rzkj"
  },
  "event": {
    "id": "landing-at-anzac-cove",
    "name": "Landing at Anzac Cove",
    "dates": null,
    "mainImg": "img/events/landing-at-anzac-cove.jpg",
    "summary": [
      "The landing at Anzac Cove on Sunday, 25 April 1915, also known as the landing at Gaba Tepe, and to the Turks as the Arıburnu Battle, was part of the amphibious invasion of the Gallipoli Peninsula by the forces of the British Empire, which began the land phase of the Gallipoli Campaign of the First World War.",
      "The assault troops, mostly from the Australian and New Zealand Army Corps, landed at night on the western side of the peninsula. They were put ashore one mile north of their intended landing beach. In the darkness, the assault formations became mixed up, but the troops gradually made their way inland, under increasing opposition from the Ottoman Turkish defenders. Not long after coming ashore the ANZAC plans were discarded, and the companies and battalions were thrown into battle piece-meal, and received mixed orders. Some advanced to their designated objectives while others were diverted to other areas, then ordered to dig in along defensive ridge lines.",
      "Although they failed to achieve their objectives, by nightfall the ANZACs had formed a beachhead, albeit much smaller than intended. In places they were clinging onto cliff faces with no organised defence system."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Landing_at_Anzac_Cove",
    "urlGoogle": "https://artsandculture.google.com/entity/landing-at-anzac-cove/m02lkrh"
  },
  "funFacts": [
    {
      "id": "186",
      "fact": "A female kangaroo is called a flyer.",
      "category": ["Animals", "Definitions"]
    },
    {
      "id": "729",
      "fact": "Twins have a very high occurrence of left handedness.",
      "category": ["Habits", "Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "554032",
      "fact": "The Kjeragbolten boulder on Norway's \u0003Kjerag mountain was left in a crevasse during the last ice age. It's now a popular spot for \u0003BASE jumpers."
    }
  ],
  "idiom": {
    "id": "talk-turkey",
    "term": "talk turkey",
    "definition": "Speak plainly, get to the point, as in *Don't call me until you're ready to talk turkey.* This expression allegedly comes from a tale about an Indian and a white man who hunted together and divided the game. When the white man said, \"I'll take the turkey and you the buzzard, or you take the buzzard and I the turkey,\" the Indian replied, \"Talk turkey to me.\" Whether or not this tale had a true basis, the term was recorded in its present meaning by about 1840."
  },
  "person": {
    "id": "bob-dole",
    "name": "Bob Dole",
    "dates": "Born Jul 22, 1923",
    "mainImg": "img/people/bob-dole.jpg",
    "summary": [
      "Robert Joseph Dole is an American retired politician, statesman, and attorney who represented Kansas in the U.S House of Representatives from 1961 to 1969 and in the U.S. Senate from 1969 to 1996, serving as the Republican Leader of the United States Senate from 1985 until 1996. He was the Republican presidential nominee in the 1996 presidential election and the party's vice presidential nominee in the 1976 presidential election.",
      "Born in Russell, Kansas, Dole established a legal career in Russell after serving with distinction in the United States Army during World War II. After a stint as Russell County Attorney, he won election to the House of Representatives in 1960. In 1968, Dole was elected to the Senate, where he served as Chairman of the Republican National Committee from 1971 to 1973 and Chairman of the Senate Finance Committee from 1981 to 1985. He led the Senate Republicans from 1985 to his resignation in 1996, and served as Senate Majority Leader from 1985 to 1987 and from 1995 to 1996. In his role as Republican leader, he helped defeat President Bill Clinton's health care plan."
    ],
    "quote": "“If something happened along the route and you had to leave your children with Bob Dole or Bill Clinton, I think you would probably leave them with Bob Dole.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Bob_Dole",
    "urlGoogle": "https://artsandculture.google.com/entity/bob-dole/m0fhkx"
  },
  "place": {
    "id": "oslo",
    "name": "Oslo",
    "mainImg": "img/places/oslo.jpg",
    "summary": [
      "Oslo is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Oslo",
    "urlGoogle": "https://artsandculture.google.com/entity/oslo/m05l64"
  },
  "wiki": {
    "id": "boulonnais-horse",
    "name": "Boulonnais horse",
    "summary": "The Boulonnais is a heavy draft horse breed from France. It is known for its large but elegant appearance and is usually gray, although chestnut and black are also allowed by the French breed registry. Its origins trace to a period before the Crusades; Spanish Barb, Arabian and Andalusian blood were added during the 17th century to create the modern type. Originally there were several sub-types, but they were crossbred until only one is seen today. The smallest type was used to pull carts of fresh fish from Boulogne to Paris, while the larger varieties performed heavy draft work on farms and in the cities. During the early 1900s, the Boulonnais were exported in large numbers to the United States. Wars in the 20th century nearly led to the breed's extinction, but it revived in France in the 1970s as a popular choice for horse meat. From an estimated population of over 600,000 in the early 1900s, there are thought to be fewer than 1,000 Boulonnais presently in Europe, mostly in France. Studies as early as 1983 indicated a danger of inbreeding within the Boulonnais population, and a 2009 report suggested that the breed should be a priority for conservation within France.",
    "url": "https://en.wikipedia.org/wiki/Boulonnais_horse"
  },
  "word": {
    "id": "carminative",
    "word": "carminative",
    "url": "https://www.merriam-webster.com/dictionary/carminative",
    "partOfSpeech": "adjective",
    "pronunciation": "kahr-MIN-uh-tive",
    "audioPath": "audio/words/carminative.mp3",
    "definitions": [
      "expelling gas from the stomach or intestines so as to relieve flatulence or abdominal pain or distension"
    ],
    "examples": [
      "Fennel is a _carminative_ herb that helps alleviate gas after a spicy meal.",
      "\"Cumin seeds contain numerous phyto-chemicals that are known to have antioxidant, _carminative_ and anti-flatulent properties, and are also an excellent source of dietary fibre.\" - From an article in _Facts For You_, May 5, 2012"
    ],
    "origin": "In times gone by, human personalities were believed to be controlled by four humors: blood, phlegm, choler (yellow bile), and melancholy (black vile). Though this belief was long ago discredited, its influence lingers on in the English language. When \"carminative\" came into use in the 15th-century medical field, carminative agents were thought to be effective because they influenced the humors. The word comes from Latin \"carrere,\" meaning \"to card,\" referring to the act of cleansing or disentangling. This history reflects the theory that certain humors could be \"combed out\" like knots in wool."
  }
}
