{
  "artist": {
    "id": "shibata-zeshin",
    "name": "Shibata Zeshin",
    "dates": "Mar 15, 1807 - Jul 13, 1891",
    "mainImg": "img/art/artists/shibata-zeshin.jpg",
    "artworkImgs": [
      {
        "name": "Waterfall and Monkeys",
        "path": "img/art/artworks/shibata-zeshin-a1.jpg",
        "source": "https://artsandculture.google.com/asset/waterfall-and-monkeys-shibata-zeshin/XAHJ5LseJx0OeA"
      },
      {
        "name": "Album leaf",
        "path": "img/art/artworks/shibata-zeshin-a2.jpg",
        "source": "https://artsandculture.google.com/asset/album-leaf-shibata-zeshin/ngE3fpQetilXgQ"
      },
      {
        "name": "The Seven Gods, en route to Western Paradise",
        "path": "img/art/artworks/shibata-zeshin-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-seven-gods-en-route-to-western-paradise-artist-shibata-zeshin/nAGBRew_0KSLJw"
      },
      {
        "name": "Crows at twilight",
        "path": "img/art/artworks/shibata-zeshin-a4.jpg",
        "source": "https://artsandculture.google.com/asset/crows-at-twilight-artist-shibata-zeshin/BQH6AyI8PZqvDg"
      },
      {
        "name": "Six Rats",
        "path": "img/art/artworks/shibata-zeshin-a5.jpg",
        "source": "https://artsandculture.google.com/asset/six-rats-shibata-zeshin/oQHB-5RK4lJ7iw"
      },
      {
        "name": "Album leaf",
        "path": "img/art/artworks/shibata-zeshin-a6.jpg",
        "source": "https://artsandculture.google.com/asset/album-leaf-shibata-zeshin/9gG3Xpeymbf5Zg"
      }
    ],
    "summary": [
      "Shibata Zeshin was a Japanese lacquer, painter and print artist of the late Edo period and early Meiji era. He has been called \"Japan's greatest lacquerer\", but his reputation as painter and print artist is more complex: In Japan, he is known as both too modern, a panderer to the Westernization movement, and also an overly conservative traditionalist who did nothing to stand out from his contemporaries. Despite holding this complicated reputation in Japan, Zeshin has come to be well regarded and much studied among the art world of the West, in Britain and the United States in particular."
    ],
    "quote": null,
    "movements": ["Ukiyo-e", "Shin-hanga"],
    "mediums": ["Ink", "Lacquer", "Metal", "Silk", "Textile", "Gold"],
    "urlWiki": "https://en.wikipedia.org/wiki/Shibata_Zeshin",
    "urlGoogle": "https://artsandculture.google.com/entity/shibata-zeshin/m0bs_sp"
  },
  "event": {
    "id": "battle-of-the-somme",
    "name": "Battle of the Somme",
    "dates": "Jul 1, 1916 - Nov 18, 1916",
    "mainImg": "img/events/battle-of-the-somme.jpg",
    "summary": [
      "The Battle of the Somme, also known as the Somme Offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the River Somme in France. The battle was intended to hasten a victory for the Allies. More than three million men fought in the battle and one million men were wounded or killed, making it one of the bloodiest battles in human history.",
      "The French and British had committed themselves to an offensive on the Somme during Allied discussions at Chantilly, Oise, in December 1915. The Allies agreed upon a strategy of combined offensives against the Central Powers in 1916, by the French, Russian, British and Italian armies, with the Somme offensive as the Franco-British contribution. Initial plans called for the French army to undertake the main part of the Somme offensive, supported on the northern flank by the Fourth Army of the British Expeditionary Force."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_the_Somme",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-the-somme/m0gjw_"
  },
  "funFacts": [
    {
      "id": "497",
      "fact": "To fix a button about to fall off, dab a little clear nail polish over the threads holding it on.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "21",
      "fact": "Peaches are members of the almond family.",
      "category": ["Food", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553840",
      "fact": "At the Poison Garden of Alnwick Castle in England, many of the plants are so deadly they're grown in cages."
    }
  ],
  "idiom": {
    "id": "cut-the-mustard",
    "term": "cut the mustard",
    "definition": "Perform satisfactorily, as in *We need a better catcher; this one just doesn't cut the mustard.* The origin of this expression is disputed. Some believe it alludes to *mustard* in the sense of the best or main attraction (owing to its spicing up food), whereas others believe it is a corruption of **pass muster**. Still others hold that it concerns the preparation of mustard, which involves adding vinegar to mustard seed to \"cut\" (reduce) its bitterness. The expression is often in negative form, as in the example. [Slang; c. 1900]"
  },
  "person": {
    "id": "jules-destree",
    "name": "Jules Destrée",
    "dates": "Aug 21, 1863 - Jan 3, 1936",
    "mainImg": "img/people/jules-destree.jpg",
    "summary": [
      "Jules Destrée was a Walloon lawyer, cultural critic and socialist politician. The trials subsequent to the strikes of 1886 determined his commitment within the Belgian Labour Party. He wrote a Letter to the King in 1912, which is seen as the founding declaration of the Walloon movement. He is famous for his quote \"Il n'y a pas de Belges\", pointing to the lack of patriotic feelings in Flemings and Walloons, while pleading for some kind of federal state."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jules_Destr%C3%A9e",
    "urlGoogle": "https://artsandculture.google.com/entity/jules-destrée/m0261b4c"
  },
  "place": {
    "id": "saint-barthelemy",
    "name": "Saint Barthélemy",
    "mainImg": "img/places/saint-barthelemy.jpg",
    "summary": [
      "Saint Barthélemy, officially the French: Collectivité territoriale de Saint-Barthélemy, is an overseas collectivity of France in the Caribbean. Often abbreviated to St-Barth in French, and St. Barths or St. Barts in English, the island lies about 35 kilometres south-east of the Dutch-country Sint Maarten and north-east of the Dutch islands of Saba, Sint Eustatius, and the independent country of Saint Kitts and Nevis.",
      "Saint Barthélemy was for many years a French commune forming part of Guadeloupe, which is an overseas region and department of France. In 2003 the island voted in favour of secession from Guadeloupe in order to form a separate overseas collectivity of France. The collectivity is one of four territories among the Leeward Islands in the northeastern Caribbean that comprise the French West Indies, along with Saint Martin, Guadeloupe, and Martinique.",
      "Saint Barthélemy, a volcanic island fully encircled by shallow reefs, has an area of 25 square kilometres and a population of about 10,000. Its capital is Gustavia, which also contains the main harbour."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Saint_Barth%C3%A9lemy",
    "urlGoogle": "https://artsandculture.google.com/entity/saint-barthélemy/m0h7f9"
  },
  "wiki": {
    "id": "star-craft-ghost",
    "name": "StarCraft: Ghost",
    "summary": "StarCraft: Ghost is a military science fiction stealth-action video game under suspended development by Blizzard Entertainment. Part of Blizzard's StarCraft series, the game was announced on September 20, 2002, and was to be developed by Nihilistic Software for the Nintendo GameCube, Xbox, and PlayStation 2 video game consoles. Several delays in development caused Blizzard to move back the release date and the game has not yet materialized. Nihilistic Software ceded development to Swingin' Ape Studios in 2004 before Blizzard bought the company, and plans for the GameCube version were canceled in 2005. Blizzard announced in March 2006 that the game is on \"indefinite hold\" while the company investigated seventh generation video game console possibilities. Subsequent public statements from company personnel have been contradictory about whether production will be renewed or planned story elements will be worked into other products.",
    "url": "https://en.wikipedia.org/wiki/StarCraft:_Ghost"
  },
  "word": {
    "id": "macedoine",
    "word": "macédoine",
    "url": "https://www.merriam-webster.com/dictionary/macédoine",
    "partOfSpeech": "noun",
    "pronunciation": "mass-uh-DWAHN",
    "audioPath": "audio/words/macedoine.mp3",
    "definitions": [
      "a confused mixture : medley",
      "a mixture of fruits or vegetables served as a salad or cocktail or in a jellied dessert or used in a sauce or as a garnish"
    ],
    "examples": ["The focal point of the painting is a mesmerizing macédoine of warm colors."],
    "origin": "\"Macédoine\" is the French name for Macedonia, a region on the Balkan Peninsula that is now part of Greece, the Republic of Macedonia, and Bulgaria. Historically, this area has been home to a richly varied population encompassing many ethnic groups. Etymologists believe that the cultural heterogeneity of the region may have inspired people to use its name as a generic term for any kind of wildly jumbled mixture. English speakers borrowed \"macédoine\" early in the 19th century. The word took on its more specific \"salad\" sense later in the century."
  }
}
