{
  "artist": {
    "id": "john-singleton-copley",
    "name": "John Singleton Copley",
    "dates": "Jul 3, 1738 - Sep 9, 1815",
    "mainImg": "img/art/artists/john-singleton-copley.jpg",
    "artworkImgs": [
      {
        "name": "John Singleton Copley Self-Portrait",
        "path": "img/art/artworks/john-singleton-copley-a1.jpg",
        "source": "https://artsandculture.google.com/asset/john-singleton-copley-self-portrait-john-singleton-copley/BAG7-hq2qMyuQw"
      },
      {
        "name": "Mrs. John Winthrop",
        "path": "img/art/artworks/john-singleton-copley-a2.jpg",
        "source": "https://artsandculture.google.com/asset/mrs-john-winthrop-john-singleton-copley/EQF-E2E1BGwnUA"
      },
      {
        "name": "General Thomas Gage",
        "path": "img/art/artworks/john-singleton-copley-a3.jpg",
        "source": "https://artsandculture.google.com/asset/general-thomas-gage-john-singleton-copley-1738–1815-american-active-in-britain-from-1776/VwHXl773J5CbJg"
      },
      {
        "name": "Young Lady with a Bird and a Dog",
        "path": "img/art/artworks/john-singleton-copley-a4.jpg",
        "source": "https://artsandculture.google.com/asset/young-lady-with-a-bird-and-a-dog-john-singleton-copley/swGGJXsAyVaB8A"
      },
      {
        "name": "Watson and the Shark",
        "path": "img/art/artworks/john-singleton-copley-a5.jpg",
        "source": "https://artsandculture.google.com/asset/watson-and-the-shark-john-singleton-copley/dAF7hd_3oiVxfw"
      },
      {
        "name": "The Return of Neptune",
        "path": "img/art/artworks/john-singleton-copley-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-return-of-neptune-john-singleton-copley/4AFy05FZgTyduQ"
      }
    ],
    "summary": [
      "John Singleton Copley RA was an Anglo-American painter, active in both colonial America and England. He was probably born in Boston, Massachusetts, to Richard and Mary Singleton Copley, both Anglo-Irish. After becoming well-established as a portrait painter of the wealthy in colonial New England, he moved to London in 1774, never returning to America. In London, he met considerable success as a portraitist for the next two decades, and also painted a number of large history paintings, which were innovative in their readiness to depict modern subjects and modern dress. His later years were less successful, and he died heavily in debt."
    ],
    "quote": null,
    "movements": ["Realism", "Neoclassicism", "Romanticism", "Baroque"],
    "mediums": ["Oil paint", "Chalk", "Pigment", "Drawing", "Laid paper", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/John_Singleton_Copley",
    "urlGoogle": "https://artsandculture.google.com/entity/john-singleton-copley/m01jl09"
  },
  "event": {
    "id": "battle-of-dak-to",
    "name": "Battle of Dak To",
    "dates": "Nov 3, 1967 - Nov 22, 1967",
    "mainImg": "img/events/battle-of-dak-to.jpg",
    "summary": [
      "The battle of Dak To in Vietnam was a series of major engagements of the Vietnam War that took place between 3 and 23 November 1967, in Kon Tum Province, in the Central Highlands of the Republic of Vietnam. The action at Đắk Tô was one of a series of People's Army of Vietnam offensive initiatives that began during the second half of the year. PAVN attacks at Lộc Ninh, Song Be and at Con Thien and Khe Sanh, were other actions which, combined with Đắk Tô, became known as \"the border battles\". The post hoc purported objective of the PAVN forces was to distract American and South Vietnamese forces away from cities towards the borders in preparation for the Tet Offensive.",
      "During the summer of 1967, engagements with PAVN forces in the area prompted the launching of Operation Greeley, a combined search and destroy effort by elements of the U. S. 4th Infantry Division and 173rd Airborne Brigade, along with the Army of the Republic of Vietnam 42nd Infantry Regiment, 22nd Division and Airborne units. The fighting was intense and lasted into late 1967, when the PAVN seemingly withdrew."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Dak_To",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-dak-to/m024pgl"
  },
  "funFacts": [
    {
      "id": "154",
      "fact": "Americans spend more than $630 million a year on golf balls.",
      "category": ["Habits"]
    },
    {
      "id": "323",
      "fact": "The Lemon-Yellow Tree Frog is only active in the darkness of night.",
      "category": ["Animals"]
    },
    {
      "id": "670",
      "fact": "Long Beach Island was once frequented by pirates.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "504753",
      "fact": "The office cubicle was invented by Robert Propst in 1968. His original design was called the Action Office System and provided “a social kind of privacy” for the worker."
    },
    {
      "id": "522211",
      "fact": "The German version of the term “Average Joe” is Otto Normalverbraucher, which translates to “Otto normal consumer.”"
    },
    {
      "id": "504701",
      "fact": "Scottish band The Bay City Rollers chose their name after sticking a pin in a map of America, which landed on the Michigan city."
    }
  ],
  "idiom": {
    "id": "manna-from-heaven",
    "term": "manna from heaven",
    "definition": "An unexpected aid, advantage, or assistance, as in *After all the criticism in the media, that favorable evaluation was like manna from heaven.* This expression alludes to the food (*manna*) that miraculously appears to feed the Israelites on their journey from Egypt to the Promised Land (Exodus 16:15)."
  },
  "person": {
    "id": "seleucus-i-nicator",
    "name": "Seleucus I Nicator",
    "dates": "Died 280 BC",
    "mainImg": "img/people/seleucus-i-nicator.jpg",
    "summary": [
      "Seleucus I Nicator was one of the Diadochi. Having previously served as an infantry general under Alexander the Great, he eventually assumed the title of basileus and established the Seleucid Empire over the bulk of the territory which Alexander had conquered in Asia.",
      "After the death of Alexander in June 323 BC, Seleucus initially supported Perdiccas, the regent of Alexander's empire, and was appointed Commander of the Companions and chiliarch at the Partition of Babylon in 323 BC. However, after the outbreak of the Wars of the Diadochi in 322, Perdiccas' military failures against Ptolemy in Egypt led to the mutiny of his troops in Pelusium. Perdiccas was betrayed and assassinated in a conspiracy by Seleucus, Peithon and Antigenes in Pelusium sometime in either 321 or 320 BC. At the Partition of Triparadisus in 321 BC, Seleucus was appointed Satrap of Babylon under the new regent Antipater. But almost immediately, the wars between the Diadochi resumed and Antigonus forced Seleucus to flee Babylon. Seleucus was only able to return to Babylon in 312 BC with the support of Ptolemy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Seleucus_I_Nicator",
    "urlGoogle": "https://artsandculture.google.com/entity/seleucus-i-nicator/m0lj42"
  },
  "place": {
    "id": "mysuru",
    "name": "Mysuru",
    "mainImg": "img/places/mysuru.jpg",
    "summary": [
      "Mysore, officially Mysuru, is a city in the southern part of the state of Karnataka, India. Mysore city is geographically located between 12° 18′ 26″ north latitude and 76° 38′ 59″ east longitude. It is located at an altitude of 2,427 ft.",
      "Mysore is located in the foothills of the Chamundi Hills about 145.2 km towards the southwest of Bangalore and spread across an area of 152 km². Mysore City Corporation is responsible for the civic administration of the city, which is also the headquarters of the Mysore district and the Mysore division.",
      "It served as the capital city of the Kingdom of Mysore for nearly six centuries from 1399 until 1956. The Kingdom was ruled by the Wadiyar dynasty, with a brief period of interregnum in the late 18th century when Hyder Ali and Tipu Sultan were in power. The Wadiyars were patrons of art and culture. Tipu Sultan and Hyder Ali also contributed significantly to the cultural and economic growth of the city and the state by planting mulberry trees introducing silk in the region and fighting 4 Anglo Mysore wars against the British. The cultural ambience and achievements of Mysore earned it the sobriquet Cultural Capital of Karnataka."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mysore",
    "urlGoogle": "https://artsandculture.google.com/entity/mysuru/m0j603"
  },
  "quote": {
    "id": "14",
    "quote": "What you do speaks so loudly that I cannot hear what you say.",
    "author": "Ralph Waldo Emerson"
  },
  "wiki": {
    "id": "tamil-people",
    "name": "Tamil people",
    "summary": "The Tamil people are an ethnic group from South Asia with a recorded history going back almost two millennia. The oldest Tamil communities are those of southern India and north-eastern Sri Lanka. Unlike many ethnic groups, the Tamils have at no time been governed by a single political entity; Tamil̲akam, the traditional name for the Tamil lands, has always been under the rule of more than one kingdom or state. Despite this, the Tamil cultural identity has always been strong. Historically, this identity has been primarily linguistic, with Tamils being those whose first language was Tamil. In recent times, however, the definition has been broadened to also include emigrants of Tamil descent who maintain Tamil traditions, even when they no longer speak the language. Tamils are ethnically, linguistically and culturally related to the other Dravidian peoples of South Asia. There are an estimated 74 million Tamils around the world.",
    "url": "https://en.wikipedia.org/wiki/Tamil_people"
  },
  "word": {
    "id": "quaff",
    "word": "quaff",
    "url": "https://www.merriam-webster.com/dictionary/quaff",
    "partOfSpeech": "verb",
    "pronunciation": "KWAHF",
    "audioPath": "audio/words/quaff.mp3",
    "definitions": ["to drink deeply"],
    "examples": [
      "\"'Respite and nepenthe from thy memories of Lenore! Quaff, oh quaff this kind nepenthe and forget this lost Lenore!' / Quoth the raven, 'Nevermore.'\" (Edgar Allan Poe, _The Raven_)"
    ],
    "origin": "Nowadays, \"quaff\" has an old-fashioned, literary sound to it. For more contemporary words that suggest drinking a lot of something, especially in big gulps and in large quantity, you might try \"drain,\" \"pound,\" or \"slug.\" If you are a daintier drinker, you might say that you prefer to \"sip,\" \"imbibe\" or \"partake in\" the beverage of your choice. \"Quaff\" is by no means the oldest of these terms -- earliest evidence of it in use is from the early 1500s, whereas \"sip\" dates to the 14th century -- but it is the only one with the mysterious \"origin unknown\" etymology."
  }
}
