{
  "artist": {
    "id": "poul-henningsen",
    "name": "Poul Henningsen",
    "dates": "Sep 9, 1894 - Jan 31, 1967",
    "mainImg": "img/art/artists/poul-henningsen.jpg",
    "artworkImgs": [
      {
        "name": "Meandrina sp.",
        "path": "img/art/artworks/poul-henningsen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/meandrina-sp-p-h-humann/VgGj99PfOkFQcw"
      },
      {
        "name": "Star",
        "path": "img/art/artworks/poul-henningsen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/star-poul-henningsen-danish-1894-1967/6wEcAvjZ1ZzY6w"
      },
      {
        "name": "PH Table Lamp",
        "path": "img/art/artworks/poul-henningsen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/ph-table-lamp/ywHRWYA2mgGjAA"
      },
      {
        "name": "G K Benda for Restaurant Prunier/Moet & Chandon",
        "path": "img/art/artworks/poul-henningsen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/g-k-benda-for-restaurant-prunier-moet-chandon-benda-g-k-artist-ph-gaston-dreyfus-publisher/GAFtNHVdho4b8Q"
      },
      {
        "name": "Agaricia fragilis",
        "path": "img/art/artworks/poul-henningsen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/agaricia-fragilis-p-h-humann/SwGEKwGRgcxNow"
      }
    ],
    "summary": [
      "Poul Henningsen was a Danish author, critic, architect, and designer. In Denmark, where he often is referred to simply as PH, he was one of the leading figures of the cultural life of Denmark between the World Wars. His novel works of Danish modern designs are featured in many museums. He is most commonly associated with his design of the PH-lamp series of incandescent lamps."
    ],
    "quote": "“The technician should never forget that he is an artist, the artist never that he is a technician.”",
    "movements": ["Modernism"],
    "mediums": ["Bakelite", "Glass", "Metal", "Plastic", "Wire", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Poul_Henningsen",
    "urlGoogle": "https://artsandculture.google.com/entity/poul-henningsen/m07bvsh"
  },
  "event": {
    "id": "berlin-blockade",
    "name": "Berlin Blockade",
    "dates": "Jun 24, 1948 - May 12, 1949",
    "mainImg": "img/events/berlin-blockade.jpg",
    "summary": [
      "The Berlin Blockade was one of the first major international crises of the Cold War. During the multinational occupation of post–World War II Germany, the Soviet Union blocked the Western Allies' railway, road, and canal access to the sectors of Berlin under Western control. The Soviets offered to drop the blockade if the Western Allies withdrew the newly introduced Deutsche Mark from West Berlin.",
      "The Western Allies organised the Berlin Airlift to carry supplies to the people of West Berlin, a difficult feat given the size of the city's population.",
      "The Americans and British then began a joint operation in support of the entire city. Aircrews from the American, British, French, Canadian, Australian, New Zealand, and South African air forces flew over 200,000 sorties in one year, providing to the West Berliners necessities such as fuel and food, with the original plan being to lift 3,475 tons of supplies daily. By the spring of 1949, that number was often met twofold, with the peak daily delivery totalling 12,941 tons. By this time the airlift was clearly succeeding, delivering more cargo than had previously been transported into the city by rail."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Berlin_Blockade",
    "urlGoogle": "https://artsandculture.google.com/entity/berlin-blockade/m01bj62"
  },
  "funFacts": [
    {
      "id": "119",
      "fact": "The hummingbird is the only bird that can fly backwards.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "305",
      "fact": "The 4th Earl of Sandwich invented the sandwich so he could eat and gamble at the same time.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553807",
      "fact": "Tsundoku is the act of acquiring books or other reading materials and not reading them."
    }
  ],
  "idiom": {
    "id": "make-a-virtue-of-necessity",
    "term": "make a virtue of necessity",
    "definition": "Do the best one can under given circumstances, as in *Since he can't break the contract, Bill's making a virtue of necessity.* This expression first appeared in English in Chaucer's *The Knight's Tale:* \"Then is it wisdom, as it thinketh me, to make virtue of necessity.\""
  },
  "person": {
    "id": "charles-lindbergh",
    "name": "Charles Lindbergh",
    "dates": "Feb 4, 1902 - Aug 26, 1974",
    "mainImg": "img/people/charles-lindbergh.jpg",
    "summary": [
      "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York to Paris. Lindbergh covered the ​33 ¹⁄₂-hour, 3,600-statute-mile flight alone in a purpose-built, single-engine Ryan monoplane, the Spirit of St. Louis. Although not the first non-stop transatlantic flight, this was the first solo transatlantic flight, the first transatlantic flight between two major city hubs, and the longest transatlantic flight by almost 2,000 miles, thus it is widely considered a turning point in the development of aviation.",
      "Lindbergh was an officer in the U.S. Army Air Corps Reserve, and he received the United States' highest military decoration, the Medal of Honor, for his transatlantic flight. His achievement spurred interest in both commercial aviation and air mail, which revolutionized the aviation industry, and he devoted much time and effort to promoting such activity."
    ],
    "quote": "“Life is a culmination of the past, an awareness of the present, an indication of a future beyond knowledge, the quality that gives a touch of divinity to matter.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_Lindbergh",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-lindbergh/m0l8dq"
  },
  "place": {
    "id": "santiago-de-queretaro",
    "name": "Santiago de Querétaro",
    "mainImg": "img/places/santiago-de-queretaro.jpg",
    "summary": [
      "Santiago de Querétaro, known simply as Querétaro City, is the capital and largest city of the state of Querétaro, located in central Mexico. It is part of the macroregion of Bajío. It is located 213 kilometers northwest of Mexico City, 63 kilometers southeast of San Miguel de Allende and 200 kilometers south of San Luis Potosí. The city of Querétaro is divided into seven boroughs: Josefa Vergara y Hernández, Felipe Carrillo Puerto, Centro Histórico, Cayetano Rubio, Santa Rosa Jáuregui, Félix Osores Sotomayor and Epigmenio González. In 1996, the historic center of Querétaro was declared a World Heritage Site by the UNESCO.",
      "It is a strong business and economic centre and a vigorous service city that is experiencing an ongoing social and economic revitalization.",
      "Querétaro has seen an outstanding industrial and economic development since the mid-1990s. Querétaro metropolitan area has the 2nd highest GDP per capita among Mexico's metropolitan areas with 20,000 USD after Monterrey."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Quer%C3%A9taro_City",
    "urlGoogle": "https://artsandculture.google.com/entity/santiago-de-querétaro/m01vdb3"
  },
  "wiki": {
    "id": "pioneer-zephyr",
    "name": "Pioneer Zephyr",
    "summary": "The Pioneer Zephyr is a diesel-powered railroad trainset built by the Budd Company in 1934 for the Chicago, Burlington and Quincy Railroad. The train, which featured extensive use of stainless steel, was originally named Zephyr and meant as a promotional tool to advertise passenger rail service in the United States. The train's construction included innovations such as shotwelding to join the stainless steel and articulation to reduce the train's weight. The trainset entered regular revenue service November 11 1934 between Kansas City, Missouri, Omaha and Lincoln, Nebraska. It was operated on this route until its retirement in 1960 when it was donated to Chicago's Museum of Science and Industry where it remains on public display. The train is generally regarded as the first successful streamliner on American railroads.",
    "url": "https://en.wikipedia.org/wiki/Pioneer_Zephyr"
  },
  "word": {
    "id": "thole",
    "word": "thole",
    "url": "https://www.merriam-webster.com/dictionary/thole",
    "partOfSpeech": "verb",
    "pronunciation": "THOHL",
    "audioPath": "audio/words/thole.mp3",
    "definitions": ["endure"],
    "examples": [
      "\"There was now temptation to resist, as well as pain to _thole_.\" -- From Robert Louis Stevenson's 1886 novel _Kidnapped_",
      "\"She moved closer to him and he noticed her faint perfume. Her cheeks were rosy red, and a tiny drip hung from the end of her nose. She was cold, but she was _tholing_ it so as not to spoil his fun.\" -- From Patrick Taylor's 2010 novel _An Irish Country Christmas_"
    ],
    "origin": "\"Thole\" is one of the English language's oldest words -- it existed in Middle English in its current form and in Old English with the form \"tholian\" -- but in these modern times it tholes only in the corners of England's northern dialects. It has the same origin as \"tolerate\": both come from the Greek word \"tlēnai,\" meaning \"to bear.\" Unrelated to this \"thole\" is the (also very old) noun \"thole,\" which can be used as a synonym of \"peg\" or \"pin\" or can refer to either of a pair of pins set in the gunwale of a boat to hold an oar in place. This \"thole\" comes from Greek \"tylos,\" meaning \"knob\" or \"callus.\""
  }
}
