{
  "artist": {
    "id": "arnulf-rainer",
    "name": "Arnulf Rainer",
    "dates": "Born Dec 8, 1929",
    "mainImg": "img/art/artists/arnulf-rainer.jpg",
    "artworkImgs": [
      {
        "name": "Cross",
        "path": "img/art/artworks/arnulf-rainer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/cross-arnulf-rainer/NAEMFfYlOFvCAw"
      },
      {
        "name": "Centralisation",
        "path": "img/art/artworks/arnulf-rainer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/centralisation-arnulf-rainer/2QHUm9Vaz8GsXA"
      },
      {
        "name": "Bartwuchs",
        "path": "img/art/artworks/arnulf-rainer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bartwuchs-arnulf-rainer/IwHhTvt9ShZ62A"
      },
      {
        "name": "[o. T.]",
        "path": "img/art/artworks/arnulf-rainer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/o-t/rQH3cPfAilSm8Q"
      },
      {
        "name": "Splitter",
        "path": "img/art/artworks/arnulf-rainer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/splitter-arnulf-rainer/8gE5Aa42zzkdXg"
      },
      {
        "name": "Untitled (Body Pose)",
        "path": "img/art/artworks/arnulf-rainer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-body-pose-arnulf-rainer/CQFNNS6KJN-cKA"
      }
    ],
    "summary": [
      "Arnulf Rainer is an Austrian painter noted for his abstract informal art.",
      "Rainer was born in Baden, Austria. During his early years, Rainer was influenced by Surrealism. In 1950, he founded the Hundsgruppe together with Ernst Fuchs, Arik Brauer, and Josef Mikl. After 1954, Rainer's style evolved towards Destruction of Forms, with blackenings, overpaintings, and maskings of illustrations and photographs dominating his later work. He was close to the Vienna Actionism, featuring body art and painting under the influence of drugs. He painted extensively on the subject of Hiroshima such as it relates to the nuclear bombing of the Japanese city and the inherent political and physical fallout.",
      "In 1978, he received the Grand Austrian State Prize. In the same year, and in 1980, he became the Austrian representative at the Venice Biennale. From 1981 to 1995, Rainer held a professorship at the Academy of Fine Arts in Vienna - the same place where he aborted his own studies after three days, unsatisfied.",
      "His works are shown in the Museum of Modern Art and the Solomon R. Guggenheim Museum."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Surrealism", "Abstract art"],
    "mediums": ["Oil paint", "Photograph", "Oil pastel", "Wood", "Crayon", "Jute"],
    "urlWiki": "https://en.wikipedia.org/wiki/Arnulf_Rainer",
    "urlGoogle": "https://artsandculture.google.com/entity/arnulf-rainer/m033yc5"
  },
  "event": {
    "id": "polish-muscovite-war",
    "name": "Polish–Muscovite War",
    "dates": "1605 - 1618",
    "mainImg": "img/events/polish-muscovite-war.jpg",
    "summary": [
      "The Polish–Muscovite War, also known as the Polish–Russian War of 1605–1618 or the Dimitriads, was a conflict fought between the Tsardom of Russia and the Polish-Lithuanian Commonwealth from 1605 to 1618.",
      "Russia had been experiencing the Time of Troubles since the death of Tsar Feodor I in 1598, causing political instability and a violent succession crisis upon the extinction of the Rurik dynasty, and was ravaged by the major famine of 1601 to 1603. Poland exploited Russia's civil wars when members of the Polish szlachta aristocracy began influencing Russian boyars and supporting False Dmitris for the title of Tsar of Russia against the crowned Boris Godunov and Vasili IV Shuysky. In 1605, King Sigismund III Vasa informally invaded Russia until the death of False Dmitry I in 1606, and invaded again in 1607 until Russia formed a military alliance with Sweden in 1609. Sigismund formally declared war on Russia in response, aiming to gain territorial concessions and weaken Sweden's ally, winning many early victories such as the Battle of Klushino. In 1610, Polish forces entered Moscow and Sweden withdrew from the military alliance with Russia, instead triggering the Ingrian War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Polish%E2%80%93Muscovite_War_%281605%E2%80%931618%29",
    "urlGoogle": "https://artsandculture.google.com/entity/polish–muscovite-war/m04yqp0"
  },
  "funFacts": [
    { "id": "90", "fact": "The average raindrop falls at seven mph.", "category": ["Science"] },
    {
      "id": "33",
      "fact": "Termites eat through wood two times faster when listening to rock music!",
      "category": ["Animals"]
    },
    {
      "id": "413",
      "fact": "The T-rex's closest living relative is the chicken.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "553920", "fact": "Bela Lugosi was buried in full Dracula costume—cape and all." },
    {
      "id": "553436",
      "fact": "When Hattie McDaniel became the first African American to win an Oscar in 1940, she had to make her way to the stage from a segregated table at the back of the room."
    }
  ],
  "idiom": {
    "id": "burn-the-candle-at-both-ends",
    "term": "burn the candle at both ends",
    "definition": "Exhaust one's energies or resources by leading a hectic life. For example, *Joseph's been burning the candle at both ends for weeks, working two jobs during the week and a third on weekends.* This metaphor originated in France and was translated into English in Randle Cotgrave's *Dictionary* (1611), where it referred to dissipating one's wealth. It soon acquired its present broader meaning."
  },
  "person": {
    "id": "diosdado-p-macapagal",
    "name": "Diosdado P. Macapagal",
    "dates": "Sep 28, 1910 - Apr 21, 1997",
    "mainImg": "img/people/diosdado-p-macapagal.jpg",
    "summary": [
      "Diosdado Pangan Macapagal Sr. GCrM was the ninth President of the Philippines, serving from 1961 to 1965, and the sixth Vice-President, serving from 1957 to 1961. He also served as a member of the House of Representatives, and headed the Constitutional Convention of 1970. He was the father of Gloria Macapagal Arroyo, who followed his path as President of the Philippines from 2001 to 2010.",
      "A native of Lubao, Pampanga, Macapagal graduated from the University of the Philippines and University of Santo Tomas, both in Manila, after which he worked as a lawyer for the government. He first won election in 1949 to the House of Representatives, representing a district in his home province of Pampanga. In 1957, he became vice president under the rule of President Carlos P. Garcia, whom he later defeated in the 1961 election.",
      "As President, Macapagal worked to suppress graft and corruption and to stimulate the Philippine economy. He introduced the country's first land reform law, placed the peso on the free currency exchange market, and liberalized foreign exchange and import controls. Many of his reforms, however, were crippled by a Congress dominated by the rival Nacionalista Party."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Diosdado_Macapagal",
    "urlGoogle": "https://artsandculture.google.com/entity/diosdado-p-macapagal/m02qkny"
  },
  "place": {
    "id": "cadiz",
    "name": "Cádiz",
    "mainImg": "img/places/cadiz.jpg",
    "summary": [
      "Cádiz is a city and port in southwestern Spain. It is the capital of the Province of Cádiz, one of eight which make up the autonomous community of Andalusia.",
      "Cádiz, one of the oldest continuously inhabited cities in Western Europe, with archaeological remains dating to 3100 years, was founded by the Phoenicians. It has been a principal home port of the Spanish Navy since the accession of the Spanish Bourbons in the 18th century. The city is a member of the Most Ancient European Towns Network. It is also the site of the University of Cádiz.",
      "Situated on a narrow slice of land surrounded by the sea‚ Cádiz is, in most respects, a typically Andalusian city with a wealth of attractive vistas and well-preserved historical landmarks. The older part of Cádiz within the remnants of the city walls is commonly referred to as the Old Town. It is characterized by the antiquity of its various quarters, among them El Pópulo, La Viña, and Santa María, which present a marked contrast to the newer areas of town. While the Old City's street plan consists of narrow winding alleys connecting large plazas, newer areas of Cádiz typically have wide avenues and more modern buildings."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/C%C3%A1diz",
    "urlGoogle": "https://artsandculture.google.com/entity/cádiz/m0dvt0"
  },
  "quote": {
    "id": "25",
    "quote": "The difference between ordinary and extraordinary is that little extra.",
    "author": "Jimmy Johnson"
  },
  "wiki": {
    "id": "bc-rail",
    "name": "BC Rail",
    "summary": "BC Rail was a railway that operated in the Canadian province of British Columbia between 1912 and 2004. It was a class II regional railway and the third largest in Canada, operating 1,441 miles (2,320 kilometres) of mainline track. It was owned by the provincial government from 1918 until 2004, when it was sold to Canadian National Railway. Chartered in 1912, the railway was acquired by the provincial government in 1918 after running into financial difficulties. A railway that ran from \"nowhere to nowhere\" for over 30 years, neither passing through any major city nor interchanging with any other railway, it expanded significantly between 1949 and 1984. Primarily a freight railway, it also offered passenger service, as well as some excursion services, most notably the Royal Hudson excursion train. The railway's operations have not always been profitable, and its debts have made it the centre of political controversy on multiple occasions.",
    "url": "https://en.wikipedia.org/wiki/BC_Rail"
  },
  "word": {
    "id": "adjure",
    "word": "adjure",
    "url": "https://www.merriam-webster.com/dictionary/adjure",
    "partOfSpeech": "verb",
    "pronunciation": "uh-JOOR",
    "audioPath": "audio/words/adjure.mp3",
    "definitions": [
      "to command solemnly under or as if under oath or penalty of a curse",
      "to urge or advise earnestly"
    ],
    "examples": [
      "\"Byron fled the country, adjuring Annabella to 'be kind' to his beloved sister.\" (Merle Rubin, _Los Angeles Times_, September 16, 2002)"
    ],
    "origin": "\"Adjure\" and its synonyms \"entreat,\" \"importune,\" and \"implore\" all mean \"to ask earnestly.\" \"Entreat\" implies an effort to persuade or overcome resistance. \"Importune\" goes further, adding a sense of annoying persistence in trying to break down resistance to a request. \"Implore,\" on the other hand, suggests a great urgency or anguished appeal on the part of the speaker. \"Adjure\" implies advising as well as pleading, and is sometimes accompanied by the invocation of something sacred. Be careful not to confuse \"adjure\" with \"abjure,\" meaning \"to renounce solemnly\" or \"to abstain from.\" Both words are rooted in Latin \"jurare,\" meaning \"to swear,\" but \"adjure\" includes the prefix \"ad-,\" meaning \"to\" or \"toward,\" whereas \"abjure\" draws on \"ab-,\" meaning \"from\" or \"away.\""
  }
}
