{
  "artist": {
    "id": "ferdinand-bol",
    "name": "Ferdinand Bol",
    "dates": "Jun 24, 1616 - Aug 24, 1680",
    "mainImg": "img/art/artists/ferdinand-bol.jpg",
    "artworkImgs": [
      {
        "name": "Michiel de Ruyter as Lieutenant-Admiral",
        "path": "img/art/artworks/ferdinand-bol-a1.jpg",
        "source": "https://artsandculture.google.com/asset/michiel-de-ruyter-as-lieutenant-admiral-ferdinand-bol/XAGCyCudu8g6Xw"
      },
      {
        "name": "Consul Titus Manlius Torquatus Orders the Beheading of his Son",
        "path": "img/art/artworks/ferdinand-bol-a2.jpg",
        "source": "https://artsandculture.google.com/asset/consul-titus-manlius-torquatus-orders-the-beheading-of-his-son-ferdinand-bol/7QEgBB09erXRZw"
      },
      {
        "name": "Roelof Meulenaer (1618/19-1691). Amsterdam Mercantile Courier or Postmaster on the Antwerp Route",
        "path": "img/art/artworks/ferdinand-bol-a3.jpg",
        "source": "https://artsandculture.google.com/asset/roelof-meulenaer-1618-19-1691-amsterdam-mercantile-courier-or-postmaster-on-the-antwerp-route-ferdinand-bol/YAG6FoqgygYZRA"
      },
      {
        "name": "Portrait of a Young Man, presumably Louis Trip Jr (1638-1655)",
        "path": "img/art/artworks/ferdinand-bol-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-young-man-presumably-louis-trip-jr-1638-1655-bol-ferdinand/-gE31k7OZDMjQQ"
      },
      {
        "name": "Aeneas at the Court of Latinus",
        "path": "img/art/artworks/ferdinand-bol-a5.jpg",
        "source": "https://artsandculture.google.com/asset/aeneas-at-the-court-of-latinus-ferdinand-bol/7QEdHirCaItWKQ"
      },
      {
        "name": "Portrait of the Three Regentesses of the Leprozenhuis, Amsterdam",
        "path": "img/art/artworks/ferdinand-bol-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-the-three-regentesses-of-the-leprozenhuis-amsterdam-ferdinand-bol/RwEcb8XtE8cInw"
      }
    ],
    "summary": [
      "Ferdinand Bol was a Dutch painter, etcher and draftsman. Although his surviving work is rare, it displays Rembrandt's influence; like his master, Bol favored historical subjects, portraits, numerous self-portraits, and single figures in exotic finery."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Etching", "Oil paint", "Pen", "Ink", "Laid paper", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ferdinand_Bol",
    "urlGoogle": "https://artsandculture.google.com/entity/ferdinand-bol/m072zsf"
  },
  "event": {
    "id": "doolittle-raid",
    "name": "Doolittle Raid",
    "dates": null,
    "mainImg": "img/events/doolittle-raid.jpg",
    "summary": [
      "The Doolittle Raid, also known as the Tokyo Raid, was an air raid on 18 April 1942 by the United States on the Japanese capital Tokyo and other places on Honshu during World War II. It was the first air operation to strike the Japanese archipelago. It demonstrated that the Japanese mainland was vulnerable to American air attack, served as retaliation for the attack on Pearl Harbor, and provided an important boost to American morale. The raid was planned, led by, and named after Lieutenant Colonel James Doolittle, later General of the United States Air Force.",
      "Sixteen B-25B Mitchell medium bombers were launched without fighter escort from the U.S. Navy's aircraft carrier USS Hornet deep in the Western Pacific Ocean, each with a crew of five men. The plan called for them to bomb military targets in Japan and to continue westward to land in China. The bombing raid killed about 50 people, including civilians, and injured 400. Fifteen aircraft reached China but all crashed, while the 16th landed at Vladivostok in the Soviet Union. Of the 80 crew members, 77 survived the mission. Eight airmen were captured by Japanese Army troops in China; three were later executed."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Doolittle_Raid",
    "urlGoogle": "https://artsandculture.google.com/entity/doolittle-raid/m015381"
  },
  "funFacts": [
    {
      "id": "831",
      "fact": "Adults laugh only about 15 to 100 times a day, while six-year-olds laugh an average of 300 times a day.",
      "category": ["Habits"]
    },
    {
      "id": "333",
      "fact": "Long Island is the largest island in the Continental U.S.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "522157",
      "fact": "According to NASA, it possibly rains glass on the planet known as HD 189733b."
    }
  ],
  "idiom": {
    "id": "clean-someones-clock",
    "term": "clean someone's clock",
    "definition": "Beat, thrash, or defeat someone decisively, as in *He's much bigger than you and could easily clean your clock.* This term originated in the military. The use of *clock* is unclear but possibly alludes to hitting someone in the face (for \"clockface\"). [Slang; mid-1900s]"
  },
  "person": {
    "id": "robert-jenkinson-2-nd-earl-of-liverpool",
    "name": "Robert Jenkinson, 2nd Earl of Liverpool",
    "dates": "Jun 7, 1770 - Dec 4, 1828",
    "mainImg": "img/people/robert-jenkinson-2-nd-earl-of-liverpool.jpg",
    "summary": [
      "Robert Banks Jenkinson, 2nd Earl of Liverpool, KG, PC, FRS, was a British statesman and Prime Minister.",
      "As Prime Minister, Liverpool called for repressive measures at domestic level to maintain order after the Peterloo Massacre of 1819. He dealt smoothly with the Prince Regent when King George III was incapacitated. He also steered the country through the period of radicalism and unrest that followed the Napoleonic Wars. He favoured commercial and manufacturing interests as well as the landed interest. He sought a compromise of the heated issue of Catholic emancipation. The revival of the economy strengthened his political position. By the 1820s he was the leader of a reform faction of \"Liberal Tories\" who lowered the tariff, abolished the death penalty for many offences, and reformed the criminal law. By the time of his death, however, the Tory Party was ripping itself apart.",
      "Historian John Derry says he was:",
      "[A] capable and intelligent statesman, whose skill in building up his party, leading the country to victory in the war against Napoleon, and laying the foundations for prosperity outweighed his unpopularity in the immediate post-Waterloo years."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Robert_Jenkinson,_2nd_Earl_of_Liverpool",
    "urlGoogle": "https://artsandculture.google.com/entity/robert-jenkinson-2nd-earl-of-liverpool/m01hvy0"
  },
  "place": {
    "id": "lowell",
    "name": "Lowell",
    "mainImg": "img/places/lowell.jpg",
    "summary": [
      "Lowell is a city in the U.S. Commonwealth of Massachusetts. Located in Middlesex County, Lowell was a county seat until Massachusetts disbanded county government in 1999. With an estimated population of 110,997 in 2019, it was the fourth-largest city in Massachusetts as of the last census and is estimated to be the fifth-largest as of 2018, and the second-largest in the Boston metropolitan statistical area. The city is also part of a smaller Massachusetts statistical area called Greater Lowell, as well as New England's Merrimack Valley region.",
      "Incorporated in 1826 to serve as a mill town, Lowell was named after Francis Cabot Lowell, a local figure in the Industrial Revolution. The city became known as the cradle of the American Industrial Revolution, due to a large series of textile mills and factories. Many of the Lowell's historic manufacturing sites were later preserved by the National Park Service to create Lowell National Historical Park. During the Cambodian genocide, the city took in an influx of refugees, leading to a Cambodia Town and America's second-largest Cambodian-American population.",
      "Lowell is home to two institutions of higher education."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lowell,_Massachusetts",
    "urlGoogle": "https://artsandculture.google.com/entity/lowell/m0t_3w"
  },
  "wiki": {
    "id": "waddesdon-road-railway-station",
    "name": "Waddesdon Road railway station",
    "summary": "Waddesdon Road railway station was a small halt in open countryside in Buckinghamshire, England. It was opened in 1871 as part of a short horse-drawn tramway to assist with the transport of goods from and around the Duke of Buckingham's extensive estates in Buckinghamshire and to connect the Duke's estates to the Aylesbury and Buckingham Railway at Quainton Road. In 1872 the line was expanded and converted for passenger use, becoming known as the Brill Tramway. In 1899 the operation of the line was taken over by the London-based Metropolitan Railway. In 1933 the Metropolitan Railway was taken into public ownership to become the Metropolitan Line of the London Underground, and despite its rural setting Waddesdon Road station became a part of the London Transport system. The new management could not see a future for the line as a financially viable passenger route, and Waddesdon Road, along with the rest of the former Brill Tramway, was closed in late 1935.",
    "url": "https://en.wikipedia.org/wiki/Waddesdon_Road_railway_station"
  },
  "word": {
    "id": "virescent",
    "word": "virescent",
    "url": "https://www.merriam-webster.com/dictionary/virescent",
    "partOfSpeech": "adjective",
    "pronunciation": "vuh-RESS-unt",
    "audioPath": "audio/words/virescent.mp3",
    "definitions": ["beginning to be green : greenish"],
    "examples": [
      "Buds formed on the bare trees, infusing the stark branches with a slight _virescent_ tint.",
      "\"While Heisman Trophy winner and National Football League quarterback Tim Tebow read 'Green Eggs and Ham,' during Dr. Seuss Week, Lincoln Elementary kindergarten teacher Mary Jo Bures quietly slipped away to a meeting. None of the kindergartners noticed, their eyes fixated on the screen, their ears absorbing the story of Sam I Am and his never wavering quest to get the narrator to try the _virescent_ foods.\" - From an article by Chris Dunker in the _Beatrice Daily Sun_ (Nebraska), February 25, 2014"
    ],
    "origin": "\"Virescent\" first appeared in English in 1826. It derives from the present participle of \"virescere,\" a Latin verb meaning \"to become green\" and a form of another verb, \"virēre,\" meaning \"to be green.\" \"Virēre\" also gave us another adjective meaning green, \"verdant,\" only the route to that adjective takes a stop at Old French \"verdoier\" (\"to be green\"). \"Virescent\" has seen occasional general use, as when Thomas Hardy wrote, in his 1881 novel _A Laodicean_, of \"\\[t\\]he summer … tipping every twig with a virescent yellow.\" But it is nowadays found most frequently in scientific contexts, especially those pertaining to botany."
  }
}
