{
  "artist": {
    "id": "aleksander-gierymski",
    "name": "Aleksander Gierymski",
    "dates": "Jan 30, 1850 - March 1901",
    "mainImg": "img/art/artists/aleksander-gierymski.jpg",
    "artworkImgs": [
      {
        "name": "Peasant from Bronowice",
        "path": "img/art/artworks/aleksander-gierymski-a1.jpg",
        "source": "https://artsandculture.google.com/asset/peasant-from-bronowice-aleksander-gierymski/YAG9HsweUQX4xA"
      },
      {
        "name": "Jewish Woman with Oranges",
        "path": "img/art/artworks/aleksander-gierymski-a2.jpg",
        "source": "https://artsandculture.google.com/asset/jewish-woman-with-oranges-aleksander-gierymski/fgFHFZ6NFcnlog"
      },
      {
        "name": "In the Bower",
        "path": "img/art/artworks/aleksander-gierymski-a3.jpg",
        "source": "https://artsandculture.google.com/asset/in-the-bower-aleksander-gierymski/bgHqGw8pk-xhsg"
      },
      {
        "name": "Begonia",
        "path": "img/art/artworks/aleksander-gierymski-a4.jpg",
        "source": "https://artsandculture.google.com/asset/begonia-aleksander-gierymski/TgEGbbgEkWseTA"
      },
      {
        "name": "Girl from Bronowice",
        "path": "img/art/artworks/aleksander-gierymski-a5.jpg",
        "source": "https://artsandculture.google.com/asset/girl-from-bronowice-aleksander-gierymski/zQF4tFq49dJUUg"
      },
      {
        "name": "Powiśle – Riverbank of the Vistula in Warsaw",
        "path": "img/art/artworks/aleksander-gierymski-a6.jpg",
        "source": "https://artsandculture.google.com/asset/powiśle-–-riverbank-of-the-vistula-in-warsaw-aleksander-gierymski/3QGuFzTSTlBhNg"
      }
    ],
    "summary": [
      "Ignacy Aleksander Gierymski was a Polish painter of the late 19th century, the younger brother of Maksymilian Gierymski. He was a representative of realism as well as an important precursor of impressionism in Poland."
    ],
    "quote": null,
    "movements": ["Realism", "Impressionism", "Modern art"],
    "mediums": ["Oil paint", "Textile", "Linen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Aleksander_Gierymski",
    "urlGoogle": "https://artsandculture.google.com/entity/aleksander-gierymski/m0h37np"
  },
  "event": {
    "id": "the-blitz",
    "name": "The Blitz",
    "dates": "Sep 7, 1940 - May 11, 1941",
    "mainImg": "img/events/the-blitz.jpg",
    "summary": [
      "The Blitz was a German bombing campaign against the United Kingdom in 1940 and 1941, during the Second World War. The term was first used by the British press and is the German word for 'lightning'.",
      "The Germans conducted mass air attacks against industrial targets, towns, and cities, beginning with raids on London towards the end of the Battle of Britain in 1940. By September 1940, the Luftwaffe had failed and the German air fleets were ordered to attack London, to draw RAF Fighter Command into a battle of annihilation. Adolf Hitler and Reichsmarschall Hermann Göring, commander-in-chief of the Luftwaffe, ordered the new policy on 6 September 1940. From 7 September 1940, London was systematically bombed by the Luftwaffe for 56 of the following 57 days and nights. Most notable was a large daylight attack against London on 15 September.",
      "The Luftwaffe gradually decreased daylight operations in favour of night attacks to evade attack by the RAF, and the Blitz became a night bombing campaign after October 1940. The Luftwaffe attacked the main Atlantic sea port of Liverpool in the Liverpool Blitz."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/The_Blitz",
    "urlGoogle": "https://artsandculture.google.com/entity/the-blitz/m0sln1"
  },
  "funFacts": [
    {
      "id": "865",
      "fact": "Harry Truman was the last U.S. President to not have a college degree.",
      "category": ["History"]
    },
    {
      "id": "823",
      "fact": "SAilors once thought wearing gold earrings improved eyesight.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    { "id": "553503", "fact": "Apollo 17 astronaut Harrison Schmitt was allergic to moon dust." }
  ],
  "idiom": {
    "id": "elephant-in-the-room",
    "term": "elephant in the room",
    "definition": "Something that is inconsistent but cannot be overlooked. First cited in 1935, the phrase has been used more and more. For example, \"The elephant in the room in the struggle to avoid government shutdown is that there are, in fact, two elephants in the room: Republican Congressional leaders...seeking meaningful concessions...and the Republican Tea Party wing...trying...to roll back government\" *(Boston Globe,* April 7, 2011)."
  },
  "person": {
    "id": "lewis-strauss",
    "name": "Lewis Strauss",
    "dates": "Jan 31, 1896 - Jan 21, 1974",
    "mainImg": "img/people/lewis-strauss.jpg",
    "summary": [
      "Lewis Lichtenstein Strauss was an American businessman, philanthropist, public official, and naval officer. He was a major figure in the development of nuclear weapons and nuclear power in the United States.",
      "Strauss was the driving force in the controversial hearings, held in April 1954 before a U.S. Atomic Energy Commission Personnel Security Board, in which J. Robert Oppenheimer's security clearance was revoked. President Dwight D. Eisenhower's nomination of Strauss to become U.S. Secretary of Commerce in 1959 was not confirmed by the Senate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lewis_Strauss",
    "urlGoogle": "https://artsandculture.google.com/entity/lewis-strauss/m03d728"
  },
  "place": {
    "id": "chengdu",
    "name": "Chengdu",
    "mainImg": "img/places/chengdu.jpg",
    "summary": [
      "Chengdu, alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014, the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
      "Chengdu is located in central Sichuan. The surrounding Chengdu Plain is known as the \"Country of Heaven\" and the \"Land of Abundance\". Its prehistoric settlers included the Sanxingdui culture. The site of Dujiangyan, an ancient irrigation system, is designated as a World Heritage Site. The Jin River flows through the city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Chengdu",
    "urlGoogle": "https://artsandculture.google.com/entity/chengdu/m016v46"
  },
  "quote": {
    "id": "86",
    "quote": "If you're not making mistakes, then you're not making decisions.",
    "author": "Catherine Cook"
  },
  "wiki": {
    "id": "maximus-the-confessor",
    "name": "Maximus the Confessor",
    "summary": "Maximus the Confessor was a Christian monk, theologian, and scholar. In his early life, he was a civil servant, and an aide to the Byzantine Emperor Heraclius. However, he gave up this life in the political sphere to enter into the monastic life. After moving to Carthage, Maximus studied several Neo-Platonist writers and became a prominent author. When one of his friends began espousing the Christological position known as Monothelitism, Maximus was drawn into the controversy, in which he supported the Chalcedonian position that Jesus had both a human and a divine will. Maximus is venerated in both Eastern Christianity and Western Christianity. His theological positions eventually resulted in his exile, soon after which he died. However, his theology was vindicated by the Third Council of Constantinople and he was venerated as a saint soon after his death. His feast day is 13 August.",
    "url": "https://en.wikipedia.org/wiki/Maximus_the_Confessor"
  },
  "word": {
    "id": "saguaro",
    "word": "saguaro",
    "url": "https://www.merriam-webster.com/dictionary/saguaro",
    "partOfSpeech": "noun",
    "pronunciation": "suh-WAHR-uh",
    "audioPath": "audio/words/saguaro.mp3",
    "definitions": [
      "a tall columnar usually sparsely-branched cactus (Carnegiea gigantea) of dry areas of the southwestern United States and Mexico that bears white flowers and a scaly reddish edible fruit and that may attain a height of up to 50 feet (16 meters)"
    ],
    "examples": [
      "\"For a brief period in spring … the _saguaro_ has a silly aspect, as white flowers bloom atop its columnar trunk, like a frilly little Easter hat … \" -- From an article by Christine Temin in _The Boston Globe_, September 4, 1994",
      "\"About two weeks ago in one of the rainstorms a big _saguaro_ fell, and shattered into five or six large pieces about ten feet from the odd knob of basalt above the Gila Monster Mine.\" -- From Leslie Marmon Silko's 2010 memoir _The Turquoise Ledge_"
    ],
    "origin": "Venture into the Arizonan desert on a May or June morning and you may see the saguaro in bloom. For many of our readers (such as those living in Arizona and southeastern California), this sight -- and the word \"saguaro\" -- won't be anything new. Or perhaps you know this emblem of all things Southwestern simply as the \"giant cactus.\" The word \"saguaro\" originated in Ópata, a language spoken by peoples of the Sonoran Desert region of Mexico. It came into English by way of the Spanish spoken by the Mexican settlers of the American West. The very saguaros we see today may well have been around when the word was first noted, some 150 years ago -- this amazing cactus can live for up to 200 years."
  }
}
