{
  "artist": {
    "id": "pedro-figari",
    "name": "Pedro Figari",
    "dates": "Jun 29, 1861 - Jul 24, 1938",
    "mainImg": "img/art/artists/pedro-figari.jpg",
    "artworkImgs": [
      {
        "name": "Off for the Honeymoon",
        "path": "img/art/artworks/pedro-figari-a1.jpg",
        "source": "https://artsandculture.google.com/asset/off-for-the-honeymoon-pedro-figari/ggEc2-9TPNSGVA"
      },
      {
        "name": "Dancing People: (Candombe) (Personas bailando: [Candombe])",
        "path": "img/art/artworks/pedro-figari-a2.jpg",
        "source": "https://artsandculture.google.com/asset/dancing-people-candombe-personas-bailando-candombe-pedro-figari/igE_0O67TB6aiQ"
      },
      {
        "name": "El Patio",
        "path": "img/art/artworks/pedro-figari-a3.jpg",
        "source": "https://artsandculture.google.com/asset/el-patio/QwGQn6G7s4mwQA"
      },
      {
        "name": "Pericón",
        "path": "img/art/artworks/pedro-figari-a4.jpg",
        "source": "https://artsandculture.google.com/asset/pericón/rQFnGHKuCOfr9Q"
      },
      {
        "name": "Pericon at the Estate",
        "path": "img/art/artworks/pedro-figari-a5.jpg",
        "source": "https://artsandculture.google.com/asset/pericon-at-the-estate-pedro-figari/lwF3hPBf028Yyg"
      },
      {
        "name": "Tertulia",
        "path": "img/art/artworks/pedro-figari-a6.jpg",
        "source": "https://artsandculture.google.com/asset/tertulia/3gF1wkpUs1kcwA"
      }
    ],
    "summary": [
      "Pedro Figari was a Uruguayan painter, lawyer, writer, and politician. Although he did not begin the practice until his later years, he is best known as an early modernist painter who emphasized capturing the everyday aspects of life in his work. In most of his pieces, he attempts to capture the essence of his home by painting local customs that he had observed in his childhood.",
      "Figari painted primarily from memory, a technique that gives his work a far more personal feeling. With his unique style, which involved painting without the intention to create an illusion, he, along with other prominent Latin-American artists such as Diego Rivera and Tarsila do Amaral, sparked a revolution of identity in the art world of Latin America."
    ],
    "quote": null,
    "movements": [
      "Impressionism",
      "Modern art",
      "Post-Impressionism",
      "American Impressionism",
      "Primitivism"
    ],
    "mediums": ["Oil paint", "Cardboard"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pedro_Figari",
    "urlGoogle": "https://artsandculture.google.com/entity/pedro-figari/m02wcw36"
  },
  "event": {
    "id": "battle-of-gembloux",
    "name": "Battle of Gembloux",
    "dates": null,
    "mainImg": "img/events/battle-of-gembloux.jpg",
    "summary": [
      "The Battle of Gembloux took place at Gembloux, near Namur, Low Countries, between the Spanish forces led by Don John of Austria, Governor-General of the Spanish Netherlands, and a rebel army composed of Dutch, Flemish, English, Scottish, German, French and Walloon soldiers under Antoine de Goignies, during the Eighty Years' War and the Anglo-Spanish War. On 31 January 1578 the Spanish cavalry commanded by John's nephew, Don Alexander Farnese, Prince of Parma, after pushing back the Netherlandish cavalry, attacked the Netherlandish army, causing an enormous panic amongst the rebel troops. The result was a crushing victory for the Spanish forces. The battle hastened the disintegration of the unity of the rebel provinces, and meant the end of the Union of Brussels."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Gembloux_%281578%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-gembloux/m08z980"
  },
  "funFacts": [
    {
      "id": "405",
      "fact": "The East Antarctic Ice Sheet is as thick as the Alps Mountains are high.",
      "category": ["Geography"]
    },
    {
      "id": "713",
      "fact": "An egg that is fresh will sink in water, but a stale one won't.",
      "category": ["Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "554024",
      "fact": "Wax-modeling pioneer Madame Tussaud was nearly executed \u0003by guillotine during the French Revolution."
    }
  ],
  "idiom": {
    "id": "still-waters-run-deep",
    "term": "still waters run deep",
    "definition": "A quiet person may be very profound, as in *Susie rarely says much, but still waters run deep.* The physical observation in this term dates from ancient times, but it has been used figuratively since about 1400. Anthony Trollope amplified it in *He Knew He Was Right* (1869): \"That's what I call still water. She runs deep enough.... So quiet, but so---clever.\""
  },
  "person": {
    "id": "habib-bourguiba",
    "name": "Habib Bourguiba",
    "dates": "Aug 3, 1903 - Apr 6, 2000",
    "mainImg": "img/people/habib-bourguiba.jpg",
    "summary": [
      "Habib Bourguiba was a Tunisian lawyer, nationalist leader and statesman who served as the country's leader from independence in 1956-1987. He first served as the second Prime Minister of the Kingdom of Tunisia before proclaiming the Republic of Tunisia in 1957 and thus becoming the first President of Tunisia. Prior to that, he played a major role in obtaining independence from France, ending the 75 year-old protectorate and earning the title of \"Supreme Combatant\".",
      "Habib Ben Ali Bourguiba was born in Monastir into a modest family. He then moved to Tunis in 1907 in order to pursue his studies in Sadiki College then in Lycée Carnot, before obtaining his baccalaureate in 1924. In 1927, he graduated from the University of Paris and worked as a lawyer, after his return to Tunis, in the late-1920s. Bourguiba showed interest in fighting the protectorate from a young age. However, he only joined the national movement in the early-1930s, when he became a member of the Destour party and wrote articles denouncing the regime and the inequality. Bourguiba did not agree with the party's elders whose methods were outdated."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Habib_Bourguiba",
    "urlGoogle": "https://artsandculture.google.com/entity/habib-bourguiba/m022rws"
  },
  "place": {
    "id": "bayonne",
    "name": "Bayonne",
    "mainImg": "img/places/bayonne.jpg",
    "summary": [
      "Bayonne is a city and commune and one of the two sub-prefectures of the department of Pyrénées-Atlantiques, in the Nouvelle-Aquitaine region of southwestern France. It is located at the confluence of the Nive and Adour rivers in the northern part of the cultural region of the Basque Country. This is also the southern part of Gascony, where the Aquitaine basin joins the beginning of the Pre-Pyrenees.",
      "Together with nearby Anglet, Biarritz, Saint-Jean-de-Luz, and several smaller communes, Bayonne forms an urban area with 288,359 inhabitants at the 2012 census; 45,855 residents lived in the city of Bayonne proper.",
      "The site on the left bank of the Nive and the Adour was probably occupied before ancient times; a fortified enclosure was attested in the 1st century at the time when the Tarbelli occupied the territory. Archaeological studies have confirmed the presence of a Roman castrum, a stronghold in Novempopulania at the end of the 4th century, before the city was populated by the Vascones.",
      "In 1023 Bayonne was the capital of Labourd. In the 12th century, it extended to the confluence and beyond of the Nive River. At that time the first bridge was built over the Adour."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bayonne",
    "urlGoogle": "https://artsandculture.google.com/entity/bayonne/m01hvk"
  },
  "wiki": {
    "id": "nigersaurus",
    "name": "Nigersaurus",
    "summary": "Nigersaurus (meaning \"Niger reptile\") is a genus of rebbachisaurid sauropod dinosaur that lived during the middle Cretaceous period, about 115 to 105 million years ago. It was discovered in the Elrhaz Formation in an area called Gadoufaoua, in Niger. Fossils of this dinosaur were first described in 1976, but it was only named in 1999. The genus contains a single species, N. taqueti, named after French palaeontologist Philippe Taquet, who discovered the first remains. At 9 m (30 ft) long—small for a sauropod—it weighed around 4 tonnes, comparable to a modern elephant. It had a wide muzzle filled with more than 500 teeth, which were replaced every 14 days. Unlike other tetrapods, its jaws were wider than the skull, its teeth were located far to the front, and it fed with its head close to the ground. It lived in a riparian habitat, and its diet probably consisted of soft plants, such as ferns, horsetails, and angiosperms. It is one of the most common fossil vertebrates found in the area, and shared its habitat with other dinosaurian megaherbivores, as well as large theropods and crocodylomorphs.",
    "url": "https://en.wikipedia.org/wiki/Nigersaurus"
  },
  "word": {
    "id": "anneal",
    "word": "anneal",
    "url": "https://www.merriam-webster.com/dictionary/anneal",
    "partOfSpeech": "verb",
    "pronunciation": "uh-NEEL",
    "audioPath": "audio/words/anneal.mp3",
    "definitions": [
      "to make (as steel or glass) less brittle by heating and then cooling",
      "strengthen, toughen"
    ],
    "examples": [
      "The glassmaker shaped the vase with quick, fluid movements and then placed it in the oven to anneal the glass."
    ],
    "origin": "If you were looking for a saying to apply to the word \"anneal,\" it might be \"everything old is new again.\" The word was originally associated with one of the oldest technologies of humankind: fire. It derives from the Old English word \"onælan,\" which was formed from the Old English root \"āl,\" meaning \"fire.\" In its earliest known uses, which date from around the year 1000, \"anneal\" meant simply \"to set on fire.\" That sense has become obsolete, however, and nowadays \"anneal\" is associated with a much more recent technological development. It has come to be used in the context of DNA research, in reference to the heating and cooling of double-stranded nucleic acid."
  }
}
