{
  "artist": {
    "id": "rebecca-horn",
    "name": "Rebecca Horn",
    "dates": "Born Mar 24, 1944",
    "mainImg": "img/art/artists/rebecca-horn.jpg",
    "artworkImgs": [
      {
        "name": "Spirits",
        "path": "img/art/artworks/rebecca-horn-a1.jpg",
        "source": "https://artsandculture.google.com/asset/spirits-rebecca-horn/1gE5oAPSsSxu9A"
      },
      {
        "name": "Moon of Aran",
        "path": "img/art/artworks/rebecca-horn-a2.jpg",
        "source": "https://artsandculture.google.com/asset/moon-of-aran-rebecca-horn/0AHMC9_lvgXeRA"
      },
      {
        "name": "Finger Gloves",
        "path": "img/art/artworks/rebecca-horn-a3.jpg",
        "source": "https://artsandculture.google.com/asset/finger-gloves-rebecca-horn/zwELgy0mTVgyyQ"
      },
      {
        "name": "Rebecca Horn, Spirits, 2005",
        "path": "img/art/artworks/rebecca-horn-a4.jpg",
        "source": "https://artsandculture.google.com/asset/rebecca-horn-spirits-2005-rebecca-horn/eAFjGZwvGbkW7A"
      },
      {
        "name": "Rebecca Horn, The Double",
        "path": "img/art/artworks/rebecca-horn-a5.jpg",
        "source": "https://artsandculture.google.com/asset/rebecca-horn-the-double-rebecca-horn/WwEwghMC49LJ5Q"
      },
      {
        "name": "Il raggio verde",
        "path": "img/art/artworks/rebecca-horn-a6.jpg",
        "source": "https://artsandculture.google.com/asset/il-raggio-verde-rebecca-horn/1gFDzc8__5Eo9g"
      }
    ],
    "summary": [
      "Rebecca Horn is a German visual artist, who is best known for her installation art, film directing, and her body modifications such as Einhorn, a body-suit with a very large horn projecting vertically from the headpiece. She directed the films Der Eintänzer, La ferdinanda: Sonate für eine Medici-Villa and Buster's Bedroom. Horn presently lives and works in Paris and Berlin."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Acrylic paint", "Brass", "Copper", "Silver", "Egg", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Rebecca_Horn",
    "urlGoogle": "https://artsandculture.google.com/entity/rebecca-horn/m0670bx"
  },
  "event": {
    "id": "hebrew-benevolent-congregation-temple-bombing",
    "name": "Hebrew Benevolent Congregation Temple bombing",
    "dates": null,
    "mainImg": "img/events/hebrew-benevolent-congregation-temple-bombing.jpg",
    "summary": [
      "The Hebrew Benevolent Congregation Temple bombing occurred on October 12, 1958. The Hebrew Benevolent Congregation Temple, on Peachtree Street in Atlanta, Georgia, housed a Reform Jewish congregation. The building was damaged extensively by the dynamite-fueled explosion, although no one was injured. Five suspects were arrested almost immediately after the bombing. One of them, George Bright, was tried twice. His first trial ended with a hung jury and his second with an acquittal. As a result of Bright's acquittal the other suspects were not tried, and no one was ever convicted of the bombing."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hebrew_Benevolent_Congregation_Temple_bombing",
    "urlGoogle": "https://artsandculture.google.com/entity/hebrew-benevolent-congregation-temple-bombing/m0dtlww"
  },
  "funFacts": [
    {
      "id": "103",
      "fact": "Frowning burns more calories than smiling.",
      "category": ["Anatomy", "Science"]
    },
    { "id": "874", "fact": "Harry S. Truman's middle name is S.", "category": ["History"] }
  ],
  "funFacts2": [
    {
      "id": "527078",
      "fact": "Duncan Hines was a real person. He was a popular restaurant critic who also wrote a book of hotel recommendations."
    }
  ],
  "idiom": {
    "id": "before-you-can-say-jack-robinson",
    "term": "before you can say Jack Robinson",
    "definition": "Also, **quicker than you can say Jack Robinson.** Almost immediately, very soon, as in *I'll finish this book before you can say Jack Robinson.* This expression originated in the 1700s, but the identity of Jack Robinson has been lost. Grose's *Classical Dictionary* (1785) said he was a man who paid such brief visits to acquaintances that there was scarcely time to announce his arrival before he had departed, but it gives no further documentation. A newer version is **before you know it,** meaning so soon that you don't have time to become aware of it (as in *He'll be gone before you know it*)."
  },
  "person": {
    "id": "samir-geagea",
    "name": "Samir Geagea",
    "dates": "Born Oct 25, 1952",
    "mainImg": "img/people/samir-geagea.jpg",
    "summary": [
      "Samir Farid Geagea, from the town of Bsharri in northern Lebanon, is a Lebanese leader and politician. He is the executive chairman of the Lebanese Forces, a Christian political party in Lebanon.",
      "On 12 March 1985, Samir Geagea, Elie Hobeika and Karim Pakradouni rebelled against Abou Nader's command, ostensibly to take the Lebanese Forces back to its original path. The relationship between Geagea and Hobeika soon broke down, however, and Hobeika began secret negotiations with the Syrians. On 28 December 1985, he signed the Tripartite Accord, against the wishes of Geagea and most of the other leading Christian figures. Claiming that the Tripartite Accord gave Syria unlimited power in Lebanon, Geagea mobilized factions inside the Lebanese Forces and on 15 January 1986, attacked Hobeika's headquarters in Karantina. Hobeika surrendered and fled, first to Paris and subsequently to Damascus, Syria. He then moved to Zahlé with tens of his fighters where he prepared for an attack against East Beirut. On 27 September 1986, Hobeika's forces tried to take over the Achrafieh neighborhood of Beirut but the Lebanese Forces of Geagea's command held them back."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Samir_Geagea",
    "urlGoogle": "https://artsandculture.google.com/entity/samir-geagea/m038s7j"
  },
  "place": {
    "id": "egypt",
    "name": "Egypt",
    "mainImg": "img/places/egypt.jpg",
    "summary": [
      "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
      "Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Egypt",
    "urlGoogle": "https://artsandculture.google.com/entity/egypt/m02k54"
  },
  "wiki": {
    "id": "lynn-hill",
    "name": "Lynn Hill",
    "summary": "Lynn Hill (born 1961) is an American rock climber. Widely regarded as one of the leading competitive sport climbers in the world during the late 1980s and early 1990s, she made the first ascent without aid of the difficult sheer rock face of The Nose on El Capitan in Yosemite Valley and the first free ascent in 24 hours. Hill shaped rock climbing for women and became a public spokesperson, helping it gain wider popularity and arguing for gender equity. She has publicized climbing by appearing on television shows and documentaries and writing an autobiography, Climbing Free: My Life in the Vertical World. She took to climbing at a young age and became a part of the climbing community in Southern California and Camp 4 in Yosemite Valley. During the early 1980s, she traveled around the United States, climbing increasingly difficult routes and setting records not only for first female ascents but also for first ascents. From 1986 to 1992 she won over thirty international titles, including five victories at the Arco Rock Master; she left competitive climbing in 1992. She has been described as both one of the best female climbers in the world and one of the best climbers of all time.",
    "url": "https://en.wikipedia.org/wiki/Lynn_Hill"
  },
  "word": {
    "id": "unbolted",
    "word": "unbolted",
    "url": "https://www.merriam-webster.com/dictionary/unbolted",
    "partOfSpeech": "adjective",
    "pronunciation": "un-BOHL-tud",
    "audioPath": "audio/words/unbolted.mp3",
    "definitions": ["not sifted"],
    "examples": [
      "The restaurant is famous for its cornbread, which is the product of a generations-old recipe that calls for _unbolted_ cornmeal and buttermilk.",
      "\"\\[Sylvester\\] Graham advised everyone to eat bread made of coarse, stone-ground, _unbolted_ flour, and he believed that bread should be baked at home.\" - From Andew F. Smith's 2009 book _Eating History: Thirty Turning Points in the Making of American Cuisine_"
    ],
    "origin": "Flours and meals of the unbolted variety are no longer a staple of most pantries, but the occasional recipe does call for them. The adjective \"unbolted\" comes from a somewhat obscure verb \"bolt,\" meaning \"to sift (as flour) usually through fine-meshed cloth.\" This \"bolt\" - which dates to the 13th century - comes from Anglo-French \"buleter,\" itself of Germanic origin. \"Unbolted\" was once common enough to have been employed in figurative use as well as literal. In Shakespeare's _King Lear_ a character is described as an \"unbolted villain.\""
  }
}
