{
  "artist": {
    "id": "john-steuart-curry",
    "name": "John Steuart Curry",
    "dates": "Nov 14, 1897 - Aug 29, 1946",
    "mainImg": "img/art/artists/john-steuart-curry.jpg",
    "artworkImgs": [
      {
        "name": "John Brown",
        "path": "img/art/artworks/john-steuart-curry-a1.jpg",
        "source": "https://artsandculture.google.com/asset/john-brown-john-steuart-curry/-wHCEPJrqNz91g"
      },
      {
        "name": "Ajax",
        "path": "img/art/artworks/john-steuart-curry-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ajax/HgE9F3iLi8dCsA"
      },
      {
        "name": "John Brown",
        "path": "img/art/artworks/john-steuart-curry-a3.jpg",
        "source": "https://artsandculture.google.com/asset/john-brown-curry-john-steuart-american-1897-1946/ZQE4XVamdyHXkA"
      },
      {
        "name": "John Brown",
        "path": "img/art/artworks/john-steuart-curry-a4.jpg",
        "source": "https://artsandculture.google.com/asset/john-brown-john-steuart-curry/9gG6pENmn3_8yw"
      },
      {
        "name": "The Old Folks (Mother and Father)",
        "path": "img/art/artworks/john-steuart-curry-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-old-folks-mother-and-father-john-steuart-curry-american-b-1897-d-1946/JAHOmHp5Vx1cJw"
      },
      {
        "name": "The Return of Private Davis from the Argonne",
        "path": "img/art/artworks/john-steuart-curry-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-return-of-private-davis-from-the-argonne-john-steuart-curry/NAFjgrj9yX14Zw"
      }
    ],
    "summary": [
      "John Steuart Curry was an American painter whose career spanned the years from 1924 until his death. He was noted for his paintings depicting rural life in his home state, Kansas. Along with Thomas Hart Benton and Grant Wood, he was hailed as one of the three great painters of American Regionalism of the first half of the twentieth century. Curry's artistic production was varied, including paintings, book illustrations, prints, and posters.",
      "Curry was Kansas's best known painter, but his works were not popular with Kansans, who felt that he did not portray the state positively. Farm life and animals, tornados, prairie fires, and John Brown were not things most Kansans wanted the state to be known for. He was commissioned to create murals for the Kansas State Capitol, and he completed two: Kansas Pastoral, and his most famous and controversial work, Tragic Prelude, which he considered his greatest. Reaction was so negative that the Kansas Legislature passed a measure to keep them, or future works of his, from being hung on the capitol walls. As a result, Curry did not sign the works, which were not hung during his lifetime."
    ],
    "quote": null,
    "movements": ["Social realism", "Regionalism", "Modern art"],
    "mediums": ["Oil paint", "Masonite"],
    "urlWiki": "https://en.wikipedia.org/wiki/John_Steuart_Curry",
    "urlGoogle": "https://artsandculture.google.com/entity/john-steuart-curry/m02p6jh"
  },
  "event": {
    "id": "invasion-of-poland",
    "name": "Invasion of Poland",
    "dates": "Sep 1, 1939 - Oct 6, 1939",
    "mainImg": "img/events/invasion-of-poland.jpg",
    "summary": [
      "The invasion of Poland, marked the beginning of World War II. The German invasion began on 1 September 1939, one week after the signing of the Molotov–Ribbentrop Pact between Germany and the Soviet Union, and one day after the Supreme Soviet of the Soviet Union had approved the pact. The Soviets invaded Poland on 17 September. The campaign ended on 6 October with Germany and the Soviet Union dividing and annexing the whole of Poland under the terms of the German–Soviet Frontier Treaty.",
      "German forces invaded Poland from the north, south, and west the morning after the Gleiwitz incident. Slovak military forces advanced alongside the Germans in northern Slovakia. As the Wehrmacht advanced, Polish forces withdrew from their forward bases of operation close to the Germany–Poland border to more established defense lines to the east. After the mid-September Polish defeat in the Battle of the Bzura, the Germans gained an undisputed advantage. Polish forces then withdrew to the southeast where they prepared for a long defence of the Romanian Bridgehead and awaited expected support and relief from France and the United Kingdom."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Invasion_of_Poland",
    "urlGoogle": "https://artsandculture.google.com/entity/invasion-of-poland/m01sz70"
  },
  "funFacts": [
    {
      "id": "949",
      "fact": "Two national capitals are named after U.S. presidents:  Washington, D.C., and Monrovia, the capital of Liberia.",
      "category": ["Geography", "Onlies"]
    },
    {
      "id": "939",
      "fact": "The penny was the first U.S. coin to feature the likeness of an actual person.",
      "category": ["History", "Firsts"]
    }
  ],
  "funFacts2": [{ "id": "554102", "fact": "The national animal of Scotland is the unicorn." }],
  "idiom": {
    "id": "hells-half-acre",
    "term": "hell's half acre",
    "definition": "A wild, desolate, dangerous place. The term originated in the American West, where numerous localities used it as a place name. It appears in the titles of a number of books, both fiction and nonfiction, about such places in the West. It also has been transferred to other bad situations, as in Avis D. Schorer's book, *A Half Acre of Hell: A Combat Nurse in WWII* (2000). [Slang, 1860s]"
  },
  "person": {
    "id": "gheorghe-tatarescu",
    "name": "Gheorghe Tătărescu",
    "dates": "Dec 21, 1886 - Mar 28, 1957",
    "mainImg": "img/people/gheorghe-tatarescu.jpg",
    "summary": [
      "Gheorghe I. Tătărescu was a Romanian politician who served twice as Prime Minister of Romania, three times as Minister of Foreign Affairs, and once as Minister of War. Representing the \"young liberals\" faction inside the National Liberal Party, Tătărescu began his political career as a collaborator of Ion G. Duca, becoming noted for his anti-Communism and, in time, for his conflicts with the PNL's leader Dinu Brătianu and the Foreign Minister Nicolae Titulescu. During his first time in office, he moved closer to King Carol II, leading an ambivalent policy toward the fascist Iron Guard and ultimately becoming instrumental in establishing the authoritarian and corporatist regime around the National Renaissance Front. In 1940, he accepted the cession of Bessarabia and Northern Bukovina to the Soviet Union, and consequently had to resign.",
      "After the start of World War II, Gheorghe Tătărescu initiated a move to rally political forces in opposition to Ion Antonescu's dictatorship, and sought an alliance with the Romanian Communist Party."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gheorghe_T%C4%83t%C4%83rescu",
    "urlGoogle": "https://artsandculture.google.com/entity/gheorghe-tătărescu/m04h_5c"
  },
  "place": {
    "id": "cape-town",
    "name": "Cape Town",
    "mainImg": "img/places/cape-town.jpg",
    "summary": [
      "Cape Town is the second most populous city in South Africa after Johannesburg and also the legislative capital of South Africa. Colloquially named the Mother City, it is the largest city of the Western Cape province and forms part of the City of Cape Town metropolitan municipality. The Parliament of South Africa sits in Cape Town. The other two capitals are located in Pretoria and Bloemfontein. The city is known for its harbour, for its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point. Cape Town is home to 64% of the Western Cape's population. The city was named the World Design Capital for 2014 by the International Council of Societies of Industrial Design.",
      "In 2014, Cape Town was named the best place in the world to visit by both The New York Times and The Daily Telegraph. Cape Town was one of the host cities of the tournaments of 1995 Rugby World Cup and 2010 FIFA World Cup.",
      "Located on the shore of Table Bay, Cape Town, as the oldest urban area in South Africa, was developed by the United East India Company as a supply station for Dutch ships sailing to East Africa, India, and the Far East."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cape_Town",
    "urlGoogle": "https://artsandculture.google.com/entity/cape-town/m01yj2"
  },
  "wiki": {
    "id": "mary-ii-of-england",
    "name": "Mary II of England",
    "summary": "Mary II reigned as Queen of England and Ireland from 13 February 1689 until her death, and as Queen of Scotland (technically as Mary II of Scotland) from 11 April 1689 until her death. Mary, a Protestant, came to the throne following the Glorious Revolution, which resulted in the deposition of her Roman Catholic father, James II. Mary reigned jointly with her husband and first cousin, William III, who became the sole ruler upon her death. Popular histories usually know the joint reign as that of \"William and Mary\". Mary, although a sovereign in her own right, did not wield actual power during most of her reign. She did, however, govern the realm when her husband was abroad fighting wars.",
    "url": "https://en.wikipedia.org/wiki/Mary_II_of_England"
  },
  "word": {
    "id": "benison",
    "word": "benison",
    "url": "https://www.merriam-webster.com/dictionary/benison",
    "partOfSpeech": "noun",
    "pronunciation": "BEN-uh-sun",
    "audioPath": "audio/words/benison.mp3",
    "definitions": ["blessing, benediction"],
    "examples": [
      "The candidate sought the _benison_ of the popular pastor in the hope of gaining both spiritual and political support.",
      "\"On warm(ish) days, the soft rain feels like a _benison_, pattering gently on fallen leaves and stirring up earthy scents that remind me more of spring than autumn.\" - From an article by Ann Lovejoy in _The Seattle Post-Intelligencer_, December 4, 2008"
    ],
    "origin": "\"Benison\" and its synonym \"benediction\" share more than a common meaning; the two words come from the same root, the Latin \"benedicere,\" meaning \"to bless.\" (\"Benedicere\" comes from the Latin \"bene dicere\"-\"to speak well of\"-a combination of the Latin \"bene,\" meaning \"well,\" and \"dicere,\" to say.) Of the two words, \"benediction\" is more common today, but \"benison\" has a longer history in English. Records show that \"benison\" has been used in our language since the early 14th century. \"Benediction\" didn't appear in print until nearly a century later."
  }
}
