{
  "artist": {
    "id": "adam-elsheimer",
    "name": "Adam Elsheimer",
    "dates": "Mar 18, 1578 - Dec 11, 1610",
    "mainImg": "img/art/artists/adam-elsheimer.jpg",
    "artworkImgs": [
      {
        "name": "The Flight into Egypt",
        "path": "img/art/artworks/adam-elsheimer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-flight-into-egypt-adam-elsheimer/bQFeP3djNLB4dQ"
      },
      {
        "name": "The Sack of Troy",
        "path": "img/art/artworks/adam-elsheimer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-sack-of-troy-adam-elsheimer/-wHc86l69lPa2A"
      },
      {
        "name": "Apollo and Coronis",
        "path": "img/art/artworks/adam-elsheimer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/apollo-and-coronis-adam-elsheimer/YgH4p5cImVq9eQ"
      },
      {
        "name": "Tobias and the Angel (The Little Tobias)",
        "path": "img/art/artworks/adam-elsheimer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/tobias-and-the-angel-the-little-tobias-hendrik-goudt-after-adam-elsheimer/IQGZaIl2bIOs4Q"
      },
      {
        "name": "Tobias and the Angel (small plate)",
        "path": "img/art/artworks/adam-elsheimer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/tobias-and-the-angel-small-plate-hendrick-goudt-adam-elsheimer/XgHB6jUscK5NNA"
      },
      {
        "name": "The Flight into Egypt",
        "path": "img/art/artworks/adam-elsheimer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-flight-into-egypt-adam-elsheimer/zwGDF2Jj60zX7g"
      }
    ],
    "summary": [
      "Adam Elsheimer was a German artist working in Rome who died at only thirty-two, but was very influential in the early 17th century in the field of Baroque paintings. His relatively few paintings were small scale, nearly all painted on copper plates, of the type often known as cabinet paintings. They include a variety of light effects, and an innovative treatment of landscape. He was an influence on many other artists, including Rembrandt and Peter Paul Rubens."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age", "Utrecht Caravaggism", "Mannerism"],
    "mediums": ["Engraving", "Pen", "Oil paint", "Etching", "Ink", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Adam_Elsheimer",
    "urlGoogle": "https://artsandculture.google.com/entity/adam-elsheimer/m073l6b"
  },
  "event": {
    "id": "landing-at-saidor",
    "name": "Landing at Saidor",
    "dates": "Jan 2, 1944 - Feb 10, 1944",
    "mainImg": "img/events/landing-at-saidor.jpg",
    "summary": [
      "The Landing at Saidor was an Allied amphibious landing at Saidor, Papua New Guinea on 2 January 1944 as part of Operation Dexterity during World War II. In Allied hands, Saidor was a stepping stone towards Madang, the ultimate objective of General Douglas MacArthur's Huon Peninsula campaign. The capture of the airstrip at Saidor also allowed construction of an airbase to assist Allied air forces to conduct operations against Japanese bases at Wewak and Hollandia. But MacArthur's immediate objective was to cut off the 6,000 Imperial Japanese troops retreating from Sio in the face of the Australian advance from Finschhafen.",
      "Following the landing at Saidor, the Japanese elected to retreat rather than fight, and withdrew over the foothills of the rugged Finisterre Range. For the Japanese soldiers involved, the march was a nightmare, as they struggled through the jungles, across the swollen rivers, and over cliffs and mountains. Men succumbed to fatigue, disease, starvation, drowning, and even exposure, the nights in the Finisterres being bitterly cold."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Landing_at_Saidor",
    "urlGoogle": "https://artsandculture.google.com/entity/landing-at-saidor/m04jkvx2"
  },
  "funFacts": [
    {
      "id": "256",
      "fact": "There are more saunas than cars in Finland.",
      "category": ["Geography"]
    },
    {
      "id": "227",
      "fact": "Tsiology is anything written about tea.",
      "category": ["Food", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553737",
      "fact": "Staff members of the Slovak and Slovenian embassies meet once a month to exchange incorrectly addressed mail."
    }
  ],
  "idiom": {
    "id": "back-to-the-salt-mines",
    "term": "back to the salt mines",
    "definition": "Resume work, usually with some reluctance, as in *With my slavedriver of a boss, even on Saturdays it's back to the salt mines.* This term alludes to the Russian practice of punishing prisoners by sending them to work in the salt mines of Siberia. Today the term is only used ironically. [Late 1800s]"
  },
  "person": {
    "id": "gaspar-de-guzman-count-duke-of-olivares",
    "name": "Gaspar de Guzmán, Count-Duke of Olivares",
    "dates": "Jan 6, 1587 - Jul 22, 1645",
    "mainImg": "img/people/gaspar-de-guzman-count-duke-of-olivares.jpg",
    "summary": [
      "Gaspar de Guzmán y Pimentel, 1st Duke of Sanlúcar, 3rd Count of Olivares, GE, KOA, known as the Count-Duke of Olivares, was a Spanish royal favourite of Philip IV and minister. As prime minister from 1621 to 1643, he over-exerted Spain in foreign affairs and unsuccessfully attempted domestic reform. His policy of committing Spain to recapture Holland led to a renewal of the Eighty Years' War while Spain was also embroiled in the Thirty Years' War. In addition, his attempts to centralise power and increase wartime taxation led to revolts in Catalonia and in Portugal, which brought about his downfall."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gaspar_de_Guzm%C3%A1n,_Count-Duke_of_Olivares",
    "urlGoogle": "https://artsandculture.google.com/entity/gaspar-de-guzmán-count-duke-of-olivares/m01qwgh"
  },
  "place": {
    "id": "nanjing",
    "name": "Nanjing",
    "mainImg": "img/places/nanjing.jpg",
    "summary": [
      "Nanjing, alternatively romanized as Nanking and Nankin, is the capital of Jiangsu province of the People's Republic of China and the second largest city in the East China region, with 11 districts, an administrative area of 6,600 km² and a total population of 8,505,500 as of 2019. The inner area of Nanjing enclosed by the city wall is Nanjing City.",
      "Situated in the Yangtze River Delta region, Nanjing has a prominent place in Chinese history and culture, having served as the capital of various Chinese dynasties, kingdoms and republican governments dating from the 3rd century to 1949, and has thus long been a major center of culture, education, research, politics, economy, transport networks and tourism, being the home to one of the world's largest inland ports. The city is also one of the fifteen sub-provincial cities in the People's Republic of China's administrative structure, enjoying jurisdictional and economic autonomy only slightly less than that of a province."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nanjing",
    "urlGoogle": "https://artsandculture.google.com/entity/nanjing/m05gqy"
  },
  "wiki": {
    "id": "hurricane-gloria",
    "name": "Hurricane Gloria",
    "summary": "Hurricane Gloria was a powerful Cape Verde-type hurricane that formed during the 1985 Atlantic hurricane season and prowled the Atlantic Ocean from September 16 to September 28. Gloria reached Category 4 on the Saffir-Simpson Hurricane Scale near the Bahamas, but weakened significantly by the time it made landfall on North Carolina's Outer Banks. From there, Gloria closely followed the Mid-Atlantic coastline and made a second landfall on Long Island, New York, and, after crossing the Long Island Sound, it made a third landfall in Connecticut. Overall, the storm caused extensive damage along the East Coast of the United States, amounting to $900 million ($1.6 billion in 2005 USD), and was responsible for eight fatalities. The storm was the first significant system to impact the northeastern United States since Hurricane Agnes in 1972 and the first major storm to affect New York and Long Island directly since Hurricane Donna in 1960. It was the last storm to hit the northeast until Hurricane Bob in 1991.",
    "url": "https://en.wikipedia.org/wiki/Hurricane_Gloria"
  },
  "word": {
    "id": "fructuous",
    "word": "fructuous",
    "url": "https://www.merriam-webster.com/dictionary/fructuous",
    "partOfSpeech": "adjective",
    "pronunciation": "FRUK-chuh-wus",
    "audioPath": "audio/words/fructuous.mp3",
    "definitions": ["fruitful"],
    "examples": [
      "\"The parents in our 1924 drama, like most parents past and forevermore, are praying mainly for a sound baby, with all the stuff for a long, fructuous life.\" (Ed Hayes, _Orlando Sentinel_, May 11, 2008)"
    ],
    "origin": "In Latin the word \"fructus\" means both \"fruit\" and \"enjoyment\" or \"use.\" A rich crop of English derivatives grew from that root, including \"fructuous,\" \"fructose\" (a sugar found in fruits), \"fruition\" (\"the state of bearing fruit\"), \"usufruct\" (\"the right to use or enjoy something\"), and even \"fruit\" itself. \"Fructuous\" comes from the Middle French adjective \"fructueux\" and the Latin adjective \"fructuosus,\" both ultimately derived from \"fructus.\""
  }
}
