{
  "artist": {
    "id": "reza-abbasi",
    "name": "Reza Abbasi",
    "dates": "1565 - 1635",
    "mainImg": "img/art/artists/reza-abbasi.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of a Man",
        "path": "img/art/artworks/reza-abbasi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-riza-yi-abbasi/8gGaTCW9DFEdvQ"
      },
      {
        "name": "Folio from the Gulshan Album",
        "path": "img/art/artworks/reza-abbasi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/folio-from-the-gulshan-album-unknown/4gG21b1UkIgPGQ"
      },
      {
        "name": "Man in a Fur-Lined Coat",
        "path": "img/art/artworks/reza-abbasi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/man-in-a-fur-lined-coat-riza-yi-abbasi/XAE6eddNJSC9Aw"
      },
      {
        "name": "Man with cat",
        "path": "img/art/artworks/reza-abbasi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/man-with-cat-artist-riza-abbasi/PwEfjZVMKT3QMw"
      },
      {
        "name": "Reclining Nude",
        "path": "img/art/artworks/reza-abbasi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/reclining-nude-artist-signed-by-riza-abbasi/jQHc95VS7xqQbg"
      },
      {
        "name": "Lamentation over the dead body of Christ",
        "path": "img/art/artworks/reza-abbasi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/lamentation-over-the-dead-body-of-christ-artist-ali-reza-abbasi-after-perugino/mwEslb2ShvG67g"
      }
    ],
    "summary": [
      "Reza Abbasi, Riza yi-Abbasi or Reza-e Abbasi, رضا عباسی in Persian, usually Reza Abbasi also Aqa Reza or Āqā Riżā Kāshānī was the leading Persian miniaturist of the Isfahan School during the later Safavid period, spending most of his career working for Shah Abbas I. He is considered to be the last great master of the Persian miniature, best known for his single miniatures for muraqqa or albums, especially single figures of beautiful youths."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Gold", "Metal", "Watercolor painting", "Foil", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Reza_Abbasi",
    "urlGoogle": "https://artsandculture.google.com/entity/reza-abbasi/m04nz84"
  },
  "event": {
    "id": "spanish-civil-war",
    "name": "Spanish Civil War",
    "dates": "Jul 17, 1936 - Apr 1, 1939",
    "mainImg": "img/events/spanish-civil-war.jpg",
    "summary": [
      "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolt by the Nationalists, an alliance of Falangists, monarchists, conservatives and Catholics, led by a military group among whom General Francisco Franco soon achieved a preponderant role. Due to the international political climate at the time, the war had many facets and was variously viewed as class struggle, a war of religion, a struggle between dictatorship and republican democracy, between revolution and counterrevolution, and between fascism and communism. It has been frequently called the \"dress rehearsal\" for World War II. The Nationalists won the war, which ended in early 1939, and ruled Spain until Franco's death in November 1975.",
      "The war began after a pronunciamiento against the Republican government by a group of generals of the Spanish Republican Armed Forces, with General Emilio Mola as the primary planner and leader and having General José Sanjurjo as a figurehead."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Spanish_Civil_War",
    "urlGoogle": "https://artsandculture.google.com/entity/spanish-civil-war/m075k5"
  },
  "funFacts": [
    {
      "id": "750",
      "fact": "The common garden worm has five pairs of hearts.",
      "category": ["Animals"]
    },
    {
      "id": "318",
      "fact": "Top-performing companies are called \"blue chips\" after the costliest chips in casinos.",
      "category": ["Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553541",
      "fact": "Nicknamed \"sea bunnies,\" Jorunna parva is actually a highly toxic species of sea slug."
    }
  ],
  "idiom": {
    "id": "cest-la-vie",
    "term": "c'est la vie",
    "definition": "That's life, there's nothing you can do about it. This French expression, often stated with a shrug, frequently is a response to some undesirable occurrence. For example, *You were caught with an expired driver's license; oh well, c'est la vie.* [mid-1800s]"
  },
  "person": {
    "id": "mo-brooks",
    "name": "Mo Brooks",
    "dates": "Born Apr 29, 1954",
    "mainImg": "img/people/mo-brooks.jpg",
    "summary": [
      "Morris Jackson \"Mo\" Brooks Jr. is an American attorney and politician serving as the U.S. Representative for Alabama's 5th congressional district, serving since 2011. The district is based in Huntsville and stretches across the northern third of the state.",
      "In 2017 he finished third in the Republican primary for the U.S. Senate seat vacated by Jeff Sessions upon Sessions’s confirmation as U.S. Attorney General.",
      "In March 2018, he was rated the House's least bipartisan or most partisan member by The Lugar Center.",
      "Brooks was a plaintiff in a lawsuit filed against the U.S. Department of Commerce and the U.S. Census Bureau that challenges the practice of including undocumented people in the census."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mo_Brooks",
    "urlGoogle": "https://artsandculture.google.com/entity/mo-brooks/m0c3xdjf"
  },
  "place": {
    "id": "karlovy-vary",
    "name": "Karlovy Vary",
    "mainImg": "img/places/karlovy-vary.jpg",
    "summary": [
      "Karlovy Vary is a spa town situated in western Bohemia, Czech Republic, on the confluence of the rivers Ohře and Teplá, approximately 130 km west of Prague. It is named after Charles IV, Holy Roman Emperor and King of Bohemia, who founded the city in 1370. It is the site of numerous hot springs, and is the most visited spa town in the Czech Republic. Until 1945, when the German-speaking inhabitants were expelled, the town was overwhelmingly German speaking for most of its history. The city has approximately 48,500 inhabitants."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Karlovy_Vary",
    "urlGoogle": "https://artsandculture.google.com/entity/karlovy-vary/m01ty8l"
  },
  "wiki": {
    "id": "charles-valentin-alkan",
    "name": "Charles-Valentin Alkan",
    "summary": "Charles-Valentin Alkan (1813–88) was a French composer and pianist. Alongside his friends and colleagues Frédéric Chopin and Franz Liszt, he was among the leading virtuoso pianists in Paris. His career was marked by his occasional long withdrawals for personal reasons from public performance, and from 1848 he began to adopt a reclusive life style, while continuing with his compositions, virtually all of which are for the keyboard. During this period he published his collections of large-scale studies in all the major keys (Op. 35) and all the minor keys (Op. 39). The latter includes his Symphony for Solo Piano and Concerto for Solo Piano, considered among his masterpieces, of great musical and technical complexity. Alkan's attachment to his Jewish origins is displayed both in his life and his work. He was the first composer to incorporate Jewish melodies in art music. Fluent in Hebrew and Greek, he devoted much time to a complete new translation of the Bible into French. After his death (which according to a persistent myth was caused by a falling bookcase), his music was neglected, but since the late 1960s many pianists have recorded it and brought it back into the repertoire.",
    "url": "https://en.wikipedia.org/wiki/Charles-Valentin_Alkan"
  },
  "word": {
    "id": "elucidate",
    "word": "elucidate",
    "url": "https://www.merriam-webster.com/dictionary/elucidate",
    "partOfSpeech": "verb",
    "pronunciation": "ih-LOO-suh-dayt",
    "audioPath": "audio/words/elucidate.mp3",
    "definitions": [
      "to make lucid especially by explanation or analysis",
      "to give a clarifying explanation"
    ],
    "examples": [
      "During her speech, the governor attempted to _elucidate_ exactly what kind of impact the new sports arena would have on the state's economy.",
      "\"His stylish criticism, marked by an easy [erudition](https://www.merriam-webster.com/dictionary/erudition), was invariably smooth and accessible; he compressed and _elucidated_ but never reduced or oversimplified.\" -- From an article by Benjamin Schwarz in _The Atlantic_, December 2011"
    ],
    "origin": "To \"elucidate\" is to make something clear that was formerly murky or confusing -- and it is perfectly clear how the modern term got that meaning. \"Elucidate\" traces to the Latin term \"lucidus,\" which means \"lucid.\" \"Lucidus\" in turn descends from the verb \"lucēre,\" meaning \"to shine.\" So \"elucidating\" can be thought of as the figurative equivalent of shining a light on something to make it easier to see. \"Lucēre\" has also produced other shining offspring in English. Among its descendants are \"lucid\" itself (which can mean \"shining,\" \"clear-headed,\" or \"easily understood\"), \"lucent\" (meaning \"giving off light\" or \"easily seen through\"), and \"translucent\" (meaning \"partly transparent\" or \"clear enough for light to pass through\")."
  }
}
