{
  "artist": {
    "id": "moritz-daniel-oppenheim",
    "name": "Moritz Daniel Oppenheim",
    "dates": "Jan 7, 1800 - Feb 26, 1882",
    "mainImg": "img/art/artists/moritz-daniel-oppenheim.jpg",
    "artworkImgs": [
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/moritz-daniel-oppenheim-a1.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-moritz-daniel-oppenheim/qAEWmy_DxzzwUA"
      },
      {
        "name": "Sabbath Rest (Sabbath-Ruhe auf der Gasse)",
        "path": "img/art/artworks/moritz-daniel-oppenheim-a2.jpg",
        "source": "https://artsandculture.google.com/asset/sabbath-rest-sabbath-ruhe-auf-der-gasse-moritz-daniel-oppenheim/1gF2XCEzUp5Fqg"
      },
      {
        "name": "The Return of the Volunteer from the Wars of Liberation to His Family Still Living in Accordance with Old Customs (Die Heimkehr des Freiwilligen aus den Befreiungskriegen zu den nach alter Sitte lebenden Seinen)",
        "path": "img/art/artworks/moritz-daniel-oppenheim-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-return-of-the-volunteer-from-the-wars-of-liberation-to-his-family-still-living-in-accordance-with-old-customs-die-heimkehr-des-freiwilligen-aus-den-befreiungskriegen-zu-den-nach-alter-sitte-lebenden-seinen-moritz-daniel-oppenheim/igE_twFzgG-lVA"
      },
      {
        "name": "The Wedding (Die Trauung)",
        "path": "img/art/artworks/moritz-daniel-oppenheim-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-wedding-die-trauung-moritz-daniel-oppenheim/OgGgbeSvC7EjBw"
      },
      {
        "name": "The Heder (The Jewish Elementary School) (Der Cheder - Die jüdische Elementarschule)",
        "path": "img/art/artworks/moritz-daniel-oppenheim-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-heder-the-jewish-elementary-school-der-cheder-die-jüdische-elementarschule-moritz-daniel-oppenheim/6wGveCdWkLGAUQ"
      },
      {
        "name": "Purim (Feast of Esther) (Das Purim-Fest)",
        "path": "img/art/artworks/moritz-daniel-oppenheim-a6.jpg",
        "source": "https://artsandculture.google.com/asset/purim-feast-of-esther-das-purim-fest-moritz-daniel-oppenheim/GwFr3I_Bq-VFQw"
      }
    ],
    "summary": [
      "Moritz Daniel Oppenheim was a German painter who is often regarded as the first Jewish painter of the modern era. His work was informed by his cultural and religious roots at a time when many of his German Jewish contemporaries chose to convert to Christianity. Oppenheim is considered by the scholar Ismar Schorsch to be in sympathy with the ideals of the Wissenschaft des Judentums movement, because he remained \"fair to the present\" without denying his past."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Moritz_Daniel_Oppenheim",
    "urlGoogle": "https://artsandculture.google.com/entity/moritz-daniel-oppenheim/m0cf7y2"
  },
  "event": {
    "id": "american-frontier",
    "name": "American frontier",
    "dates": "1607 - 1920",
    "mainImg": "img/events/american-frontier.jpg",
    "summary": [
      "The American frontier includes the geography, history, folklore, and cultural expression of life in the forward wave of American expansion that began with English colonial settlements in the early 17th century and ended with the admission of the last remaining western territories as states in 1912. This era of massive migration and settlement was particularly encouraged by President Thomas Jefferson following the Louisiana Purchase, giving rise to the expansionist philosophy known as \"Manifest Destiny\".",
      "A frontier is a zone of contact at the edge of a line of settlement. Leading theorist Frederick Jackson Turner went deeper, arguing that the frontier was the defining process of American civilization: \"The frontier,\" he asserted, \"promoted the formation of a composite nationality for the American people.\" He theorized it was a process of development: \"This perennial rebirth, this fluidity of American life, this expansion westward...furnish[es] the forces dominating American character.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/American_frontier",
    "urlGoogle": "https://artsandculture.google.com/entity/american-frontier/m01lgb6"
  },
  "funFacts": [
    {
      "id": "832",
      "fact": "Brain waves can power an electric train.",
      "category": ["Anatomy", "Science"]
    },
    { "id": "54", "fact": "The average smell weighs 760 nanograms.", "category": ["Science"] }
  ],
  "funFacts2": [
    {
      "id": "554025",
      "fact": "The Karni Mata Temple in Deshnoke, India, \u0003is home to 20,000 rats who are believed to \u0003be descended from an incarnation of the \u0003Hindu goddess Durga."
    }
  ],
  "idiom": {
    "id": "as-i-live-and-breathe",
    "term": "as I live and breathe",
    "definition": "For sure, definitely, as in *As I live and breathe, I've never seen a more beautiful view.* This expression is generally used to emphasize the truth of a statement and has been so used since the mid-1600s, although sometimes it was put simply as **as I live.** However, the complete phrase was also used early on, as in Arthur Murphy's 1756 play *The Apprentice* (2:1): \"As I live and breathe, we shall both be taken, for heaven's sake let us make our escape.\""
  },
  "person": {
    "id": "john-n-mitchell",
    "name": "John N. Mitchell",
    "dates": "Sep 15, 1913 - Nov 9, 1988",
    "mainImg": "img/people/john-n-mitchell.jpg",
    "summary": [
      "John Newton Mitchell was the 67th Attorney General of the United States under President Richard Nixon and a convicted criminal. Prior to that, he had been a municipal bond lawyer, chairman of Nixon's 1968 presidential campaign, and one of Nixon's closest personal friends.",
      "After his tenure as U.S. Attorney General, he served as chairman of Nixon's 1972 presidential campaign. Due to multiple crimes he committed in the Watergate affair, Mitchell was sentenced to prison in 1977 and served 19 months. As Attorney General, he was noted for personifying the \"law-and-order\" positions of the Nixon Administration, amid several high-profile anti-war demonstrations."
    ],
    "quote": "“Our attitude toward life determines life's attitude towards us.”",
    "urlWiki": "https://en.wikipedia.org/wiki/John_N._Mitchell",
    "urlGoogle": "https://artsandculture.google.com/entity/john-n-mitchell/m0lj76"
  },
  "place": {
    "id": "china",
    "name": "China",
    "mainImg": "img/places/china.jpg",
    "summary": [
      "China, officially the People's Republic of China, is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion in 2019. Covering approximately 9.6 million square kilometres, it is the world's third or fourth largest country by area. Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces, five autonomous regions, four direct-controlled municipalities, and the special administrative regions of Hong Kong and Macau.",
      "China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/China",
    "urlGoogle": "https://artsandculture.google.com/entity/china/m0d05w3"
  },
  "wiki": {
    "id": "military-of-the-democratic-republic-of-the-congo",
    "name": "Military of the Democratic Republic of the Congo",
    "summary": "The Armed Forces of the Democratic Republic of Congo (FARDC) is the state military organisation responsible for defending the Democratic Republic of Congo. The FARDC is being rebuilt as part of the peace process which followed the end of the Second Congo War in July 2003. The FARDC is dominated by its land forces but also includes a small air force and a smaller navy. Together the three services may number around 130,000 personnel. In parallel, there is also a presidential force called the Republican Guard. The National Congolese Police (PNC) are not part of the Armed Forces. In general, there is very little coherent information available on the FARDC. The government in the capital city Kinshasa, the United Nations, the European Union, and bilateral partners which include Angola, South Africa, and Belgium are attempting to create a viable force with the ability to provide the DRC with stability and security. However, this process is being hampered by corruption, the near-impotence of the government, and inadequate donor coordination. The various military units now grouped under the FARDC banner are some of the most unstable in Africa after years of war and underfunding.",
    "url": "https://en.wikipedia.org/wiki/Military_of_the_Democratic_Republic_of_the_Congo"
  },
  "word": {
    "id": "pedagogical",
    "word": "pedagogical",
    "url": "https://www.merriam-webster.com/dictionary/pedagogical",
    "partOfSpeech": "adjective",
    "pronunciation": "ped-uh-GAH-jih-kul",
    "audioPath": "audio/words/pedagogical.mp3",
    "definitions": ["of, relating to, or befitting a teacher or education"],
    "examples": [
      "New teachers will be evaluated on _pedagogical_ skills such as lesson planning and classroom management.",
      "\"The report suggests that the exam be multidimensional and include subject knowledge as well as _pedagogical_ knowledge. In other words, in addition to having to know the subject they teach, teachers would have to demonstrate that they had the qualities to be 'caring, competent and confident.'\" - From an article by Donna Krache at CNN's Schools of Thought blog, December 4, 2012"
    ],
    "origin": "\"Pedagogical,\" which has the somewhat less common spelling variant \"pedagogic,\" was coined in the early 17th century from a Greek adjective of the same meaning. That adjective, \"paidagōgikos,\" in turn derives from the noun \"paidagōgos,\" meaning \"teacher.\" The English word \"pedagogue\" (which can simply mean \"teacher\" but usually suggests one who is particularly dull) derives from the same root. Though the words \"educational\" and \"teacher\" make the grade in most contexts, \"pedagogical\" and \"pedagogue\" are useful additions to the class."
  }
}
