{
  "artist": {
    "id": "david-wilkie",
    "name": "David Wilkie",
    "dates": "Nov 18, 1785 - Jun 1, 1841",
    "mainImg": "img/art/artists/david-wilkie.jpg",
    "artworkImgs": [
      {
        "name": "The Sedan Chair",
        "path": "img/art/artworks/david-wilkie-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-sedan-chair-sir-david-wilkie/nAEs9ff8C2N-wQ"
      },
      {
        "name": "The Highland Family",
        "path": "img/art/artworks/david-wilkie-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-highland-family-sir-david-wilkie/RwGMO2BiCtUi5Q"
      },
      {
        "name": "The Pedlar",
        "path": "img/art/artworks/david-wilkie-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-pedlar-sir-david-wilkie-1785–1841-british/TQFmsmLZVG0puA"
      },
      {
        "name": "Study for 'Sir David Baird Discovering the Body of Tipu Sahib'",
        "path": "img/art/artworks/david-wilkie-a4.jpg",
        "source": "https://artsandculture.google.com/asset/study-for-sir-david-baird-discovering-the-body-of-tipu-sahib/tQETn9Bm4w5sdA"
      },
      {
        "name": "Reading the Will",
        "path": "img/art/artworks/david-wilkie-a5.jpg",
        "source": "https://artsandculture.google.com/asset/reading-the-will-sir-david-wilkie/BwH7PpGsxGG8vw"
      },
      {
        "name": "Chelsea Pensioners Receiving the Gazette Announcing the Battle of Waterloo",
        "path": "img/art/artworks/david-wilkie-a6.jpg",
        "source": "https://artsandculture.google.com/asset/chelsea-pensioners-receiving-the-gazette-announcing-the-battle-of-waterloo-sir-david-wilkie-1785–1841-british/awGk1YMJmdSEiA"
      }
    ],
    "summary": [
      "Sir David Wilkie RA was a British painter, especially known for his genre scenes. He painted successfully in a wide variety of genres, including historical scenes, portraits, including formal royal ones, and scenes from his travels to Europe and the Middle East. His main base was in London, but he died and was buried at sea, off Gibraltar, returning from his first trip to the Middle East. He was sometimes known as the \"people's painter\".",
      "He was Principal Painter in Ordinary to King William IV and Queen Victoria. Apart from royal portraits, his best-known painting today is probably The Chelsea Pensioners reading the Waterloo Dispatch of 1822 in Apsley House."
    ],
    "quote": null,
    "movements": ["Romanticism", "Academic art"],
    "mediums": ["Ink", "Graphite", "Pen", "Watercolor painting", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/David_Wilkie_%28artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/david-wilkie/m01gt08"
  },
  "event": {
    "id": "russo-turkish-war",
    "name": "Russo-Turkish War",
    "dates": "Apr 24, 1877 - Mar 3, 1878",
    "mainImg": "img/events/russo-turkish-war.jpg",
    "summary": [
      "The Russo-Turkish War of 1877–1878 was a conflict between the Ottoman Empire and the Eastern Orthodox coalition led by the Russian Empire and composed of Bulgaria, Romania, Serbia, and Montenegro. Fought in the Balkans and in the Caucasus, it originated in emerging 19th-century Balkan nationalism. Additional factors included Russian goals of recovering territorial losses endured during the Crimean War of 1853–56, re-establishing itself in the Black Sea and supporting the political movement attempting to free Balkan nations from the Ottoman Empire.",
      "The Russian-led coalition won the war, pushing the Turks back all the way to the gates of Constantinople but for the timely intervention of the western European great powers.",
      "As a result, Russia succeeded in claiming provinces in the Caucasus, namely Kars and Batum, and also annexed the Budjak region. The principalities of Romania, Serbia, and Montenegro, each of which had had de facto sovereignty for some time, formally proclaimed independence from the Ottoman Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Russo-Turkish_War_%281877%E2%80%931878%29",
    "urlGoogle": "https://artsandculture.google.com/entity/russo-turkish-war/m01p6w8"
  },
  "funFacts": [
    {
      "id": "196",
      "fact": "If you doubled one penny every day for 30 days, you would have $5,368,709.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "764",
      "fact": "The muzzle of a lion is like a fingerprint - no two lions have the same pattern of whiskers.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553446",
      "fact": "Fireworks were ignited over Philadelphia to celebrate the first anniversary of the signing of the Declaration of Independence in 1777."
    }
  ],
  "idiom": {
    "id": "know-the-ropes",
    "term": "know the ropes",
    "definition": "Be informed about the details of a situation or task. For example, *Don't worry about Sara's taking over that reporter's job---she already knows the ropes.* This expression alludes to sailors learning the rigging so as to handle a sailing vessel's ropes. It was being used figuratively by the late 1800s. The same allusion is present in **show someone the ropes,** meaning \"to familiarize someone with the details,\" as in *Tom's very experienced---he'll show you the ropes.*"
  },
  "person": {
    "id": "albertina-sisulu",
    "name": "Albertina Sisulu",
    "dates": "Oct 21, 1918 - Jun 2, 2011",
    "mainImg": "img/people/albertina-sisulu.jpg",
    "summary": [
      "Nontsikelelo Albertina Sisulu was a South African anti-apartheid activist, and the wife of fellow activist Walter Sisulu. She was affectionately known as Ma Sisulu throughout her lifetime by the South African public. In 2004 she was voted 57th in the SABC3's Great South Africans. She died on 2 June 2011 in her home in Linden, Johannesburg, South Africa, aged 92."
    ],
    "quote": "“Women are the people who are going to relieve us from all this oppression and depression. The rent boycott that is happening in Soweto now is alive because of the women. It is the women who are on the street committees educating the people to stand up and protect each other.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Albertina_Sisulu",
    "urlGoogle": "https://artsandculture.google.com/entity/albertina-sisulu/m01gq_9"
  },
  "place": {
    "id": "slovakia",
    "name": "Slovakia",
    "mainImg": "img/places/slovakia.jpg",
    "summary": [
      "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres and is mostly mountainous. The population is over 5.4 million and consists mostly of ethnic Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
      "The Slavs arrived in the territory of present-day Slovakia in the 5th and 6th centuries. In the 7th century they played a significant role in the creation of Samo's Empire and in the 9th century established the Principality of Nitra, which was later conquered by the Principality of Moravia to establish Great Moravia. In the 10th century, after the dissolution of Great Moravia, the territory was integrated into the Principality of Hungary, which would become the Kingdom of Hungary in 1000. In 1241 and 1242, much of the territory was destroyed by the Mongols during their invasion of Central and Eastern Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Slovakia",
    "urlGoogle": "https://artsandculture.google.com/entity/slovakia/m06npd"
  },
  "quote": {
    "id": "69",
    "quote": "Truly effective and inspiring leaders aren't driven to lead people, they are driven to serve them.",
    "author": "Simon Sinek"
  },
  "wiki": {
    "id": "history-of-limerick",
    "name": "History of Limerick",
    "summary": "The history of Limerick, the third largest city in the Republic of Ireland and a major cultural and industrial centre, stretches back to its establishment by the Vikings as a walled city on \"King's Island\" (an island in the River Shannon) in 812, and its charter in 1197. A great castle was built on the orders of King John in 1200. It was besieged three times in the 17th century, resulting in the famous Treaty of Limerick and the flight of the defeated Catholic leaders abroad. Much of the City was built during the following Georgian prosperity, which ended abruptly with the Act of Union in 1800. The depression was to last nearly two centuries, through famine, war, and emergency, until the boom times of the 1990s. The city's position as one of Europe's most westerly points has made it somewhat of a crossroads between the old and new worlds. Famous visitors have included John F. Kennedy, Che Guevara, Boris Yeltsin and Haile Selassie I of Ethiopia.",
    "url": "https://en.wikipedia.org/wiki/History_of_Limerick"
  },
  "word": {
    "id": "parvenu",
    "word": "parvenu",
    "url": "https://www.merriam-webster.com/dictionary/parvenu",
    "partOfSpeech": "noun",
    "pronunciation": "PAHR-vuh-noo",
    "audioPath": "audio/words/parvenu.mp3",
    "definitions": [
      "one who has recently or suddenly risen to an unaccustomed position of wealth or power and has not yet gained the prestige, dignity, or manner associated with it"
    ],
    "examples": [
      "Washington old-timers viewed the young senator as an upstart _parvenu_.",
      "\"Today, Denver continues to reflect the brash carelessness of the _parvenu_, flush and arrogant with sudden riches.\" - From an article by Susan Barnes-Gelt in the _Denver Post_, November 24, 2013"
    ],
    "origin": "French has been generous in providing us with terms for obscure folks who suddenly strike it rich. In addition to \"parvenu,\" French has loaned us \"nouveau riche,\" \"arriviste,\" and \"roturier,\" all of which can describe a rich person of plebeian origins, especially one who is a bit snobby. Those colorful and slightly disparaging terms for the newly moneyed clearly show their French heritage, but it may be harder to see the French background of a term Massachusetts locals once used for coastal merchants made rich through the fishing trade: \"codfish aristocracy.\" \"Codfish\" comes from Middle English, but \"aristocracy\" passed into English via Middle French."
  }
}
