{
  "artist": {
    "id": "george-cruikshank",
    "name": "George Cruikshank",
    "dates": "Sep 27, 1792 - Feb 1, 1878",
    "mainImg": "img/art/artists/george-cruikshank.jpg",
    "artworkImgs": [
      {
        "name": "An Exquisite",
        "path": "img/art/artworks/george-cruikshank-a1.jpg",
        "source": "https://artsandculture.google.com/asset/an-exquisite-george-cruikshank-thomas-tegg/PgGJ0XRgS9eiqg"
      },
      {
        "name": "The Prince of Whales or the Fisherman at Anchor",
        "path": "img/art/artworks/george-cruikshank-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-prince-of-whales-or-the-fisherman-at-anchor-george-cruikshank-m-or-w-n-jones/BwFARkbGiM8qGg"
      },
      {
        "name": "Dogs and Pigs",
        "path": "img/art/artworks/george-cruikshank-a3.jpg",
        "source": "https://artsandculture.google.com/asset/dogs-and-pigs-george-cruikshank/twH_qBN6tUgBeQ"
      },
      {
        "name": "The First Appearance of William Shakespeare on the Stage of the Globe Theatre",
        "path": "img/art/artworks/george-cruikshank-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-first-appearance-of-william-shakespeare-on-the-stage-of-the-globe-theatre-george-cruikshank-1792–1878-british/AwFKhI771c3bow"
      },
      {
        "name": "Napoleons terugkeer van Elba, 1815",
        "path": "img/art/artworks/george-cruikshank-a5.jpg",
        "source": "https://artsandculture.google.com/asset/napoleons-terugkeer-van-elba-1815-george-cruikshank-hannah-humphrey/NwGMOQ6kNVeA1w"
      },
      {
        "name": "A Shilling well laid out. Tom and Jerry at the Exhibition of Pictures at the Royal Academy; Pierce Egan, ‘Life in London’, 1821 (pl.[31])",
        "path": "img/art/artworks/george-cruikshank-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-shilling-well-laid-out-tom-and-jerry-at-the-exhibition-of-pictures-at-the-royal-academy-pierce-egan-‘life-in-london’-1821-pl-31-drawn-and-engraved-by-isaak-robert-cruikshank-george-cruikshank/ngFoj9PnZC-iVQ"
      }
    ],
    "summary": [
      "George Cruikshank was a British caricaturist and book illustrator, praised as the \"modern Hogarth\" during his life. His book illustrations for his friend Charles Dickens, and many other authors, reached an international audience."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Etching", "Graphite", "Ink", "Pen", "Watercolor painting", "Laid paper"],
    "urlWiki": "https://en.wikipedia.org/wiki/George_Cruikshank",
    "urlGoogle": "https://artsandculture.google.com/entity/george-cruikshank/m01tn94"
  },
  "event": {
    "id": "brazilian-revolution-of-1930",
    "name": "Brazilian Revolution of 1930",
    "dates": "October 1930",
    "mainImg": "img/events/brazilian-revolution-of-1930.jpg",
    "summary": [
      "The Revolution of 1930, also known as the 1930 coup d'état or coup of 1930 was an armed movement in Brazil led by the states of Minas Gerais, Paraíba and Rio Grande do Sul, culminating in a coup. The revolution ousted President Washington Luís on October 24, 1930, prevented the inauguration of President-elect Júlio Prestes, and ended the Old Republic.",
      "In 1929, leaders of São Paulo broke the alliance with the mineiros, known as the \"coffee with milk policy\", and indicated the paulista Júlio Prestes as a candidate for the presidency. In response, the President of Minas Gerais, Antônio Carlos Ribeiro de Andrada, supported the opposition candidate from the south, Getúlio Vargas.",
      "On March 1, 1930, elections for President were held and victory was won by the government's candidate, Júlio Prestes, who was the president of São Paulo state. However, he did not take office because the coup was triggered on October 3, 1930; he was instead exiled.",
      "Getúlio Vargas assumed the leadership of the provisional government on November 3, 1930, a date that marks the end of the Old Republic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Brazilian_Revolution_of_1930",
    "urlGoogle": "https://artsandculture.google.com/entity/brazilian-revolution-of-1930/m0dwkvw"
  },
  "funFacts": [
    {
      "id": "471",
      "fact": "The most common name for a pet goldfish is 'Jaws.'",
      "category": ["Animals", "Habits"]
    },
    {
      "id": "96",
      "fact": "The average American will eat 35,000 cookies in his/her lifetime.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "553928",
      "fact": "The 100 folds in a chef’s toque are said to represent 100 ways to cook an egg."
    }
  ],
  "person": {
    "id": "leopold-ii-holy-roman-emperor",
    "name": "Leopold II, Holy Roman Emperor",
    "dates": "May 5, 1747 - Mar 1, 1792",
    "mainImg": "img/people/leopold-ii-holy-roman-emperor.jpg",
    "summary": [
      "Leopold II was Holy Roman Emperor, King of Hungary and Bohemia, and Archduke of Austria from 1790 to 1792, and Grand Duke of Tuscany from 1765 to 1790. He was the earliest opponent of capital punishment in modern history. He was a son of Empress Maria Theresa and her husband, Emperor Francis I, and the brother of Marie Antoinette, Queen of France, Maria Carolina of Austria and Joseph II, Holy Roman Emperor. Leopold was a moderate proponent of enlightened absolutism. He granted the Academy of Georgofili his protection. Despite his brief reign, he is highly regarded. The historian Paul W. Schroeder called him \"one of the most shrewd and sensible monarchs ever to wear a crown\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Leopold_II,_Holy_Roman_Emperor",
    "urlGoogle": "https://artsandculture.google.com/entity/leopold-ii-holy-roman-emperor/m0132hr"
  },
  "place": {
    "id": "san-marino",
    "name": "San Marino",
    "mainImg": "img/places/san-marino.jpg",
    "summary": [
      "San Marino, officially the Republic of San Marino, also known as the Most Serene Republic of San Marino, is a country in Southern Europe completely enclosed by Italy.",
      "San Marino covers a land area of just over 61 km², and has a population of 33,562. Its capital is the City of San Marino and its largest settlement is Dogana. San Marino's official language is Italian.",
      "The country derives its name from Saint Marinus, a stonemason from the then Roman island of Rab, in modern-day Croatia. Born in AD 275, Marinus participated in the reconstruction of Rimini's city walls after their destruction by Liburnian pirates. Marinus then went on to found an independent monastic community on Monte Titano in AD 301; thus, San Marino lays claim to being the oldest extant sovereign state, as well as the oldest constitutional republic.",
      "San Marino's politics are ruled by its constitution, which dictates that every six months San Marino's parliament must elect two Captains Regent. The Captain Regents have equal powers, and are free to exercise them within the limits of the constitution and parliamentary legislation until their term expires."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/San_Marino",
    "urlGoogle": "https://artsandculture.google.com/entity/san-marino/m06sff"
  },
  "wiki": {
    "id": "richard-wagner",
    "name": "Richard Wagner",
    "summary": "Richard Wagner (1813–83) was a German composer, theatre director, polemicist, and conductor primarily known for his operas. His compositions, particularly those of his later period, are notable for their complex textures, rich harmonies and orchestration, and the elaborate use of leitmotifs—musical phrases associated with individual characters, places, ideas or plot elements. These innovations greatly influenced the development of classical music; his Tristan und Isolde is sometimes described as marking the start of modern music. Wagner revolutionised opera through his synthesis of the poetic, visual, musical and dramatic arts, first fully realised in his four-opera Ring cycle. He had his own opera house built at Bayreuth, containing many novel design features, where his most important stage works continue to be performed in an annual festival run by his descendants. Wagner's controversial writings on music, drama and politics have attracted extensive comment in recent decades, especially where they express antisemitic sentiments. The effects of his ideas can be traced in many of the arts throughout the 20th century.",
    "url": "https://en.wikipedia.org/wiki/Richard_Wagner"
  },
  "word": {
    "id": "impunity",
    "word": "impunity",
    "url": "https://www.merriam-webster.com/dictionary/impunity",
    "partOfSpeech": "noun",
    "pronunciation": "im-PYOO-nuh-tee",
    "audioPath": "audio/words/impunity.mp3",
    "definitions": ["exemption or freedom from punishment, harm, or loss"],
    "examples": [
      "Penalties for breaking the law can be made harsher, but without extra funding for its enforcement, people will continue to violate it with _impunity_.",
      "\"Carlos Zarate, a congressman who sits on the Philippine House of Representatives' Human Rights Committee, said in an interview Tuesday that the arrest of General Palparan did not signal an end to the problem of security forces committing abuses with _impunity_.\" - Floyd Whaley, _The New York Times_, August 13, 2014"
    ],
    "origin": "_Impunity_ (like the words _pain_, _penal_, and _punish_) traces to the Latin noun _poena_, meaning \"punishment.\" The Latin word, in turn, came from Greek _poinē_, meaning \"payment\" or \"penalty.\" People acting with _impunity_ have prompted use of the word since the 1500s, as in this 1660 example by Englishman Roger Coke: \"This unlimited power of doing anything with impunity, will only beget a confidence in kings of doing what they list \\[desire\\].\" While royals may act with impunity more easily than others, the word _impunity_ can be applied to the lowliest of beings as well as the loftiest: \"Certain beetles have learned to detoxify \\[willow\\] leaves in their digestive tract so they can eat them with impunity\" (_Smithsonian_, September 1986)."
  }
}
