{
  "artist": {
    "id": "yuan-xikun",
    "name": "Yuan Xikun",
    "dates": "Born 1944",
    "mainImg": "img/art/artists/yuan-xikun.jpg",
    "artworkImgs": [
      {
        "name": "William J. Clinton",
        "path": "img/art/artworks/yuan-xikun-a1.jpg",
        "source": "https://artsandculture.google.com/asset/william-j-clinton-yuan-xikun/VQHQ2fNjnDOZ3A"
      },
      {
        "name": "Tony Blaire",
        "path": "img/art/artworks/yuan-xikun-a2.jpg",
        "source": "https://artsandculture.google.com/asset/tony-blaire-yuan-xikun/iwEOi_xDMhFrqQ"
      },
      {
        "name": "Return from Grazing",
        "path": "img/art/artworks/yuan-xikun-a3.jpg",
        "source": "https://artsandculture.google.com/asset/return-from-grazing-yuan-xikun/zgHYyJMa3NNTiA"
      },
      {
        "name": "Guardian of Forest",
        "path": "img/art/artworks/yuan-xikun-a4.jpg",
        "source": "https://artsandculture.google.com/asset/guardian-of-forest-yuan-xikun/zwHk9lrxjuhYZw"
      },
      {
        "name": "Quite Morning",
        "path": "img/art/artworks/yuan-xikun-a5.jpg",
        "source": "https://artsandculture.google.com/asset/quite-morning-yuan-xikun/NQHGLO0-x7iSpw"
      },
      {
        "name": "Easy Posing",
        "path": "img/art/artworks/yuan-xikun-a6.jpg",
        "source": "https://artsandculture.google.com/asset/easy-posing-yuan-xikun/wwF6nYoIi68S2A"
      }
    ],
    "summary": [
      "Yuan Xikun is a Chinese visual artist and environmental activist. In 2011, Yuan proposed building a giant sculpture composed of sand collected from five of earth's continents and water from its Arctic and Antarctic regions to draw attention to ozone depletion and climate change."
    ],
    "quote": null,
    "movements": ["Contemporary art"],
    "mediums": ["Ink", "Oil paint", "Sculpture"],
    "urlWiki": "https://en.wikipedia.org/wiki/Yuan_Xikun",
    "urlGoogle": "https://artsandculture.google.com/entity/yuan-xikun/m0_83vtw"
  },
  "event": {
    "id": "sack-of-antwerp",
    "name": "Sack of Antwerp",
    "dates": "Nov 4, 1576",
    "mainImg": "img/events/sack-of-antwerp.jpg",
    "summary": [
      "The Sack of Antwerp, often known as the Spanish Fury at Antwerp, was an episode of the Eighty Years' War. It is the greatest massacre in Belgian history.",
      "On 4 November 1576, mutinying Spanish tercios of the Army of Flanders began the sack of Antwerp, leading to three days of horror among the population of the city, which was the cultural, economic and financial center of the Low Countries. The savagery of the sack led the provinces of the Low Countries to unite against the Spanish crown. The devastation also caused Antwerp's decline as the leading city in the region and paved the way for Amsterdam's rise."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sack_of_Antwerp",
    "urlGoogle": "https://artsandculture.google.com/entity/sack-of-antwerp/m05dl3_"
  },
  "funFacts": [
    {
      "id": "138",
      "fact": "Hawaii is the only U.S. state that grows coffee commercially.",
      "category": ["Food", "Geography"]
    },
    {
      "id": "332",
      "fact": "Ohio is the only U.S. state that does not have a rectangular flag.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [{ "id": "505965", "fact": "A litter of kittens is also known as a “kindle.”" }],
  "idiom": {
    "id": "peter-out",
    "term": "peter out",
    "definition": "Dwindle or diminish and come to an end, as in *Their enthusiasm soon petered out.* The origin of this usage is unknown, but one authority suggests it may refer to the apostle Peter, whose enthusiastic support of Jesus quickly diminished so that he denied knowing him three times during the night after Jesus's arrest. [Mid-1800s]"
  },
  "person": {
    "id": "liaquat-ali-khan",
    "name": "Liaquat Ali Khan",
    "dates": "Oct 1, 1895 - Oct 16, 1951",
    "mainImg": "img/people/liaquat-ali-khan.jpg",
    "summary": [
      "Nawabzada Liaquat Ali Khan, widely known as Quaid-e-Millat and Shaheed-e-Millat, was a Pakistani politician who was one of the leading founding fathers of Pakistan, statesman, lawyer, and political theorist who became the first Prime Minister of Pakistan; he also held cabinet portfolio as the first foreign, defence, and the frontier regions minister from 1947 until his assassination in 1951. Prior to the partition, Khan briefly tenured as the first finance minister in the interim government led by its Governor General Mountbatten.",
      "He was born into an influential aristocratic Muslim family in Karnal, Eastern Punjab on 1 October 1895. Liaquat Ali Khan was educated at the Aligarh Muslim University in India, and then at Oxford University in the United Kingdom. Well-educated, he was a democratic political theorist who promoted parliamentarism in India. After first being invited by the Congress Party, he opted for the Muslim League led by influential Mohammad Ali Jinnah who was advocating the eradication of the injustices and ill-treatment meted out to Indian Muslims by the British government."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Liaquat_Ali_Khan",
    "urlGoogle": "https://artsandculture.google.com/entity/liaquat-ali-khan/m02cd8j"
  },
  "place": {
    "id": "geneva",
    "name": "Geneva",
    "mainImg": "img/places/geneva.jpg",
    "summary": [
      "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva.",
      "The municipality has a population of 201,818, and the canton has 499,480 residents. In 2014, the compact agglomération du Grand Genève had 946,000 inhabitants in 212 communities in both Switzerland and France. Within Swiss territory, the commuter area named \"Métropole lémanique\" contains a population of 1.26 million. This area is essentially spread east from Geneva towards the Riviera area and north-east towards Yverdon-les-Bains, in the neighbouring canton of Vaud.",
      "Geneva is a global city, a financial centre, and a worldwide centre for diplomacy due to the presence of numerous international organizations, including the headquarters of many agencies of the United Nations and the Red Cross. Geneva hosts the highest number of international organizations in the world. It is also where the Geneva Conventions were signed, which chiefly concern the treatment of wartime non-combatants and prisoners of war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Geneva",
    "urlGoogle": "https://artsandculture.google.com/entity/geneva/m03902"
  },
  "wiki": {
    "id": "the-political-cesspool",
    "name": "The Political Cesspool",
    "summary": "The Political Cesspool is a weekly talk radio show founded by James Edwards, and syndicated by Liberty News Radio Network and Accent Radio Network. First broadcast in October 2004 twice a week from radio station WMQM, it is broadcast on Saturday nights on WLRM, a Christian radio station in Millington, Tennessee. Its sponsors include the white separatist Council of Conservative Citizens and the Institute for Historical Review, a Holocaust denial group. According to its statement of principles, the show stands for the \"Dispossessed Majority\" and represents \"a philosophy that is pro-White.\" It has attracted criticism from multiple organizations for its promotion of anti-semitic, white nationalist and white supremacist views. The show features Edwards and his co-hosts Bill Rolen, Winston Smith, Keith Alexander, and Eddie Miller, as well as producer Art Frith. Its guests have included author Jerome Corsi, Minuteman Project leader Jim Gilchrist, former Constitution Party presidential candidate Michael Peroutka, actor Sonny Landham, British National Party leader Nick Griffin, Vermont secessionist Thomas Naylor, and paleoconservative activist Pat Buchanan.",
    "url": "https://en.wikipedia.org/wiki/The_Political_Cesspool"
  },
  "word": {
    "id": "bosky",
    "word": "bosky",
    "url": "https://www.merriam-webster.com/dictionary/bosky",
    "partOfSpeech": "adjective",
    "pronunciation": "BAH-skee",
    "audioPath": "audio/words/bosky.mp3",
    "definitions": ["having abundant trees or shrubs", "of or relating to a woods"],
    "examples": [
      "As we drove away from the city, apartment buildings gave way to homes with yards, then at last to a _bosky_ landscape dominated by tall pines.",
      "\"In 1863, when two brothers were abducted by armed gangsters and marched into a forest, their appeal to a local saint resulted in their abductors letting them go. Amusingly, though, the artist's skill extends only to the most crucial details: the blindfold, the guns, the _bosky_ scene.\"-From an article by Jenny Gilbert in _The Independent_ (London), November 20, 2011"
    ],
    "origin": "\"Bosk,\" \"busk,\" \"bush\"-in Middle English these were all variant spellings of a word meaning \"shrub.\" \"Bush\" is still familiar to the modern ear, and \"busk\" can still be heard in a few places in the dialects of northern Britain. \"Bosk\" too survived in English dialects, although it disappeared from the written language, and in the early 17th century it provided the root for the woodsy adjective \"bosky.\" Since its formation, \"bosky\" has been firmly rooted in our language, and its widespread popularity seems to have resurrected its parental form. By 1815 \"bosk\" (also spelled \"bosque\") had reappeared in writing, but this time with the meaning \"a small wooded area.\""
  }
}
