{
  "artist": {
    "id": "andrea-pozzo",
    "name": "Andrea Pozzo",
    "dates": "Nov 30, 1642 - Aug 31, 1709",
    "mainImg": "img/art/artists/andrea-pozzo.jpg",
    "artworkImgs": [
      {
        "name": "Health box first destination",
        "path": "img/art/artworks/andrea-pozzo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/health-box-first-destination-andrea-avezzù/oQFQRjy9pOwPyA"
      },
      {
        "name": "Legality box first destination",
        "path": "img/art/artworks/andrea-pozzo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/legality-box-first-destination-andrea-avezzù/_AEyzea7Lb7Zyg"
      },
      {
        "name": "Sport box first destination",
        "path": "img/art/artworks/andrea-pozzo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/sport-box-first-destination-andrea-avezzù/ugGwH3ea1kgRHA"
      },
      {
        "name": "Self-Portrait",
        "path": "img/art/artworks/andrea-pozzo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/self-portrait-andrea-pozzo/lAHoEtxkScWg6Q"
      },
      {
        "name": "Culture box first destination",
        "path": "img/art/artworks/andrea-pozzo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/culture-box-first-destination-andrea-avezzù/IAElMmAyaJxRgw"
      },
      {
        "name": "St. Augustine and the Child on the Seashore",
        "path": "img/art/artworks/andrea-pozzo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/st-augustine-and-the-child-on-the-seashore-andrea-pozzo/-QHBdGqmH9GaRA"
      }
    ],
    "summary": [
      "Andrea Pozzo was an Italian Jesuit brother, Baroque painter and architect, decorator, stage designer, and art theoretician.",
      "Pozzo was best known for his grandiose frescoes using the technique of quadratura to create an illusion of three-dimensional space on flat surfaces. His masterpiece is the nave ceiling of the Church of Sant'Ignazio in Rome. Through his techniques, he became one of the most noteworthy figures of the Baroque period. He is also noted for the architectural plans of Ljubljana Cathedral, inspired by the designs of the Jesuit churches Il Gesù and S. Ignazio in Rome."
    ],
    "quote": null,
    "movements": ["Baroque"],
    "mediums": ["Chalk", "Pigment", "Drawing", "Sanguine", "Etching", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Andrea_Pozzo",
    "urlGoogle": "https://artsandculture.google.com/entity/andrea-pozzo/m088x45"
  },
  "event": {
    "id": "operation-boomerang",
    "name": "Operation Boomerang",
    "dates": "Aug 11, 1944",
    "mainImg": "img/events/operation-boomerang.jpg",
    "summary": [
      "Operation Boomerang was a partially successful air raid conducted by the United States Army Air Forces' XX Bomber Command against oil refining facilities in Japanese-occupied Palembang on the night of 10/11 August 1944 during World War II. The attack involved attempts to bomb an oil refinery and lay mines to block a river.",
      "The raid formed part of a series of attacks on Japanese-occupied cities in South East Asia which XX Bomber Command conducted as an adjunct to its primary mission of bombing Japan. The command raided the Japanese city of Nagasaki on the same night as Operation Boomerang.",
      "A total of 54 heavy bombers were dispatched from an airfield in Ceylon on 10 August, of which 39 reached the Palembang area. Attempts to bomb the oil refinery were unsuccessful, with only a single small building being confirmed destroyed. Mines dropped in the river which connects Palembang to the sea sank three ships and damaged two others. British forces provided search and rescue support for the American bombers. The Japanese defenders of Palembang failed to destroy any of the American bombers, but one was forced to ditch when it ran out of fuel."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Operation_Boomerang",
    "urlGoogle": "https://artsandculture.google.com/entity/operation-boomerang/g11f7r5xty0"
  },
  "funFacts": [
    {
      "id": "323",
      "fact": "The Lemon-Yellow Tree Frog is only active in the darkness of night.",
      "category": ["Animals"]
    },
    {
      "id": "755",
      "fact": "There are more chickens than people in the world.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504712",
      "fact": "Despite the optical illusion, the Gateway Arch is exactly as wide (630 feet) as it is tall."
    }
  ],
  "idiom": {
    "id": "pig-in-a-poke",
    "term": "pig in a poke",
    "definition": "An object offered in a manner that conceals its true value, especially its lack of value. For example, *Eric believes that buying a used car is buying a pig in a poke.* This expression alludes to the practice of substituting a worthless object, such as a cat, for the costly suckling pig a customer has bought and wrapping it in a *poke,* or sack. It dates from a time when buyers of groceries relied on a weekly farmers' market and, unless they were cautious enough to check the poke's contents, would not discover the skullduggery until they got home. The word *poke* dates from the 13th century but is now used mainly in the southern United States. The idiom was first recorded in John Heywood's 1562 collection of proverbs."
  },
  "person": {
    "id": "mohammed-v-of-morocco",
    "name": "Mohammed V of Morocco",
    "dates": "Aug 10, 1909 - Feb 26, 1961",
    "mainImg": "img/people/mohammed-v-of-morocco.jpg",
    "summary": [
      "Mohammad Al-Khamis Ben Youssef Ben Mohammed Al-Alaoui, known as Mohammed V, was Sultan of Morocco from 1927 to 1953; he was recognized as Sultan again upon his return from exile in 1955, and as King from 1957 to 1961. His full name was Sidi Mohammed ben Yusef, or Son of Yusef, upon whose death he succeeded to the throne. He was a member of the Alaouite dynasty.",
      "On 20 August 1953, the French colonial authorities forced Mohammed V, an important national symbol in the growing Moroccan independence movement, into exile in Corsica along with his family. His first cousin once removed, Mohammed Ben Aarafa, was made a puppet monarch and placed on the throne. Mohammed V and his family were then transferred to Madagascar in January 1954. Mohammed V returned from exile on 16 November 1955, and was again recognized as Sultan after active opposition to the French protectorate. In February 1956 he successfully negotiated with France and Spain for the independence of Morocco, and in 1957 took the title of King."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mohammed_V_of_Morocco",
    "urlGoogle": "https://artsandculture.google.com/entity/mohammed-v-of-morocco/m01dmjp"
  },
  "place": {
    "id": "prague",
    "name": "Prague",
    "mainImg": "img/places/prague.jpg",
    "summary": [
      "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters.",
      "Prague is a political, cultural and economic centre of central Europe complete with a rich history. Founded during the Romanesque and flourishing by the Gothic, Renaissance and Baroque eras, Prague was the capital of the Kingdom of Bohemia and the main residence of several Holy Roman Emperors, most notably of Charles IV.",
      "It was an important city to the Habsburg Monarchy and its Austro-Hungarian Empire. The city played major roles in the Bohemian and Protestant Reformation, the Thirty Years' War and in 20th-century history as the capital of Czechoslovakia between the World Wars and the post-war Communist era.",
      "Prague is home to a number of well-known cultural attractions, many of which survived the violence and destruction of 20th-century Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Prague",
    "urlGoogle": "https://artsandculture.google.com/entity/prague/m05ywg"
  },
  "wiki": {
    "id": "lactarius-volemus",
    "name": "Lactarius volemus",
    "summary": "Lactarius volemus is a species of fungus in the genus Lactarius. It is distributed in warm temperate regions and northern areas of the Northern Hemisphere, and has been collected in Europe, North America, Central America, and Asia. A mycorrhizal fungus, its fruit bodies grow either individually or in groups at the base of various species of trees from summer to autumn. It is valued as an edible mushroom, and is sold in markets in Asia. The colour varies from apricot to tawny, and the cap may be up to 11 cm (4.3 in) wide. The pale golden yellow gills on the underside of the cap are closely spaced and sometimes forked. One of the mushroom's most distinctive features is the large amount of latex (\"milk\") it exudes when the gills are damaged. It has a distinctive fishy smell, which does not affect the taste. The mushroom contains a natural rubber that has been chemically characterized.",
    "url": "https://en.wikipedia.org/wiki/Lactarius_volemus"
  },
  "word": {
    "id": "terreplein",
    "word": "terreplein",
    "url": "https://www.merriam-webster.com/dictionary/terreplein",
    "partOfSpeech": "noun",
    "pronunciation": "TAIR-uh-playn",
    "audioPath": "audio/words/terreplein.mp3",
    "definitions": ["the level space behind a parapet of a rampart where guns are mounted"],
    "examples": [
      "Children love to climb on the defunct cannons that sit at each of the old fort's terrepleins, creating a perfect photo op for parents."
    ],
    "origin": "Like \"parapet\" and \"rampart,\" \"terreplein\" dates back to the 16th century. \"Rampart\" is the oldest of this trio; earliest evidence of the word in English is from 1536. From the Middle French word \"ramparer,\" meaning \"to fortify,\" it refers specifically to the broad embankment that forms the main part of a fort. The word for the protective wall on top of the rampart, \"parapet,\" dates to 1590 and comes from Italian \"parare\" (\"to shield\") and \"petto\" (\"chest\"). The earliest evidence for today's word, \"terreplein,\" is from only a year later. It comes (by way of Middle French) from Old Italian \"terrapieno,\" which traces to Medieval Latin \"terra plenus,\" meaning \"filled with earth.\""
  }
}
