{
  "artist": {
    "id": "anne-vallayer-coster",
    "name": "Anne Vallayer-Coster",
    "dates": "Dec 21, 1744 - Feb 28, 1818",
    "mainImg": "img/art/artists/anne-vallayer-coster.jpg",
    "artworkImgs": [
      {
        "name": "Vase of Flowers and Conch Shell",
        "path": "img/art/artworks/anne-vallayer-coster-a1.jpg",
        "source": "https://artsandculture.google.com/asset/vase-of-flowers-and-conch-shell-anne-vallayer-coster/7gFyJbSoL5c2YA"
      },
      {
        "name": "Flowers in a Vase and Two Plums",
        "path": "img/art/artworks/anne-vallayer-coster-a2.jpg",
        "source": "https://artsandculture.google.com/asset/flowers-in-a-vase-and-two-plums-manufacture-nationale-des-gobelins-anne-vallayer-coster-deyrolle/5AH7AzAHPvUnwQ"
      },
      {
        "name": "Still Life with Mackerel",
        "path": "img/art/artworks/anne-vallayer-coster-a3.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-mackerel-anne-vallayer-coster/kwEGDKGJxHJdjA"
      },
      {
        "name": "Snuffbox",
        "path": "img/art/artworks/anne-vallayer-coster-a4.jpg",
        "source": "https://artsandculture.google.com/asset/snuffbox-claude-de-villers-joseph-vallayer/ggH7l-u_vRIHSw"
      },
      {
        "name": "Anne Vallayer-Coster",
        "path": "img/art/artworks/anne-vallayer-coster-a5.jpg",
        "source": "https://artsandculture.google.com/asset/anne-vallayer-coster-charles-francois-le-tellier-after-anne-vallayer-coster/1gH3t1hyLhCS_g"
      },
      {
        "name": "Two Roses",
        "path": "img/art/artworks/anne-vallayer-coster-a6.jpg",
        "source": "https://artsandculture.google.com/asset/two-roses-anne-vallayer-coster/EAGzUi_DX6Rp_g"
      }
    ],
    "summary": [
      "Anne Vallayer-Coster was an 18th-century French painter best known for still lifes. She achieved fame and recognition very early in her career, being admitted to the Académie Royale de Peinture et de Sculpture in 1770, at the age of twenty-six.",
      "Despite the low status that still life painting had at this time, Vallayer-Coster’s highly developed skills, especially in the depiction of flowers, soon generated a great deal of attention from collectors and other artists. Her “precocious talent and the rave reviews” earned her the attention of the court, where Marie Antoinette took a particular interest in Vallayer-Coster's paintings.",
      "Her life was determinedly private, dignified and hard-working. She survived the bloodshed of the Reign of Terror, but the fall of the French monarchy, who were her primary patrons, caused her reputation to decline.",
      "In addition to still lifes, she painted portraits and genre paintings, but because of the restrictions placed on women at the time her success at figure painting was limited."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Vitreous enamel", "Gold", "Oil paint", "Metal", "Bone", "Nacre"],
    "urlWiki": "https://en.wikipedia.org/wiki/Anne_Vallayer-Coster",
    "urlGoogle": "https://artsandculture.google.com/entity/anne-vallayer-coster/m047q8r_"
  },
  "event": {
    "id": "indo-pakistani-war-of-1971",
    "name": "Indo-Pakistani War of 1971",
    "dates": "Dec 3, 1971 - Dec 16, 1971",
    "mainImg": "img/events/indo-pakistani-war-of-1971.jpg",
    "summary": [
      "The Indo-Pakistani War of 1971 was a military confrontation between India and Pakistan that occurred during the liberation war in East Pakistan from 3 December 1971 to the fall of Dacca on 16 December 1971. The war began with preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakistan and Indian entry into the war of independence in East Pakistan on the side of Bengali nationalist forces. Lasting just 13 days, it is one of the shortest wars in history.",
      "During the war, Indian and Pakistani militaries simultaneously clashed on the eastern and western fronts; the war ended after the Eastern Command of the Pakistan military signed the Instrument of Surrender on 16 December 1971 in Dhaka, marking the formation of East Pakistan as the new nation of Bangladesh. Officially, East Pakistan had earlier called for its secession from the unity of Pakistan on 26 March 1971. Approximately 90,000 to 93,000 Pakistani servicemen were taken prisoner by the Indian Army, which included 79,676 to 81,000 uniformed personnel of the Pakistan Armed Forces, including some Bengali soldiers who had remained loyal to Pakistan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Indo-Pakistani_War_of_1971",
    "urlGoogle": "https://artsandculture.google.com/entity/indo-pakistani-war-of-1971/m02cnqk"
  },
  "funFacts": [
    {
      "id": "877",
      "fact": "People don't sneeze when they are asleep because the nerves involved in the sneeze reflex are also resting.",
      "category": ["Anatomy"]
    },
    {
      "id": "168",
      "fact": "One brow wrinkle is the result of 200,000 frowns.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "522211",
      "fact": "The German version of the term “Average Joe” is Otto Normalverbraucher, which translates to “Otto normal consumer.”"
    }
  ],
  "idiom": {
    "id": "take-down-a-notch",
    "term": "take down a notch",
    "definition": "Also, **take down a peg.** Deflate or humble someone, as in *He's so arrogant that I wish someone would take him down a notch,* or *That defeat took them down a peg.* Both *notch* and *peg* in this idiom allude to a series, the former of indentations, the latter of knobs, used to raise or lower something. Specifically, *peg* alludes to the pegs used to lower a ship's colors. Their figurative use dates from the second half of the 1600s."
  },
  "person": {
    "id": "frances-perkins",
    "name": "Frances Perkins",
    "dates": "Apr 10, 1880 - May 14, 1965",
    "mainImg": "img/people/frances-perkins.jpg",
    "summary": [
      "Frances Perkins was an American sociologist and workers-rights advocate who served as the U.S. Secretary of Labor from 1933 to 1945, the longest serving in that position, and the first woman appointed to the U.S. Cabinet. As a loyal supporter of her friend, Franklin D. Roosevelt, she helped pull the labor movement into the New Deal coalition. She and Interior Secretary Harold L. Ickes were the only original members of the Roosevelt cabinet to remain in office for his entire presidency.",
      "During her term as Secretary of Labor, Perkins executed many aspects of the New Deal, including the Civilian Conservation Corps, the Public Works Administration and its successor the Federal Works Agency, and the labor portion of the National Industrial Recovery Act. With the Social Security Act she established unemployment benefits, pensions for the many uncovered elderly Americans, and welfare for the poorest Americans. She pushed to reduce workplace accidents and helped craft laws against child labor. Through the Fair Labor Standards Act, she established the first minimum wage and overtime laws for American workers, and defined the standard forty-hour workweek."
    ],
    "quote": "“Perkins visited the convent whenever she could. “I have discovered the rule of silence is one of the most beautiful things in the world,” she wrote to a friend. “It preserves one from the temptation of the idle world, the fresh remark, the wisecrack, the angry challenge…. It is really quite remarkable what it does.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Frances_Perkins",
    "urlGoogle": "https://artsandculture.google.com/entity/frances-perkins/m027ygl"
  },
  "place": {
    "id": "lodz",
    "name": "Łódź",
    "mainImg": "img/places/lodz.jpg",
    "summary": [
      "Łódź, written in English as Lodz, is the third-largest city in Poland and a former industrial centre. Located in the central part of the country, it has a population of 682,679. It is the capital of Łódź Voivodeship, and is located approximately 120 kilometres south-west of Warsaw. The city's coat of arms is an example of canting, as it depicts a boat, which alludes to the city's name.",
      "Łódź was once a small settlement that first appeared in written records in around 1332. In the early 15th century it was granted city rights, but remained a rather small and insubstantial town. It was the property of Kuyavian bishops and clergy until the end of the 18th century, when Łódź was annexed by Prussia as a result of the second partition of Poland. Following the collapse of the independent Duchy of Warsaw, the city became part of Congress Poland, a client state of the Russian Empire. It was then that Łódź experienced a rapid growth in textile manufacturing and in population due to the inflow of migrants, most notably Germans and Jews."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/%C5%81%C3%B3d%C5%BA",
    "urlGoogle": "https://artsandculture.google.com/entity/łódź/m0c6fz"
  },
  "wiki": {
    "id": "reception-history-of-jane-austen",
    "name": "Reception history of Jane Austen",
    "summary": "The reception history of Jane Austen follows a path from modest fame to wild popularity; her novels are both the subject of intense scholarly study and the centre of a diverse fan culture. Austen, the author of such works as Pride and Prejudice (1813) and Emma (1815), is one of the best-known and widely read novelists in the English language. During her lifetime, Austen's novels brought her little personal fame; like many women writers, she published anonymously. At the time they were published, her works were considered fashionable by members of high society but received few positive reviews. By the mid-19th century, her novels were admired by members of the literary elite, but it was not until the 1940s that Austen was widely accepted in academia as a \"great English novelist\". The second half of the 20th century saw a proliferation of scholarship exploring artistic, ideological and historical aspects of her works. As of the early 21st century, Austen fandom supports an industry of printed sequels and prequels as well as television and film adaptations, which started with the 1940 Pride and Prejudice and includes the 2004 Bollywood-style production Bride and Prejudice.",
    "url": "https://en.wikipedia.org/wiki/Reception_history_of_Jane_Austen"
  },
  "word": {
    "id": "wherefore",
    "word": "wherefore",
    "url": "https://www.merriam-webster.com/dictionary/wherefore",
    "partOfSpeech": "adverb",
    "pronunciation": "WAIR-for",
    "audioPath": "audio/words/wherefore.mp3",
    "definitions": ["for what reason or purpose : why", "therefore"],
    "examples": [
      "\"O Romeo, Romeo, wherefore art thou Romeo?\" (William Shakespeare, _Romeo and Juliet_)"
    ],
    "origin": "In our example sentence, Juliet is not inquiring into her beloved's whereabouts. Rather she is asking why it is that Romeo must be Romeo, a member of the Montague family and, therefore, an enemy of Juliet's own family, the Capulets. Yet, wherefore does \"wherefore\" mean \"why\"? Starting in the early 13th century, a number of new words were formed by combining \"where\" with a preposition. In such words, \"where\" had the meaning of \"what\" or \"which,\" giving the English language such adverbs as \"wherein\" (\"in what\"), \"whereon\" (\"on what\"), and \"wherefore\" (\"for what\"). English speakers have largely dropped \"wherefore\" in favor of \"why,\" but the noun \"wherefore,\" meaning \"an answer or statement giving an explanation,\" continues to be used, particularly in the phrase \"the whys and wherefores.\""
  }
}
