{
  "artist": {
    "id": "xu-beihong",
    "name": "Xu Beihong",
    "dates": "Jul 19, 1895 - Sep 26, 1953",
    "mainImg": "img/art/artists/xu-beihong.jpg",
    "artworkImgs": [
      {
        "name": "The Rooster Crows in the Wind and Rain",
        "path": "img/art/artworks/xu-beihong-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-rooster-crows-in-the-wind-and-rain-xu-beihong/SAFqmd71-lEHzA"
      },
      {
        "name": "Tian Heng and His Five Hundred Followers",
        "path": "img/art/artworks/xu-beihong-a2.jpg",
        "source": "https://artsandculture.google.com/asset/tian-heng-and-his-five-hundred-followers-xu-beihong/1wFtIh2zMDcY8Q"
      },
      {
        "name": "Portrait of Chairman Mao",
        "path": "img/art/artworks/xu-beihong-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-chairman-mao-xu-beihong/QAFWEdlU2Scjvw"
      },
      {
        "name": "Fighting Eagles",
        "path": "img/art/artworks/xu-beihong-a4.jpg",
        "source": "https://artsandculture.google.com/asset/fighting-eagles-xu-beihong/BQFE8D2lL8bcDw"
      },
      {
        "name": "Galloping horse",
        "path": "img/art/artworks/xu-beihong-a5.jpg",
        "source": "https://artsandculture.google.com/asset/galloping-horse-xu-beihong/zwGof4Q8kL-AUQ"
      },
      {
        "name": "The Foolish Old Man Moves a Mountain",
        "path": "img/art/artworks/xu-beihong-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-foolish-old-man-moves-a-mountain-xu-beihong/8wFAHt3ehNYGZw"
      }
    ],
    "summary": [
      "Xu Beihong, also known as Ju Péon, was a Chinese painter.",
      "He was primarily known for his Chinese ink paintings of horses and birds and was one of the first Chinese artists to articulate the need for artistic expressions that reflected a modern China at the beginning of the 20th century. He was also regarded as one of the first to create monumental oil paintings with epic Chinese themes – a show of his high proficiency in an essential Western art technique. He was one of the four pioneers of Chinese modern art who earned the title of \"The Four Great Academy Presidents\"."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Book", "Drawing", "Oil paint", "Ink", "Textile", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Xu_Beihong",
    "urlGoogle": "https://artsandculture.google.com/entity/xu-beihong/m03vx5w"
  },
  "event": {
    "id": "triangle-shirtwaist-factory-fire",
    "name": "Triangle Shirtwaist Factory fire",
    "dates": null,
    "mainImg": "img/events/triangle-shirtwaist-factory-fire.jpg",
    "summary": [
      "The Triangle Shirtwaist Factory fire in the Greenwich Village neighborhood of Manhattan, New York City, on March 25, 1911, was the deadliest industrial disaster in the history of the city, and one of the deadliest in U.S. history. The fire caused the deaths of 146 garment workers – 123 women and girls and 23 men – who died from the fire, smoke inhalation, or falling or jumping to their deaths. Most of the victims were recent Italian and Jewish immigrant women and girls aged 14 to 23; of the victims whose ages are known, the oldest victim was 43-year-old Providenza Panno, and the youngest were 14-year-olds Kate Leone and Rosaria \"Sara\" Maltese.",
      "The factory was located on the 8th, 9th, and 10th floors of the Asch Building, at 23–29 Washington Place, near Washington Square Park. The 1901 building still stands today and is now known as the Brown Building. It is part of and owned by New York University.",
      "Because the doors to the stairwells and exits were locked, many of the workers who could not escape from the burning building jumped from the high windows."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Triangle_Shirtwaist_Factory_fire",
    "urlGoogle": "https://artsandculture.google.com/entity/triangle-shirtwaist-factory-fire/m01zg2p"
  },
  "funFacts": [
    {
      "id": "654",
      "fact": "New York taxi drivers collectively speak about 60 languages.",
      "category": ["Hodgepodge"]
    },
    { "id": "468", "fact": "Camels have three eyelids.", "category": ["Animals"] },
    {
      "id": "943",
      "fact": "George Washington had false teeth made of gold, ivory, and lead - but never wood.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    { "id": "553283", "fact": "Viking burials included board games." },
    { "id": "522215", "fact": "Chinese checkers was invented in Germany." },
    {
      "id": "554092",
      "fact": "Jeannette Rankin became the first female member of Congress in 1916, four years before the 19th Amendment was ratified."
    }
  ],
  "idiom": {
    "id": "go-to-pot",
    "term": "go to pot",
    "definition": "Also, **go to the dogs.** Deteriorate, decline; come to a bad end. For example, *My lawn has gone to pot during the drought,* or *The city schools are going to the dogs.* The first of these colloquial expressions dates from the late 1500s and alludes to inferior pieces of meat being cut up for the stewpot. The second, from the 1600s, alludes to the traditional view of dogs as inferior creatures."
  },
  "person": {
    "id": "theodore-roosevelt",
    "name": "Theodore Roosevelt",
    "dates": "Oct 27, 1858 - Jan 6, 1919",
    "mainImg": "img/people/theodore-roosevelt.jpg",
    "summary": [
      "Theodore Roosevelt Jr., often referred to as Teddy Roosevelt or his initials T.R., was an American statesman, politician, conservationist, naturalist, and writer who served as the 26th president of the United States from 1901 to 1909. He served as the 25th vice president from March to September 1901 and as the 33rd governor of New York from 1899 to 1900. Roosevelt emerged as a leader of the Republican Party and became a driving force for the anti-trust policy while supporting Progressive Era policies in the United States in the early 20th century. His face is depicted on Mount Rushmore alongside George Washington, Thomas Jefferson, and Abraham Lincoln. He is generally ranked in polls of historians and political scientists as one of the five best presidents.",
      "Roosevelt was a sickly child with debilitating asthma, but he overcame his health problems by embracing a strenuous lifestyle, as well as growing out of his asthma naturally in his young adult years. He integrated his exuberant personality, a vast range of interests, and world-famous achievements into a \"cowboy\" persona defined by robust masculinity."
    ],
    "quote": "“I care not what others think of what I do, but I care very much about what I think of what I do! That is character!”",
    "urlWiki": "https://en.wikipedia.org/wiki/Theodore_Roosevelt",
    "urlGoogle": "https://artsandculture.google.com/entity/theodore-roosevelt/m07hyk"
  },
  "place": {
    "id": "madison",
    "name": "Madison",
    "mainImg": "img/places/madison.jpg",
    "summary": [
      "Madison is the capital of the U.S. state of Wisconsin and the seat of Dane County. As of July 1, 2019, Madison's estimated population of 259,680 made it the second-largest city in Wisconsin by population, after Milwaukee, and the 81st-largest in the United States. The city forms the core of the Madison Metropolitan Area which includes Dane County and neighboring Iowa, Green, and Columbia counties for a population of 654,230.",
      "Located on an isthmus and lands surrounding four lakes-Lake Mendota, Lake Monona, Lake Kegonsa and Lake Waubesa-the city is home to the University of Wisconsin–Madison, the Wisconsin State Capitol, Henry Vilas Zoo, lakes, and an extensive network of parks and bike trails. Madison has historically been a center for progressive political activity, protests, and demonstrations. The presence of the University of Wisconsin–Madison as well as other educational institutions has a significant impact on the economy, culture, and demographics of Madison."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Madison,_Wisconsin",
    "urlGoogle": "https://artsandculture.google.com/entity/madison/m0fw2y"
  },
  "quote": {
    "id": "121",
    "quote": "Plant your own gardens and decorate your own soul, instead of waiting for someone to bring you flowers.",
    "author": "Jorge Luis Borges"
  },
  "wiki": {
    "id": "italian-renaissance",
    "name": "Italian Renaissance",
    "summary": "The Italian Renaissance began the opening phase of the Renaissance, a period of great cultural change and achievement from the 14th to the 16th century. The word renaissance means \"rebirth\", and the era is best known for the renewed interest in the culture of classical antiquity. The Italian Renaissance began in northern Italy, centering in Florence. It then spread south, having an especially significant impact on Rome, which was largely rebuilt by the Renaissance popes. The Italian Renaissance is best known for its cultural achievements. This includes works of literature by such figures as Petrarch, Castiglione, and Machiavelli; artists such as Michaelangelo and Leonardo da Vinci, and great works of architecture such as The Duomo in Florence and St. Peter's Basilica in Rome. At the same time, present-day historians also see the era as one of economic regression and of little progress in science. Furthermore, some historians argue that the lot of the peasants and urban poor, the majority of the population, worsened during this period.",
    "url": "https://en.wikipedia.org/wiki/Italian_Renaissance"
  },
  "word": {
    "id": "tome",
    "word": "tome",
    "url": "https://www.merriam-webster.com/dictionary/tome",
    "partOfSpeech": "noun",
    "pronunciation": "TOHM",
    "audioPath": "audio/words/tome.mp3",
    "definitions": [
      "a volume forming part of a larger work",
      "book; especially : a large or scholarly book"
    ],
    "examples": [
      "It took me more than a month to finish reading that 800-page _tome_ on European history.",
      "\"Priced at $1,000, the limited-edition _tome_ brings together Norman Mailer's 1973 biography of Monroe with Bert Stern's now-legendary photos.\" -- From a review by Nicki Gostin on the _Huffington Post_, December 7, 2011"
    ],
    "origin": "\"Tome\" comes from Latin \"tomus,\" which comes from Greek \"tomos,\" meaning \"section\" or \"roll of papyrus.\" \"Tomos\" comes from the Greek verb \"temnein,\" which means \"to cut.\" In ancient times, some of the longest scrolls of papyrus occasionally were divided into sections. When it was first used in English in the 16th century, \"tome\" was a book that was a part of a multi-volume work. Now a tome is most often simply a large and often ponderous book."
  }
}
