{
  "artist": {
    "id": "utagawa-kuniyoshi",
    "name": "Utagawa Kuniyoshi",
    "dates": "Jan 1, 1798 - Apr 14, 1861",
    "mainImg": "img/art/artists/utagawa-kuniyoshi.jpg",
    "artworkImgs": [
      {
        "name": "Scribbles on a Storehouse Wall",
        "path": "img/art/artworks/utagawa-kuniyoshi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/scribbles-on-a-storehouse-wall-utagawa-kuniyoshi/1QE714mPiSdxQA"
      },
      {
        "name": "Nozarashi Gosuke",
        "path": "img/art/artworks/utagawa-kuniyoshi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/nozarashi-gosuke-utagawa-kuniyoshi/MAFJSISaXXaOUQ"
      },
      {
        "name": "Hotei and children carrying lanterns",
        "path": "img/art/artworks/utagawa-kuniyoshi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hotei-and-children-carrying-lanterns-artist-utagawa-kuniyoshi/EQG6jQUJWTFVbQ"
      },
      {
        "name": "Cats' Parody of Kabuki",
        "path": "img/art/artworks/utagawa-kuniyoshi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/cats-parody-of-kabuki-utagawa-kuniyoshi/8QFZKysuMN-bBA"
      },
      {
        "name": "(Shimazoroi Onna Benkei Ataka no Matsu) \"Women in Benkei-checkered kimono Pine Trees at Ataka\" Tokyo Metropolitan Library Special Archives",
        "path": "img/art/artworks/utagawa-kuniyoshi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/shimazoroi-onna-benkei-ataka-no-matsu-women-in-benkei-checkered-kimono-pine-trees-at-ataka-tokyo-metropolitan-library-special-archives-utagawa-kuniyoshi/mAHsEylmjtVxdg"
      },
      {
        "name": "Imperial Bodyguard Watanabe no Tsuna [and the Demon of Rashomon]",
        "path": "img/art/artworks/utagawa-kuniyoshi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/imperial-bodyguard-watanabe-no-tsuna-and-the-demon-of-rashomon-artist-utagawa-kuniyoshi/5QEAEdnxzbTKyg"
      }
    ],
    "summary": [
      "Utagawa Kuniyoshi was one of the last great masters of the Japanese ukiyo-e style of woodblock prints and painting. He was a member of the Utagawa school.",
      "The range of Kuniyoshi's subjects included many genres: landscapes, beautiful women, Kabuki actors, cats, and mythical animals. He is known for depictions of the battles of legendary samurai heroes. His artwork incorporated aspects of Western representation in landscape painting and caricature."
    ],
    "quote": null,
    "movements": ["Ukiyo-e"],
    "mediums": ["Ink", "Brocade", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Utagawa_Kuniyoshi",
    "urlGoogle": "https://artsandculture.google.com/entity/utagawa-kuniyoshi/m01rtjk"
  },
  "event": {
    "id": "victory-in-europe-day",
    "name": "Victory in Europe Day",
    "dates": "May 8, 1945",
    "mainImg": "img/events/victory-in-europe-day.jpg",
    "summary": [
      "Victory in Europe Day is the day celebrating the formal acceptance by the Allies of World War II of Nazi Germany’s unconditional surrender of its armed forces on Tuesday, 8 May 1945, marking the end of World War II in Europe. Several countries observe public holidays on the day each year, also called Victory Over Fascism Day, Liberation Day or Victory Day. In the UK it is often abbreviated to VE Day, or V-E Day in the US, a term which existed as early as September 1944, in anticipation of victory.",
      "Several former Soviet bloc countries like Russia, Belarus, and Serbia celebrate on 9 May as the end of all combat actions was specified at 23:01 Central European Time, which was already 9 May in the USSR. Israel also marks VE Day on 9 May, as a result of the large number of immigrants from the former Soviet bloc, although it is not a public holiday."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Victory_in_Europe_Day",
    "urlGoogle": "https://artsandculture.google.com/entity/victory-in-europe-day/m01fj6s"
  },
  "funFacts": [
    {
      "id": "477",
      "fact": "A chalkboard eraser is one of the best ways to wipe a foggy windshield.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "787",
      "fact": "Like fingerprints, everyone's tongue print is different.",
      "category": ["Anatomy"]
    },
    {
      "id": "732",
      "fact": "The chicken is the closest living relative of Tyrannosaurus Rex.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "553919",
      "fact": "Bubble gum is pink because that was the only food dye available in the factory where it was made."
    },
    {
      "id": "553688",
      "fact": "The Mobile Phone Throwing World Championships are held in Finland.  A recent winner said he prepared for the event by “mainly drinking.”"
    }
  ],
  "idiom": {
    "id": "misery-loves-company",
    "term": "misery loves company",
    "definition": "Fellow sufferers make unhappiness easier to bear, as in *She secretly hoped her friend would fail, too---misery loves company.* Words to this effect appeared in the work of Sophocles (c. 408 B.C.) and other ancient writers; the earliest recorded use in English was about 1349."
  },
  "person": {
    "id": "edward-gierek",
    "name": "Edward Gierek",
    "dates": "Jan 6, 1913 - Jul 29, 2001",
    "mainImg": "img/people/edward-gierek.jpg",
    "summary": [
      "Edward Gierek was a Polish communist politician and de facto leader of Poland between 1970 and 1980. Gierek replaced Władysław Gomułka as First Secretary of the ruling Polish United Workers' Party in the Polish People's Republic in 1970. He is known for opening communist Poland to Western influence and for his economic policies based on foreign loans, which ultimately failed. He was removed from power after labour strikes led to the Gdańsk Agreement between the communist state and workers of the emerging Solidarity free trade union movement.",
      "Born in Upper Silesia to a devoutly Catholic family, Gierek emigrated with his relatives to France at a young age. In 1934, he was deported to Poland for communist advocacy and campaigning, but subsequently moved to Belgium to work as a coal miner in Genk. As a result, he was proficient in French, which benefited in pursuing his future political career. During the Second World War, Gierek was active in the Belgian Resistance against the Germans. He returned to post-war Poland only in 1948 after spending 22 years abroad."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Edward_Gierek",
    "urlGoogle": "https://artsandculture.google.com/entity/edward-gierek/m01kkbp"
  },
  "place": {
    "id": "cairo",
    "name": "Cairo",
    "mainImg": "img/places/cairo.jpg",
    "summary": [
      "Cairo is the capital of Egypt and the largest city in the Arab world. Its metropolitan area, with a population of over 30 million, is the largest in Africa, the Arab world, and the Middle East, and the 6th-largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Delta, Cairo was founded in 969 AD by the Fatimid dynasty, but the land composing the present-day city was the site of ancient national capitals whose remnants remain visible in parts of Old Cairo. Cairo has long been a centre of the region's political and cultural life, and is titled \"the city of a thousand minarets\" for its preponderance of Islamic architecture. Cairo is considered a World City with a \"Beta +\" classification according to GaWC.",
      "Cairo has the oldest and largest film and music industries in the Arab world, as well as the world's second-oldest institution of higher learning, Al-Azhar University. Many international media, businesses, and organizations have regional headquarters in the city; the Arab League has had its headquarters in Cairo for most of its existence."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cairo",
    "urlGoogle": "https://artsandculture.google.com/entity/cairo/m01w2v"
  },
  "wiki": {
    "id": "polar-coordinate-system",
    "name": "Polar coordinate system",
    "summary": "The polar coordinate system is a two-dimensional coordinate system in which each point on a plane is determined by an angle and a distance. The polar coordinate system is especially useful in situations where the relationship between two points is most easily expressed in terms of angles and distance; in the more familiar Cartesian or rectangular coordinate system, such a relationship can only be found through trigonometric formulae. As the coordinate system is two-dimensional, each point is determined by two polar coordinates: the radial coordinate and the angular coordinate. The radial coordinate (usually denoted as r {\\displaystyle r} ) denotes the point's distance from a central point known as the pole (equivalent to the origin in the Cartesian system). The angular coordinate (also known as the polar angle or the azimuth angle, and usually denoted by θ or t {\\displaystyle t} ) denotes the anticlockwise (counterclockwise) angle required to reach the point from the 0° ray or polar axis (which is equivalent to the positive x-axis in the Cartesian coordinate plane).",
    "url": "https://en.wikipedia.org/wiki/Polar_coordinate_system"
  },
  "word": {
    "id": "epistolary",
    "word": "epistolary",
    "url": "https://www.merriam-webster.com/dictionary/epistolary",
    "partOfSpeech": "adjective",
    "pronunciation": "ih-PIST-uh-lair-ee",
    "audioPath": "audio/words/epistolary.mp3",
    "definitions": [
      "of, relating to, or suitable to a letter",
      "contained in or carried on by letters",
      "written in the form of a series of letters"
    ],
    "examples": [
      "\"Jonathan Franzen, with whom he had struck up an _epistolary_ friendship, offered to get together that April when he was in Boston.\" - From D.T. Max's 2012 biography _Every Love Story is a Ghost Story: A Life of David Foster Wallace_",
      "\"If we replace simple letters with their instant always-on alternatives, we relinquish so much _epistolary_ architecture too. The elegant opening address and sign-off, the politeness of tone and the correct grammar and spelling.\" - From an article by Simon Garfield in _The Courier-Journal_ (Louisville, Kentucky), February 14, 2014"
    ],
    "origin": "\"Epistolary\" was formed from the noun \"epistle,\" which refers to a composition written in the form of a letter to a particular person or group. In its original sense, \"epistle\" refers to one of the 21 letters (such as those from the apostle Paul) found in the New Testament. Dating from the 13th century, \"epistle\" came to English via Anglo-French and Latin from the Greek noun \"epistolē,\" meaning \"message\" or \"letter.\" \"Epistolē,\" in turn, came from the verb \"epistellein,\" meaning \"to send to\" or \"to send from.\" \"Epistolary\" appeared in English four centuries after \"epistle\" and can be used to describe something related to or contained in a letter (as in \"epistolary greetings\") or composed of letters (as in \"an epistolary novel\")."
  }
}
