{
  "artist": {
    "id": "rudolf-stingel",
    "name": "Rudolf Stingel",
    "dates": "Born 1956",
    "mainImg": "img/art/artists/rudolf-stingel.jpg",
    "artworkImgs": [
      {
        "name": "Untitled",
        "path": "img/art/artworks/rudolf-stingel-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-rudolf-stingel/CgHpw88ZNB2hQg"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/rudolf-stingel-a2.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-rudolf-stingel/dgFHLXKD_MOmDg"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/rudolf-stingel-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-rudolf-stingel/KAGOrYM_GWzLjQ"
      },
      {
        "name": "Untitled (Franz West)",
        "path": "img/art/artworks/rudolf-stingel-a4.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-franz-west-rudolf-stingel/mAHwPeTtM2yCeQ"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/rudolf-stingel-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-rudolf-stingel/vgFB6nfLcnjAng"
      },
      {
        "name": "Untitled",
        "path": "img/art/artworks/rudolf-stingel-a6.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-rudolf-stingel/FQFwx4cHdhmP7Q"
      }
    ],
    "summary": [
      "Rudolf Stingel is an artist based in New York City.",
      "Stingel was born in Merano, Italy. His work engages the audience in dialogue about their perception of art and uses Conceptual painting and installations to explore the process of creation. Using readily available materials such as styrofoam, carpet, and cast polyurethane, Stingel creates art based upon an underlying conceptual framework and challenges contemporary notions about painting. The surfaces of his two-dimensional works are characteristically carved out, imprinted or indented, visibly evidencing the artist’s alteration of industrial matter. He lives in New York and Merano, Italy."
    ],
    "quote": null,
    "movements": ["Contemporary art", "Conceptual art", "Abstract art"],
    "mediums": ["Oil paint", "Textile", "Linen", "Enamel paint", "Iron", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Rudolf_Stingel",
    "urlGoogle": "https://artsandculture.google.com/entity/rudolf-stingel/m03cqbyf"
  },
  "event": {
    "id": "german-reunification",
    "name": "German reunification",
    "dates": "1990 - Oct 3, 1990",
    "mainImg": "img/events/german-reunification.jpg",
    "summary": [
      "German reunification was the process in 1990 in which the German Democratic Republic became part of the Federal Republic of Germany to form the reunited nation of Germany, as provided by Article 23 of the FRG's then constitution. The end of the unification process is officially referred to as German unity, celebrated each year on 3 October as German Unity Day. Berlin was reunited into a single city, and was once again designated as the capital of united Germany.",
      "The East German government started to falter in May 1989, when the removal of Hungary's border fence with Austria opened a hole in the Iron Curtain. It caused an exodus of thousands of East Germans fleeing to West Germany and Austria via Hungary. The Peaceful Revolution, a series of protests by East Germans, led to the GDR's first free elections on 18 March 1990, and to the negotiations between the GDR and FRG that culminated in a Unification Treaty."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/German_reunification",
    "urlGoogle": "https://artsandculture.google.com/entity/german-reunification/m0gl3y"
  },
  "funFacts": [
    {
      "id": "689",
      "fact": "The roadrunner chases after its prey at a blurring speed of up to 25 mph.",
      "category": ["Animals"]
    },
    {
      "id": "654",
      "fact": "New York taxi drivers collectively speak about 60 languages.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553828",
      "fact": "The corpse flower was the official flower of the Bronx for 60 years."
    }
  ],
  "idiom": {
    "id": "peeping-tom",
    "term": "peeping Tom",
    "definition": "A person who secretly watches others, especially for sexual gratification; a voyeur. For example, *The police caught a peeping Tom right outside their house.* This expression, first recorded in 1796, alludes to the legend of the tailor Tom, the only person to watch the naked Lady Godiva as she rode by and who was struck blind for this sin."
  },
  "person": {
    "id": "j-b-priestley",
    "name": "J. B. Priestley",
    "dates": "Sep 13, 1894 - Aug 14, 1984",
    "mainImg": "img/people/j-b-priestley.jpg",
    "summary": [
      "John Boynton Priestley, OM was an English novelist, playwright, screenwriter, broadcaster and social commentator.",
      "His Yorkshire background is reflected in much of his fiction, notably in The Good Companions, which first brought him to wide public notice. Many of his plays are structured around a time slip, and he went on to develop a new theory of time, with different dimensions that link past, present, and future.",
      "In 1940, he broadcast a series of short propaganda radio talks that were credited with strengthening civilian morale during the Battle of Britain. In the following years, his left-wing beliefs brought him into conflict with the government and influenced the development of the welfare state."
    ],
    "quote": "“Comedy, we may say, is society protecting itself - with a smile.”",
    "urlWiki": "https://en.wikipedia.org/wiki/J._B._Priestley",
    "urlGoogle": "https://artsandculture.google.com/entity/j-b-priestley/m0lzh6"
  },
  "place": {
    "id": "sacramento",
    "name": "Sacramento",
    "mainImg": "img/places/sacramento.jpg",
    "summary": [
      "Sacramento is the capital city of the U.S. state of California and the seat and largest city of Sacramento County. Located at the confluence of the Sacramento River and the American River in Northern California's Sacramento Valley, Sacramento's estimated 2019 population of 513,624 makes it the sixth-largest city in California and the ninth largest capital in the United States. Sacramento is the seat of the California Legislature and the Governor of California, making it the state's political center and a hub for lobbying and think tanks. Sacramento is also the cultural and economic core of the Sacramento metropolitan area, which at the 2010 census had a population of 2,414,783, making it the fifth largest in California.",
      "Before the arrival of the Spanish, the area was inhabited by the Nisenan, Maidu, and other indigenous peoples of California. Spanish cavalryman Gabriel Moraga surveyed and named the Rio del Santísimo Sacramento in 1808, after the Blessed Sacrament, referring to the Eucharist in the Catholic Church."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sacramento,_California",
    "urlGoogle": "https://artsandculture.google.com/entity/sacramento/m07bcn"
  },
  "wiki": {
    "id": "george-iv-of-the-united-kingdom",
    "name": "George IV of the United Kingdom",
    "summary": "George IV was King of the United Kingdom of Great Britain and Ireland and Hanover from 29 January 1820. He had earlier served as Prince Regent when his father, George III, suffered from a relapse into insanity from porphyria.The Regency (George's nine-year tenure as Regent, which commenced in 1811 and ended with George III's death in 1820) was marked by a victory in the Napoleonic Wars in Europe. George was a stubborn monarch, often interfering in politics (especially in the matter of Catholic Emancipation), though not as much as his father. For most of George's regency and reign, Lord Liverpool controlled the government as Prime Minister. George is often remembered as an extravagant prince and monarch. He had a poor relationship with both his father and his wife, Caroline of Brunswick, even excluding her from his own coronation. He was a patron of the arts; his regency and reign were graced by such literary figures as George Gordon Byron, 6th Baron Byron and Jane Austen. George was responsible for the building of the Royal Pavilion in Brighton.",
    "url": "https://en.wikipedia.org/wiki/George_IV_of_the_United_Kingdom"
  },
  "word": {
    "id": "tractable",
    "word": "tractable",
    "url": "https://www.merriam-webster.com/dictionary/tractable",
    "partOfSpeech": "adjective",
    "pronunciation": "TRAK-tuh-bul",
    "audioPath": "audio/words/tractable.mp3",
    "definitions": [
      "capable of being easily led, taught, or controlled",
      "easily handled, managed, or wrought"
    ],
    "examples": [
      "The couple had hoped to find a _tractable_ and obedient dog that wouldn't cause too much trouble, but instead they got Rufus and their life has never been the same.",
      "\"But values have been steadily rising simply because it's such a good driver's car. It's incredibly _tractable_ and usable-more so than any other car I can think of from that period, in fact.\" - Dylan Miles, quoted in _Classic Driver_, November 14, 2014"
    ],
    "origin": "_Obedient_, _docile_, and _amenable_ are synonyms of _tractable_, but those four words have slightly different shades of meaning. _Tractable_ describes an individual whose character permits easy handling, while _docile_ implies a predisposition to submit readily to authority. _Obedient_ is often used to describe compliance with authority, although that compliance is not necessarily offered eagerly. _Amenable_, on the other hand, is usually used when one cooperates out of a desire to be agreeable. _Tractable_ dates from the early 16th century and derives from the Latin verb _tractare_ (\"to handle\" or \"to treat\"). Despite the resemblance, this root did not give us the noun _tractor_ or verbs such as _contract_ or _attract_\\-those all derive from a loosely related Latin verb _trahere_ (\"to draw or drag\")."
  }
}
