{
  "artist": {
    "id": "qi-baishi",
    "name": "Qi Baishi",
    "dates": "Jan 1, 1864 - Sep 16, 1957",
    "mainImg": "img/art/artists/qi-baishi.jpg",
    "artworkImgs": [
      {
        "name": "Shrimps",
        "path": "img/art/artworks/qi-baishi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/shrimps-qi-baishi/ngGG4yy7P-tGuA"
      },
      {
        "name": "Album of Plants and Insects Painting - grasshopper",
        "path": "img/art/artworks/qi-baishi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/album-of-plants-and-insects-painting-grasshopper-qi-baishi/BgHcqNe7aP34rw"
      },
      {
        "name": "Morning Glory and Dragonfly",
        "path": "img/art/artworks/qi-baishi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/morning-glory-and-dragonfly-qi-baishi/tgGl1MNwPTLbRA"
      },
      {
        "name": "Song-Style Landscape",
        "path": "img/art/artworks/qi-baishi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/song-style-landscape-qi-baishi/lQHlIBjy1mO0Jg"
      },
      {
        "name": "Album of Plants and Insects Painting - winged insects",
        "path": "img/art/artworks/qi-baishi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/album-of-plants-and-insects-painting-winged-insects-qi-baishi/nAGEmbs0j9a-Cg"
      },
      {
        "name": "Album of Plants and Insects Painting - cyan moth",
        "path": "img/art/artworks/qi-baishi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/album-of-plants-and-insects-painting-cyan-moth-qi-baishi/nwGMIc_M-_NI_w"
      }
    ],
    "summary": [
      "Qi Baishi was a Chinese painter, noted for the whimsical, often playful style of his watercolor works.",
      "Born to a peasant family from Xiangtan, Hunan, Qi became a carpenter at 14, and learned to paint by himself. When he came across the Mustard Seed Garden Manual of Painting, that sparked his interest to paint. He did not start learning painting and calligraphy until he was 27. After he turned 40, he traveled, visiting various scenic spots in China. After 1917 he settled in Beijing.",
      "Some of Qi's major influences include the early Qing dynasty painter Bada Shanren and the Ming dynasty artist Xu Wei.",
      "His pseudonyms include Qí Huáng and Qí Wèiqīng. The subjects of his paintings include almost everything, commonly animals, scenery, figures, toys, vegetables, and so on. He theorized that \"paintings must be something between likeness and unlikeness, much like today's vulgarians, but not like to cheat popular people\". In his later years, many of his works depict mice, shrimp or birds.",
      "He was also good at seal carving and called himself \"the rich man of three hundred stone seals\".",
      "In 1953, he was elected president of the China Artists Association. He died in Beijing in 1957."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Book", "Watercolor painting", "Pigment", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Qi_Baishi",
    "urlGoogle": "https://artsandculture.google.com/entity/qi-baishi/m033xb6"
  },
  "event": {
    "id": "tropical-storm-ana",
    "name": "Tropical Storm Ana",
    "dates": "May 6, 2015 - May 12, 2015",
    "mainImg": "img/events/tropical-storm-ana.jpg",
    "summary": [
      "Tropical Storm Ana was the earliest recorded tropical cyclone to make landfall in the United States in any given year. A relatively rare pre-season system, Ana was the first tropical storm of the 2015 Atlantic hurricane season. It developed as a subtropical cyclone from a non-tropical low north of the Bahamas, and intensified to attain peak winds of 60 mph before transitioning into a fully tropical cyclone early on May 9. Sustained in part by the warm waters of the Gulf Stream, Ana made landfall along the northeast coast of South Carolina early the next morning, becoming the earliest U.S. landfalling system on record. Overall, damage from the storm was minor. Heavy rainfall and gusty winds affected parts of the Carolinas, and some vulnerable beaches endured coastal flooding and several feet of erosion. Gusty winds damaged trees and powerlines, causing sporadic power outages, and a weak tornado was reported in association with Ana. In North Carolina, two deaths—one direct and one indirect—were attributed to the storm."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Tropical_Storm_Ana_%282015%29",
    "urlGoogle": "https://artsandculture.google.com/entity/tropical-storm-ana/m0136zlx0"
  },
  "funFacts": [
    { "id": "356", "fact": "You exhale air at 15 m.p.h.", "category": ["Anatomy"] },
    { "id": "220", "fact": "Porcupines each have 30,000 quills.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "553735",
      "fact": "When it comes to wine, an aroma similar to cat pee is a considered a good thing."
    }
  ],
  "idiom": {
    "id": "fiddle-while-rome-burns",
    "term": "fiddle while Rome burns",
    "definition": "Occupy oneself with unimportant matters and neglect important ones during a crisis. For example, *The account was falling through, but he was more worried about missing his golf game---talk about fiddling while Rome burns!* This expression alludes to the legend that the Emperor Nero played his fiddle while watching the conflagration of Rome. [Mid- 1600s]"
  },
  "person": {
    "id": "sigismund-iii-vasa",
    "name": "Sigismund III Vasa",
    "dates": "Jun 20, 1566 - Apr 30, 1632",
    "mainImg": "img/people/sigismund-iii-vasa.jpg",
    "summary": [
      "Sigismund III Vasa, also known as Sigismund III of Poland, was King of Poland, Grand Duke of Lithuania and monarch of the united Polish–Lithuanian Commonwealth from 1587 to 1632 as well as King of Sweden and Grand Duke of Finland from 1592 until his deposition in 1599.",
      "Sigismund was the son of John III of Sweden and his first wife, Catherine Jagiellon of Poland. Elected to the throne of the Polish–Lithuanian Commonwealth, he sought to create a personal union between the Commonwealth and Sweden, and succeeded for a time in 1592. After he had been deposed in 1599 from the Swedish throne by his Protestant uncle, Charles IX of Sweden, and a meeting of the Riksens ständer, he spent much of the rest of his life attempting to reclaim it.",
      "A pious yet erratic ruler, Sigismund attempted to hold absolute power in all his dominions. Shortly after his victory over internal opposition, Sigismund took advantage of a period of civil unrest in Muscovy, known as the Time of Troubles, and invaded Russia, holding Moscow for two years and Smolensk thereafter. In 1617 the Polish–Swedish conflict, which had been interrupted by an armistice in 1611, broke out again."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sigismund_III_Vasa",
    "urlGoogle": "https://artsandculture.google.com/entity/sigismund-iii-vasa/m0dtxz"
  },
  "place": {
    "id": "monza",
    "name": "Monza",
    "mainImg": "img/places/monza.jpg",
    "summary": [
      "Monza is a city and comune on the River Lambro, a tributary of the Po in the Lombardy region of Italy, about 15 kilometres north-northeast of Milan. It is the capital of the Province of Monza and Brianza. Monza is best known for its Grand Prix motor racing circuit, the Autodromo Nazionale di Monza, which hosts the Formula One Italian Grand Prix with a massive Italian support tifosi for the Ferrari team.",
      "On 11 June 2004 Monza was designated the capital of the new province of Monza and Brianza. The new administrative arrangement came fully into effect in summer 2009; previously, Monza was a comune within the province of Milan. Monza is the third-largest city of Lombardy and is the most important economic, industrial and administrative centre of the Brianza area, supporting a textile industry and a publishing trade. Monza also hosts a Department of the University of Milan Bicocca, a Court of Justice and several offices of regional administration. Monza Park is one of the largest urban parks in Europe."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Monza",
    "urlGoogle": "https://artsandculture.google.com/entity/monza/m0hb37"
  },
  "wiki": {
    "id": "triaenops-menamena",
    "name": "Triaenops menamena",
    "summary": "Triaenops menamena is a bat in the genus Triaenops found on Madagascar, mainly in the drier regions. It was known as Triaenops rufus until 2009, when it was discovered that that name had been incorrectly applied to the species. Triaenops rufus is a synonym of Triaenops persicus, a closely related Middle Eastern species. Triaenops menamena is mostly found in forests, but also occurs in other habitats. It often roosts in large colonies and eats insects such as butterflies and moths. Because of its wide range, common occurrence, and tolerance of habitat degradation, it is not considered to be threatened. With a forearm length of 50 to 56 mm (2.0 to 2.2 in) in males and 46 to 53 mm (1.8 to 2.1 in) in females, this is a medium-sized bat. Its fur color is variable, ranging from reddish-brown to gray, but it is generally darker than the species in the closely related genus Paratriaenops which also occur on Madagascar. The skull contains a pronounced swelling around the nose and the second upper premolar is displaced outside the toothrow. The maximum frequency of the echolocation call averages 94.2 kHz and the species can easily be recognized on the basis of its call.",
    "url": "https://en.wikipedia.org/wiki/Triaenops_menamena"
  },
  "word": {
    "id": "lanuginous",
    "word": "lanuginous",
    "url": "https://www.merriam-webster.com/dictionary/lanuginous",
    "partOfSpeech": "adjective",
    "pronunciation": "luh-NOO-juh-nus",
    "audioPath": "audio/words/lanuginous.mp3",
    "definitions": ["covered with down or fine soft hair : downy"],
    "examples": [
      "\"The Leaves of the young Branches are like those of the Quince, green without, and white and lanuginous underneath, and serve for Food for the Elephants.\" (Monfieur Pomet, \"Figs,\" _History of Druggs_, 1709)"
    ],
    "origin": "You're likely to come across \"lanuginous\" in only a few contexts, botany and spelling bees being the best candidates. In other contexts, the more common term is \"downy.\" \"Lanuginous\" has an unsurprising pedigree. It's from the Latin word \"lanuginosus,\" which is in turn from \"lanugo,\" the Latin word for \"down.\" (\"Lanugo\" is also an English word used especially to refer to the soft woolly hair that covers the fetus of some mammals.) \"Lanugo\" itself is from \"lana,\" meaning \"wool,\" a root also at work in \"lanolin,\" the term for wool grease that's refined for use in ointments and cosmetics."
  }
}
