{
  "artist": {
    "id": "adolf-hitler",
    "name": "Adolf Hitler",
    "dates": "Apr 20, 1889 - Apr 30, 1945",
    "mainImg": "img/art/artists/adolf-hitler.jpg",
    "artworkImgs": [
      {
        "name": "Drinking set",
        "path": "img/art/artworks/adolf-hitler-a1.jpg",
        "source": "https://artsandculture.google.com/asset/drinking-set-meyr’s-neffe-glassworks-adolfov-na-šumavě-adolf-bei-winterberg-or-wilhelm-kralik-glassworks-lenora-eleonorenhain/JQFMSGKCmr4kFw"
      },
      {
        "name": "The Nets",
        "path": "img/art/artworks/adolf-hitler-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-nets-adolfo-quintero/NAEXM9LMGpquQg"
      },
      {
        "name": "Spring Devotional",
        "path": "img/art/artworks/adolf-hitler-a3.jpg",
        "source": "https://artsandculture.google.com/asset/spring-devotional-adolf-harten/aQFXaNEH3KPAgQ"
      },
      {
        "name": "Map of the Western Theatre of War ... Map Department of the National Geographic Society for the National Geographic Magazine.",
        "path": "img/art/artworks/adolf-hitler-a4.jpg",
        "source": "https://artsandculture.google.com/asset/map-of-the-western-theatre-of-war-map-department-of-the-national-geographic-society-for-the-national-geographic-magazine-bumstead-a-h-cartographer/oQFHFmU0XFhYMg"
      },
      {
        "name": "Jar",
        "path": "img/art/artworks/adolf-hitler-a5.jpg",
        "source": "https://artsandculture.google.com/asset/jar/jAGGYpLsIK2klg"
      },
      {
        "name": "Bombus unidentified",
        "path": "img/art/artworks/adolf-hitler-a6.jpg",
        "source": "https://artsandculture.google.com/asset/bombus-unidentified-a-h-krausse/TgGJu35ubkJdIA"
      }
    ],
    "summary": [
      "Adolf Hitler was a German politician and leader of the Nazi Party. He rose to power as the chancellor of Germany in 1933 and then as Führer in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military operations throughout the war and was central to the perpetration of the Holocaust.",
      "Hitler was born in Austria—then part of Austria-Hungary—and was raised near Linz. He moved to Germany in 1913 and was decorated during his service in the German Army in World War I. In 1919, he joined the German Workers' Party, the precursor of the NSDAP, and was appointed leader of the NSDAP in 1921. In 1923, he attempted to seize power in a failed coup in Munich and was imprisoned. In jail, he dictated the first volume of his autobiography and political manifesto Mein Kampf. After his release in 1924, Hitler gained popular support by attacking the Treaty of Versailles and promoting Pan-Germanism, anti-semitism and anti-communism with charismatic oratory and Nazi propaganda. He frequently denounced international capitalism and communism as part of a Jewish conspiracy."
    ],
    "quote": "“As a Christian I have no duty to allow myself to be cheated, but I have the duty to be a fighter for truth and justice.”",
    "movements": [],
    "mediums": ["Vitreous enamel", "Glass", "Gold", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Adolf_Hitler",
    "urlGoogle": "https://artsandculture.google.com/entity/adolf-hitler/m07_m9_"
  },
  "event": {
    "id": "edo-period",
    "name": "Edo period",
    "dates": "1603 - 1868",
    "mainImg": "img/events/edo-period.jpg",
    "summary": [
      "The Edo period or Tokugawa period is the period between 1603 and 1868 in the history of Japan, when Japan was under the rule of the Tokugawa shogunate and the country's 300 regional daimyō. The period was characterized by economic growth, strict social order, isolationist foreign policies, a stable population, \"no more wars\", and popular enjoyment of arts and culture. The shogunate was officially established in Edo on March 24, 1603, by Tokugawa Ieyasu. The period came to an end with the Meiji Restoration on May 3, 1868, after the fall of Edo."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Edo_period",
    "urlGoogle": "https://artsandculture.google.com/entity/edo-period/m015zcw"
  },
  "funFacts": [
    {
      "id": "347",
      "fact": "A male firefly's light is twice as bright as a female's.",
      "category": ["Animals"]
    },
    {
      "id": "224",
      "fact": "America's 1st roller coaster was built in 1827 to carry coal from a mine to boats below.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "553964",
      "fact": "In her will, author Dorothy Parker left her estate to Martin Luther King Jr. and the NAACP following his death. The organization still owns the rights to her work today."
    }
  ],
  "idiom": {
    "id": "wet-blanket",
    "term": "wet blanket",
    "definition": "A person who discourages enjoyment or enthusiasm, as in *Don't be such a wet blanket---the carnival will be fun!* This expression alludes to smothering a fire with a wet blanket. [Early 1800s]"
  },
  "person": {
    "id": "abdul-karim",
    "name": "Abdul Karim",
    "dates": "1863 - April 1909",
    "mainImg": "img/people/abdul-karim.jpg",
    "summary": [
      "Mohammed Abdul Karim CIE CVO, known as \"the Munshi\", was an Indian attendant of Queen Victoria. He served her during the final fourteen years of her reign, gaining her maternal affection over that time.",
      "Karim was born the son of a hospital assistant near Jhansi in British India. In 1887, the year of Victoria's Golden Jubilee, Karim was one of two Indians selected to become servants to the Queen. Victoria came to like him a great deal and gave him the title of \"Munshi\". Victoria appointed him to be her Indian Secretary, showered him with honours, and obtained a land grant for him in India.",
      "The close platonic relationship between Karim and the Queen led to friction within the Royal Household, the other members of which felt themselves to be superior to him. The Queen insisted on taking Karim with her on her travels, which caused arguments between her and her other attendants. Following Victoria's death in 1901, her successor, Edward VII, returned Karim to India and ordered the confiscation and destruction of the Munshi's correspondence with Victoria. Karim subsequently lived quietly near Agra, on the estate that Victoria had arranged for him, until his death at the age of 46."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Abdul_Karim_%28the_Munshi%29",
    "urlGoogle": "https://artsandculture.google.com/entity/abdul-karim/m0glk_v"
  },
  "place": {
    "id": "ise",
    "name": "Ise",
    "mainImg": "img/places/ise.jpg",
    "summary": [
      "Ise, formerly called Ujiyamada, is a city located on the eastern tip of Kii Peninsula, in central Mie Prefecture, on the island of Honshū, Japan, facing Ise Bay. Ise is home to Ise Grand Shrine, the most sacred Shintō shrine in Japan, and is thus a very popular destination for tourists. The city has a long-standing title – Shinto – that roughly means \"the Holy City\", and literally means \"the Capital of the Kami\". Most of the city is within the geographic limits of Ise-Shima National Park.",
      "As of September 2012, the city has an estimated population of 129,125 and a population density of 619 persons per km². The total area is 208.53 km²."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ise,_Mie",
    "urlGoogle": "https://artsandculture.google.com/entity/ise/m01wm4p"
  },
  "quote": {
    "id": "128",
    "quote": "A mind that is stretched by a new experience can never go back to its old dimensions.",
    "author": "Oliver Wendell Holmes"
  },
  "wiki": {
    "id": "charlotte-stuart-duchess-of-albany",
    "name": "Charlotte Stuart, Duchess of Albany",
    "summary": "Charlotte Stuart (1753–1789) was the illegitimate daughter of the Jacobite pretender Prince Charles Edward Stuart, and his only child to survive infancy. Her mother was Clementina Walkinshaw, who was mistress to the Prince from 1752 until 1760. After years of abuse, Clementina left him, taking Charlotte with her. Charlotte spent most of her life in French convents, estranged from a father who refused to make any provision for her. Unable to marry, she herself became a mistress with illegitimate children, taking the Archbishop of Bordeaux as her lover. She was finally reconciled to her father in 1784, when he legitimised her and created her Duchess of Albany. She left her own children with her mother, and became her father's carer and companion in the last years of his life, before dying less than two years after him. Her three children were raised in anonymity; however, as the only grandchildren of the pretender, they have been the subject of Jacobite interest since their lineage was uncovered in the 20th century.",
    "url": "https://en.wikipedia.org/wiki/Charlotte_Stuart,_Duchess_of_Albany"
  },
  "word": {
    "id": "edacious",
    "word": "edacious",
    "url": "https://www.merriam-webster.com/dictionary/edacious",
    "partOfSpeech": "adjective",
    "pronunciation": "ih-DAY-shus",
    "audioPath": "audio/words/edacious.mp3",
    "definitions": ["having a huge appetite : ravenous", "excessively eager : insatiable"],
    "examples": [
      "My _edacious_ dining companion could always be counted on to order the largest -- and often most expensive -- item on the menu.",
      "\"My adoration is _edacious_, idolatrous. I have loved a lot of cakes. And I have loved some of them in shameful ways.\" -- From Leslie F. Miller's 2009 memoir _Let Me Eat Cake: A Celebration of Flour, Sugar, Butter, Eggs, Vanilla, Baking Powder, and a Pinch of Salt_"
    ],
    "origin": "\"Tempus edax rerum.\" That wise Latin line by the Roman poet Ovid translates as \"Time, the devourer of all things.\" Ovid's correlation between rapaciousness and time is appropriate to a discussion of \"edacious.\" That English word is a descendant of Latin \"edax,\" which is a derivative of the verb \"edere,\" meaning \"to eat.\" In its earliest known English uses, \"edacious\" meant \"of or relating to eating.\" It later came to be used generally as a synonym of \"voracious,\" and it has often been used specifically in contexts referring to time. That's how Scottish essayist and historian Thomas Carlyle used it when he referred to events \"swallowed in the depths of edacious Time."
  }
}
