{
  "artist": {
    "id": "ludwig-richter",
    "name": "Ludwig Richter",
    "dates": "Sep 28, 1803 - Jun 19, 1884",
    "mainImg": "img/art/artists/ludwig-richter.jpg",
    "artworkImgs": [
      {
        "name": "Lake in the Riesengebirge",
        "path": "img/art/artworks/ludwig-richter-a1.jpg",
        "source": "https://artsandculture.google.com/asset/lake-in-the-riesengebirge-ludwig-richter/_AHnyRY-pdz5qw"
      },
      {
        "name": "Crossing at Schreckenstein",
        "path": "img/art/artworks/ludwig-richter-a2.jpg",
        "source": "https://artsandculture.google.com/asset/crossing-at-schreckenstein/qQEEQB30-CjkOw"
      },
      {
        "name": "Richter's Werke (binder's title)",
        "path": "img/art/artworks/ludwig-richter-a3.jpg",
        "source": "https://artsandculture.google.com/asset/richter-s-werke-binder-s-title-adrian-ludwig-richter-j-heinrich-richter-georg-wiegand-meyer-richter-gaber-and-richter-johann-christoph-friedrich-von-schiller-breitkopf-härtel-august-gaber-kaspar-oertel-h-gunther-römmler-and-jonas-c-c-meinholdt-and-söhne/cAGsnwWb6DoOzA"
      },
      {
        "name": "View of Milan",
        "path": "img/art/artworks/ludwig-richter-a4.jpg",
        "source": "https://artsandculture.google.com/asset/view-of-milan-adrian-ludwig-richter/4AHUEfrl68VOOw"
      },
      {
        "name": "Civitella (Evening)",
        "path": "img/art/artworks/ludwig-richter-a5.jpg",
        "source": "https://artsandculture.google.com/asset/civitella-evening/7wF5mH2VnOWUcw"
      },
      {
        "name": "Genoveva",
        "path": "img/art/artworks/ludwig-richter-a6.jpg",
        "source": "https://artsandculture.google.com/asset/genoveva-adrian-ludwig-richter/2gFaJpHDEJa2fQ"
      }
    ],
    "summary": [
      "Adrian Ludwig Richter, a 19th-century German painter and etcher, who was strongly influenced by Erhard and Chodowiecki.",
      "He was the most popular, and in many ways the most typical German illustrator of the middle of the 19th century. His work is as typically German and homely as are the fairy-tales of Grimm, for whom he produced several woodcuts."
    ],
    "quote": null,
    "movements": ["Romanticism", "Academic art"],
    "mediums": ["Etching", "Drawing", "Graphite", "Watercolor painting", "Book", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ludwig_Richter",
    "urlGoogle": "https://artsandculture.google.com/entity/ludwig-richter/m070hjn"
  },
  "event": {
    "id": "muromachi-period",
    "name": "Muromachi period",
    "dates": "1336 - 1573",
    "mainImg": "img/events/muromachi-period.jpg",
    "summary": [
      "The Muromachi period is a division of Japanese history running from approximately 1336 to 1573. The period marks the governance of the Muromachi or Ashikaga shogunate, which was officially established in 1338 by the first Muromachi shōgun, Ashikaga Takauji, two years after the brief Kenmu Restoration of imperial rule was brought to a close. The period ended in 1573 when the 15th and last shogun of this line, Ashikaga Yoshiaki, was driven out of the capital in Kyoto by Oda Nobunaga.",
      "From a cultural perspective, the period can be divided into the Kitayama and Higashiyama periods.",
      "The early years from 1336 to 1392 of the Muromachi period are known as the Nanboku-chō or Northern and Southern Court period. This period is marked by the continued resistance of the supporters of Emperor Go-Daigo, the emperor behind the Kenmu Restoration. The years from 1465 to the end of the Muromachi period are also known as the Sengoku period or Warring States period."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Muromachi_period",
    "urlGoogle": "https://artsandculture.google.com/entity/muromachi-period/m01ckyv"
  },
  "funFacts": [
    {
      "id": "829",
      "fact": "Women's hearts typically beat faster than men's hearts.",
      "category": ["Anatomy"]
    },
    {
      "id": "846",
      "fact": "An average of three billion cups of tea are consumed daily worldwide.",
      "category": ["Food", "Habits"]
    },
    {
      "id": "338",
      "fact": "Of all the trees in Australia, 75% are eucalyptus.",
      "category": ["Plants", "Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "522157",
      "fact": "According to NASA, it possibly rains glass on the planet known as HD 189733b."
    },
    {
      "id": "504788",
      "fact": "Mark Twain was born in 1835, a year in which Halley’s comet was visible from Earth. In 1909, he said, “I came in with Halley’s comet … and I expect to go out with it.” When he died on April 21, 1910, the comet was again visible in the night sky."
    }
  ],
  "idiom": {
    "id": "over-a-barrel",
    "term": "over a barrel",
    "definition": "In a weak or difficult position, as in *Once the competitors found a flaw in our product, they had us over a barrel.* This slangy expression, first recorded in 1938, supposedly alludes to reviving a drowning victim by placing the body head down over a barrel and rolling it back and forth, so as to empty the lungs of water. The expression survives, although happily the practice does not."
  },
  "person": {
    "id": "alcide-de-gasperi",
    "name": "Alcide De Gasperi",
    "dates": "Apr 3, 1881 - Aug 19, 1954",
    "mainImg": "img/people/alcide-de-gasperi.jpg",
    "summary": [
      "Alcide Amedeo Francesco De Gasperi was an Italian statesman who founded the Christian Democracy party and served as Prime Minister of Italy in eight successive coalition governments from 1945 to 1953.",
      "De Gasperi was the last Prime Minister of the Kingdom of Italy, serving under both Victor Emmanuel III and Umberto II. He was also the first Prime Minister of the Italian Republic, and also briefly served as provisional head of state after the Italian people voted to end the monarchy and establish a republic. His eight-year term in office remains a landmark of political longevity for a leader in modern Italian politics. De Gasperi is the fifth longest-serving Prime Minister since the Italian Unification.",
      "A devout Catholic, he was one of the founding fathers of the European Union along with fellow Italian Altiero Spinelli."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Alcide_De_Gasperi",
    "urlGoogle": "https://artsandculture.google.com/entity/alcide-de-gasperi/m035pmw"
  },
  "place": {
    "id": "breda",
    "name": "Breda",
    "mainImg": "img/places/breda.jpg",
    "summary": [
      "Breda is a city and municipality in the southern part of the Netherlands, located in the province of North Brabant. The name derived from brede Aa and refers to the confluence of the rivers Mark and Aa.",
      "As a fortified city, it was of strategic military and political significance. Although a direct Fiefdom of the Holy Roman Emperor, the city obtained a municipal charter; the acquisition of Breda, through marriage, by the House of Nassau ensured that Breda would be at the centre of political and social life in the Low Countries. Breda had a population of 183,873 in 2019; the metropolitan area had a population of 324,812. It is part of the Brabantse Stedenrij."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Breda",
    "urlGoogle": "https://artsandculture.google.com/entity/breda/m045vhb"
  },
  "quote": {
    "id": "122",
    "quote": "There is no friend as loyal as a book.",
    "author": "Ernest Hemingway"
  },
  "wiki": {
    "id": "h-c-mc-neile",
    "name": "H. C. McNeile",
    "summary": "H. C. McNeile, MC (1888–1937) was a British soldier and author best known for his series of Bulldog Drummond novels. McNeile started writing short war stories during the First World War; when these were published in the Daily Mail, they were under his penname, Sapper, which was based on that of his regiment, the Royal Engineers. After the war he left the Army and became a full-time writer, changing from writing war stories to thrillers, and from writing short stories to move increasingly to novels. In 1920 he published Bulldog Drummond, whose hero became his best-known creation: nine further Drummond novels followed, as did three plays and a screenplay. McNeile also wrote works that included two other protagonists, Jim Maitland and Ronald Standish, and sales of his books ensured he was one of the most successful British popular authors of the inter-war period before his death in 1937 from throat cancer, which has been attributed to damage sustained from a gas attack in the war. Although seen by his contemporaries as an \"upstanding Tory\", his work came under criticism after the Second World War for its fascist overtones, xenophobia and anti-semitism.",
    "url": "https://en.wikipedia.org/wiki/H._C._McNeile"
  },
  "word": {
    "id": "canorous",
    "word": "canorous",
    "url": "https://www.merriam-webster.com/dictionary/canorous",
    "partOfSpeech": "adjective",
    "pronunciation": "kuh-NOR-us",
    "audioPath": "audio/words/canorous.mp3",
    "definitions": ["pleasant sounding : melodious"],
    "examples": [
      "A _canorous_ chorus of birdsong filled the morning air.",
      "\"The album features fast and brooding melodies … and standout _canorous_ piano and clean guitar moments….\" - From a post by Caroline Jensen at _Rock Edition_, February 6, 2013"
    ],
    "origin": "In _Confessions of an English Opium-Eater_ (1821), the essayist Thomas de Quincey describes a manservant who, after accidentally letting a loaded trunk fall down a flight of stairs, \"sang out a long, loud, and canorous peal of laughter.\" \"Canorous\" typically describes things, such as church choirs or birds in the spring, that are a pleasure to listen to. It derives from the Latin verb \"canere\" (\"to sing\"), a root it shares with a number of words that evoke what is sweet to the ear, such as \"chant,\" \"canticle,\" \"cantor\" (a leader of a choir), \"carmen\" (a song, poem, or incantation) and even \"accent.\""
  }
}
