{
  "artist": {
    "id": "nandalal-bose",
    "name": "Nandalal Bose",
    "dates": "Dec 3, 1882 - Apr 16, 1966",
    "mainImg": "img/art/artists/nandalal-bose.jpg",
    "artworkImgs": [
      {
        "name": "Sabari in her Youth",
        "path": "img/art/artworks/nandalal-bose-a1.jpg",
        "source": "https://artsandculture.google.com/asset/sabari-in-her-youth-nandalal-bose/pgEqnn7b7uT97g"
      },
      {
        "name": "Tiller of the soil",
        "path": "img/art/artworks/nandalal-bose-a2.jpg",
        "source": "https://artsandculture.google.com/asset/tiller-of-the-soil-nandalal-bose/VAGGgFyIWLtZ-Q"
      },
      {
        "name": "Rati with her Bow",
        "path": "img/art/artworks/nandalal-bose-a3.jpg",
        "source": "https://artsandculture.google.com/asset/rati-with-her-bow-nandalal-bose/xAHTUKKgLlTLSQ"
      },
      {
        "name": "Singawala",
        "path": "img/art/artworks/nandalal-bose-a4.jpg",
        "source": "https://artsandculture.google.com/asset/singawala-nandalal-bose/6AGv3J6FHWlcLA"
      },
      {
        "name": "Butter milk churner",
        "path": "img/art/artworks/nandalal-bose-a5.jpg",
        "source": "https://artsandculture.google.com/asset/butter-milk-churner-nandalal-bose/IwFASUf08MlMAg"
      },
      {
        "name": "A Lady Artist",
        "path": "img/art/artworks/nandalal-bose-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-lady-artist-nandalal-bose/6gHRo6cTH6aPNA"
      }
    ],
    "summary": [
      "Nandalal Bose was one of the pioneers of modern Indian art and a key figure of Contextual Modernism.",
      "A pupil of Abanindranath Tagore, Bose was known for his \"Indian style\" of painting. He became the principal of Kala Bhavan, Santiniketan in 1922. He was influenced by the Tagore family and the murals of Ajanta; his classic works include paintings of scenes from Indian mythologies, women, and village life.",
      "Today, many critics consider his paintings among India's most important modern paintings. In 1976, the Archaeological Survey of India, Department of Culture, Govt. of India declared his works among the \"nine artists\" whose work, \"not being antiquities\", were to be henceforth considered \"to be art treasures, having regard to their artistic and aesthetic value\".",
      "He was given the work of illustrating the constitution of India."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Tempera", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Nandalal_Bose",
    "urlGoogle": "https://artsandculture.google.com/entity/nandalal-bose/m0bsxtb"
  },
  "event": {
    "id": "1981-spanish-coup-detat-attempt",
    "name": "1981 Spanish coup d'état attempt",
    "dates": "Feb 23, 1981",
    "mainImg": "img/events/1981-spanish-coup-detat-attempt.jpg",
    "summary": [
      "The 1981 Spanish coup d'état attempt, known in Spain by the numeronym 23-F and also known as the Tejerazo, was an attempted coup d'état in Spain on 23 February 1981. Lieutenant-Colonel Antonio Tejero led 200 armed Civil Guard officers into the Congress of Deputies during the vote to elect a Prime Minister. The officers held the parliamentarians and ministers hostage for 18 hours, during which time King Juan Carlos I denounced the coup in a televised address, calling for rule of law and the democratic government to continue. Though shots were fired, the hostage-takers surrendered the next morning without killing anyone."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1981_Spanish_coup_d%27%C3%A9tat_attempt",
    "urlGoogle": "https://artsandculture.google.com/entity/1981-spanish-coup-d-état-attempt/m02nq9n"
  },
  "funFacts": [
    {
      "id": "877",
      "fact": "People don't sneeze when they are asleep because the nerves involved in the sneeze reflex are also resting.",
      "category": ["Anatomy"]
    },
    {
      "id": "1008",
      "fact": "In the state of Arizona, it is illegal for donkeys to sleep in bathtubs.",
      "category": ["Animals", "Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "504591",
      "fact": "The term “lawn mullet” means having a neatly manicured front yard and an unmowed mess in the back."
    }
  ],
  "idiom": {
    "id": "naked-as-a-jaybird",
    "term": "naked as a jaybird",
    "definition": "Bare, unclothed, as in *I came straight out of the shower, naked as a jaybird.* This simile replaced the 19th-century *naked as a robin* and is equally unclear, since neither bird is normally stripped of its feathers. Further, the bird it refers to is more often called simply \"jay\" rather than \"jaybird,\" yet the latter is always part of the simile. [c. 1940]"
  },
  "person": {
    "id": "uhuru-kenyatta",
    "name": "Uhuru Kenyatta",
    "dates": "Born Oct 26, 1961",
    "mainImg": "img/people/uhuru-kenyatta.jpg",
    "summary": [
      "Uhuru Muigai Kenyatta is a Kenyan politician, businessman, and the fourth and current President of the Republic of Kenya. He served as the Member of Parliament for Gatundu South from 2002 to 2013. Currently, he is a member and the party leader of the Jubilee Party of Kenya. Uhuru was previously associated with the Kenya Africa National Union before joining The National Alliance, one of the allied parties that campaigned for his reelection during the 2017 general elections.",
      "He is the son of Jomo Kenyatta, Kenya's first President, and his fourth wife Mama Ngina Kenyatta. Uhuru was re-elected for a second term in the August 2017 general election, winning 54% of the popular vote. The win was formally declared on national television by the Chairman of the Independent Electoral and Boundaries Commission Wafula Chebukati.",
      "However, Uhuru's election was successfully challenged in the Supreme Court of Kenya by his main competitor, Raila Odinga. On 1 September 2017, the court declared the election invalid and ordered a new presidential election to take place within 60 days from the day of the ruling. A new presidential election was held on 26 October, which he won, with 39% participation."
    ],
    "quote": "“The evidence we got is credible. We were shocked”",
    "urlWiki": "https://en.wikipedia.org/wiki/Uhuru_Kenyatta",
    "urlGoogle": "https://artsandculture.google.com/entity/uhuru-kenyatta/m02rm5w"
  },
  "place": {
    "id": "pescara",
    "name": "Pescara",
    "mainImg": "img/places/pescara.jpg",
    "summary": [
      "Pescara is the capital city of the Province of Pescara, in the Abruzzo region of Italy. It is the most populated city in Abruzzo, with 119,217 residents. Located on the Adriatic coast at the mouth of the Aterno-Pescara River, the present-day municipality was formed in 1927 joining the municipalities of the old Pescara fortress, the part of the city to the south of the river, and Castellamare Adriatico, the part of the city to the north of the river. The surrounding area was formed into the province of Pescara.",
      "The main commercial street of the city is Corso Umberto I, which runs between two squares, starting from Piazza della Repubblica and reaching the seacoast in Piazza Primo Maggio. The rectangle that it forms with Corso Vittorio Emanuele II and Via Nicola Fabrizi is home of the main shopping district, enclosed in a driving restriction zone, where several of the best fashion shops are located. Corso Manthoné, the course of the old Pescara, has, for many years, been the center of the nightlife of the city."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pescara",
    "urlGoogle": "https://artsandculture.google.com/entity/pescara/m03f2hc"
  },
  "wiki": {
    "id": "flag-of-armenia",
    "name": "Flag of Armenia",
    "summary": "The Flag of Armenia consists of three horizontal bands of equal width, red on the top, blue in the middle, and orange on the bottom. The Armenian Supreme Council adopted the current flag on August 24, 1990. On June 15, 2006, the Law on the National Flag of Armenia was passed by the Armenian Parliament. Throughout history, there were many variations of the Armenian flag. In ancient times, Armenian dynasties were represented by different symbolic animals displayed on their flags. In the twentieth century, various Soviet flags represented the Armenian nation.",
    "url": "https://en.wikipedia.org/wiki/Flag_of_Armenia"
  },
  "word": {
    "id": "lobscouse",
    "word": "lobscouse",
    "url": "https://www.merriam-webster.com/dictionary/lobscouse",
    "partOfSpeech": "noun",
    "pronunciation": "LAHB-skouss",
    "audioPath": "audio/words/lobscouse.mp3",
    "definitions": ["a sailor's dish of stewed or baked meat with vegetables and hardtack"],
    "examples": [
      "Tucked away in a box in the attic were old recipes from Grandpa's father, including one for _lobscouse_.",
      "\"Mam knows that I don’t like _lobscouse_. All those bits of grey meat and white bone and potato and carrot in watery stock with globules of grease floating on top. It reminds me of washing-up water and I can’t eat any of it.\" -- From Mari Strachan's 2009 novel, _The Earth Hums in B Flat_"
    ],
    "origin": "The description of \"lobscouse\" in our second example sounds anything but appetizing, but some version of this dish has been around for at least 300 years and it is a specialty of Liverpool, England. (\"Lobscouse\" is also called \"scouse,\" and Liverpudlians are sometimes referred to as \"Scousers.\") The origin of \"lobscouse\" is not known for certain. Although it's been suggested that the first syllable of the word comes from an English dialect word \"lob\" meaning \"to boil,\" the more popular theory is that \"lobscouse\" comes from a Norwegian stew called \"Lapskaus.\""
  }
}
