{
  "artist": {
    "id": "joos-van-cleve",
    "name": "Joos van Cleve",
    "dates": "1485 - 1541",
    "mainImg": "img/art/artists/joos-van-cleve.jpg",
    "artworkImgs": [
      {
        "name": "The Annunciation",
        "path": "img/art/artworks/joos-van-cleve-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-annunciation-joos-van-cleve/EQFwRIcDimteTg"
      },
      {
        "name": "Saint Jerome in His Study",
        "path": "img/art/artworks/joos-van-cleve-a2.jpg",
        "source": "https://artsandculture.google.com/asset/saint-jerome-in-his-study/5wHg-bWw_ckErQ"
      },
      {
        "name": "The Crucifixion with Saints and a Donor",
        "path": "img/art/artworks/joos-van-cleve-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-crucifixion-with-saints-and-a-donor-joos-van-cleve/KQEO2KY3hlgU-A"
      },
      {
        "name": "Jesus and Little St. John the Baptist",
        "path": "img/art/artworks/joos-van-cleve-a4.jpg",
        "source": "https://artsandculture.google.com/asset/jesus-and-little-st-john-the-baptist-joos-van-cleve-attributed/cQF67y9o8TJZ5A"
      },
      {
        "name": "Virgin and Child",
        "path": "img/art/artworks/joos-van-cleve-a5.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-and-child-joos-van-cleve/6gGefs0udrLBgA"
      },
      {
        "name": "The Holy Family",
        "path": "img/art/artworks/joos-van-cleve-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-holy-family-joos-van-cleve/uQF4J3K8mT3eEg"
      }
    ],
    "summary": [
      "Joos van Cleve was a painter active in Antwerp around 1511 to 1540. He is known for combining traditional Dutch painting techniques with influences of more contemporary Renaissance painting styles.",
      "An active member and co-deacon of the Guild of Saint Luke of Antwerp, he is known mostly for his religious works and portraits of royalty. As a skilled technician, his art shows sensitivity to color and a unique solidarity of figures. He was one of the first to introduce broad landscapes in the backgrounds of his paintings, which would become a popular technique of sixteenth century northern Renaissance paintings.",
      "He was the father of Cornelis van Cleve who also became a painter. Cornelis became mentally ill during a residence in England and was therefore referred to as 'Sotte Cleef'."
    ],
    "quote": null,
    "movements": [
      "Northern Renaissance",
      "Renaissance",
      "Dutch and Flemish Renaissance painting",
      "Antwerp school"
    ],
    "mediums": ["Oil paint", "Wood", "Oak", "Tempera", "Sculpture"],
    "urlWiki": "https://en.wikipedia.org/wiki/Joos_van_Cleve",
    "urlGoogle": "https://artsandculture.google.com/entity/joos-van-cleve/m0gp54j"
  },
  "event": {
    "id": "occupy-wall-street",
    "name": "Occupy Wall Street",
    "dates": "Sep 17, 2011",
    "mainImg": "img/events/occupy-wall-street.jpg",
    "summary": [
      "Occupy Wall Street was a protest movement against economic inequality that began in Zuccotti Park, located in New York City's Wall Street financial district, in September 2011. It gave rise to the wider Occupy movement in the United States and other countries.",
      "The Canadian anti-consumerist and pro-environment group/magazine Adbusters initiated the call for a protest. The main issues raised by Occupy Wall Street were social and economic inequality, greed, corruption and the undue influence of corporations on government—particularly from the financial services sector. The OWS slogan, \"We are the 99%\", refers to income and wealth inequality in the U.S. between the wealthiest 1% and the rest of the population. To achieve their goals, protesters acted on consensus-based decisions made in general assemblies which emphasized redress through direct action over the petitioning to authorities.",
      "The protesters were forced out of Zuccotti Park on November 15, 2011. Protesters then turned their focus to occupying banks, corporate headquarters, board meetings, foreclosed homes, and college and university campuses."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Occupy_Wall_Street",
    "urlGoogle": "https://artsandculture.google.com/entity/occupy-wall-street/m0h63jfq"
  },
  "funFacts": [
    {
      "id": "1023",
      "fact": "Indonesia is made up of more than 17,000 islands.",
      "category": ["Geography"]
    },
    {
      "id": "206",
      "fact": "Over 1 million Earths would fit inside the Sun.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553853",
      "fact": "Before he wrote Goosebumps, R.L. Stine wrote the jokes for Bazooka Joe gum wrappers."
    }
  ],
  "idiom": {
    "id": "castles-in-the-air",
    "term": "castles in the air",
    "definition": "Dreams about future success, as in *Musing about the bestseller list, she was apt to build castles in the air.* The idiom dates from the late 1500s. A variant, **castles in Spain** (or *chateaux en Espagne*), was recorded in the *Roman de la Rose* in the 1200s and translated into English about 1365."
  },
  "person": {
    "id": "celal-bayar",
    "name": "Celâl Bayar",
    "dates": "May 16, 1883 - Aug 22, 1986",
    "mainImg": "img/people/celal-bayar.jpg",
    "summary": [
      "Mahmut Celâl Bayar was a Turkish politician, who was the third President of Turkey from 1950 to 1960; previously he was Prime Minister of Turkey from 1937 to 1939. Bayar, as the Turkish President, was decorated with the Legion of Merit by the President of the United States, as a result of Turkey's participation in the Korean War. He is considered to be the longest-lived former head of state and was the longest-lived state leader until 8 December 2008. Celal Bayar died on 22 August 1986 at the age of 103 after a brief illness."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cel%C3%A2l_Bayar",
    "urlGoogle": "https://artsandculture.google.com/entity/celâl-bayar/m04916w"
  },
  "place": {
    "id": "brno",
    "name": "Brno",
    "mainImg": "img/places/brno.jpg",
    "summary": [
      "Brno is a city in the South Moravian Region of the Czech Republic. Located at the confluence of the Svitava and Svratka rivers, Brno has about 380,000 inhabitants, making it the second-largest city in the Czech Republic after the capital, Prague, and one of the 100 largest cities of the EU. Its metropolitan area has more than 600,000 inhabitants.",
      "Brno is the former capital city of Moravia and the political and cultural hub of the South Moravian Region. It is the centre of the Czech judiciary, with the seats of the Constitutional Court, the Supreme Court, the Supreme Administrative Court, and the Supreme Public Prosecutor's Office, and a number of state authorities, including the Ombudsman, and the Office for the Protection of Competition. Brno is also an important centre of higher education, with 33 faculties belonging to 13 institutes of higher education and about 89,000 students.",
      "Brno Exhibition Centre ranks among the largest exhibition centres in Europe. The complex opened in 1928 and established the tradition of large exhibitions and trade fairs held in Brno."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Brno",
    "urlGoogle": "https://artsandculture.google.com/entity/brno/m0fs_s"
  },
  "quote": {
    "id": "116",
    "quote": "The best people possess a feeling for beauty, the courage to take risks, the discipline to tell the truth, the capacity for sacrifice. Ironically, their virtues make them vulnerable; they are often wounded, sometimes destroyed.",
    "author": "Ernest Hemingway"
  },
  "wiki": {
    "id": "victoria-cross",
    "name": "Victoria Cross",
    "summary": "The Victoria Cross is the highest military decoration awarded for valour \"in the face of the enemy\" to members of the armed forces of some Commonwealth countries and previous British Empire territories. It takes precedence over all other orders, decorations, medals and postnominals. It may be awarded to a person of any rank in any service and civilians under military command, and is presented to the recipient by the British monarch during an investiture held at Buckingham Palace. It is the joint highest award for bravery in the United Kingdom with the George Cross, which is the equivalent honour for valour not \"in the face of the enemy\". The VC was introduced on 29 January 1856 by Queen Victoria to reward acts of valour during the Crimean War. Since then the medal has been awarded 1,356 times to 1,353 individual recipients. Only 14 medals have been awarded since the end of the Second World War. Due to its rarity, the VC is highly prized and the medal can reach over £200,000 at auction. There are a number of public and private collections devoted to it, most notably that of Lord Ashcroft, which contains over one-tenth of the total VCs awarded.",
    "url": "https://en.wikipedia.org/wiki/Victoria_Cross"
  },
  "word": {
    "id": "minim",
    "word": "minim",
    "url": "https://www.merriam-webster.com/dictionary/minim",
    "partOfSpeech": "noun",
    "pronunciation": "MIN-im",
    "audioPath": "audio/words/minim.mp3",
    "definitions": [
      "a musical half note",
      "something very minute",
      "a unit of liquid capacity equal to 1/60 fluid dram"
    ],
    "examples": [
      "The nurse measured out 10 _minims_ of the medication.",
      "\"Again and again in 'Coppelia' a dancer will pay attention to musical _minims_ while disregarding the climax, shape or ending of a phrase.\" - From a review by Alastair Macaulay in _The New York Times_, March 30, 2011"
    ],
    "origin": "\"Minim\" derives from the Latin word \"minimus,\" meaning \"least\" or \"smallest.\" Musicians were the first to note its significance in the 15th century as a word for the half note. Chirographers soon adopted it as a word for a single downstroke in penmanship (such as any of the three in the letter _m_), and after careful analysis, apothecaries prescribed \"minim\" as a word for their smallest unit of liquid capacity. English speakers have also embraced \"minim\" as a general noun referring to things that are very small and as an adjective meaning \"of the smallest size,\" as in \"a minim amount.\""
  }
}
