{
  "artist": {
    "id": "michelangelo",
    "name": "Michelangelo",
    "dates": "Mar 6, 1475 - Feb 18, 1564",
    "mainImg": "img/art/artists/michelangelo.jpg",
    "artworkImgs": [
      {
        "name": "Pieta",
        "path": "img/art/artworks/michelangelo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/pieta-michelangelo/AQGubt4LAey1kg"
      },
      {
        "name": "The Torment of Saint Anthony",
        "path": "img/art/artworks/michelangelo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-torment-of-saint-anthony-michelangelo-buonarroti/9QG4jcK04QjMfw"
      },
      {
        "name": "Doni 'Tondo'",
        "path": "img/art/artworks/michelangelo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/doni-tondo-michelangelo-buonarroti/mwEx1TY1xbJCwg"
      },
      {
        "name": "Archers shooting at a herm",
        "path": "img/art/artworks/michelangelo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/archers-shooting-at-a-herm-michelangelo-buonarroti/_gHFlakCZNNieA"
      },
      {
        "name": "Two Nudes Fighting",
        "path": "img/art/artworks/michelangelo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/two-nudes-fighting-michelangelo/4gF6z92iNWmFSw"
      },
      {
        "name": "Male Nude [recto]",
        "path": "img/art/artworks/michelangelo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/male-nude-recto-michelangelo/GgHZHknjO-qYmA"
      }
    ],
    "summary": [
      "Michelangelo di Lodovico Buonarroti Simoni, known best as simply Michelangelo, was an Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art. His artistic versatility was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, along with his rival, the fellow Florentine, Leonardo da Vinci. Several scholars have described Michelangelo as the greatest artist of his age and even as the greatest artist of all time.",
      "A number of Michelangelo's works of painting, sculpture and architecture rank among the most famous in existence. His output in these fields was prodigious; given the sheer volume of surviving correspondence, sketches and reminiscences, he is the best-documented artist of the 16th century. He sculpted two of his best-known works, the Pietà and David, before the age of thirty."
    ],
    "quote": "“A man paints with his brains and not with his hands.”",
    "movements": ["Italian Renaissance", "Renaissance", "High Renaissance"],
    "mediums": ["Engraving", "Drawing", "Chalk", "Pigment", "Ink", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Michelangelo",
    "urlGoogle": "https://artsandculture.google.com/entity/michelangelo/m058w5"
  },
  "event": {
    "id": "siege-of-leningrad",
    "name": "Siege of Leningrad",
    "dates": "Sep 8, 1941 - Jan 27, 1944",
    "mainImg": "img/events/siege-of-leningrad.jpg",
    "summary": [
      "The siege of Leningrad was a prolonged military blockade undertaken from the south by the Army Group North of Nazi Germany against the Soviet city of Leningrad on the Eastern Front in World War II. The Finnish army invaded from the north, co-operating with the Germans until Finland had recaptured territory lost in the recent Winter War, but refused to make further approaches to the city. Also co-operating with the Germans since 1942 in August: the Spanish Blue Division that was transferred to the southeastern flank of the siege of Leningrad, just south of the Neva near Pushkin, Kolpino and its main intervention was in Krasny Bor in the Izhora River area.",
      "The siege began on the 8 September 1941, when the Wehrmacht severed the last road to the city. Although Soviet forces managed to open a narrow land corridor to the city on 18 January 1943, the Red Army did not lift the siege until 27 January 1944, 872 days after it began. The blockade became one of the longest and most destructive sieges in history, and possibly the costliest in casualties suffered. Some historians classify it as genocide."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Leningrad",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-leningrad/m01w88x"
  },
  "funFacts": [
    {
      "id": "118",
      "fact": "Honeybees are the only insects that create a form of food for humans.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "244",
      "fact": "The watermelon seed-spitting world record is about 70 feet.",
      "category": ["Food"]
    }
  ],
  "funFacts2": [{ "id": "553803", "fact": "There are 293 ways to make change for a U.S. dollar." }],
  "idiom": {
    "id": "not-suffer-fools-gladly",
    "term": "not suffer fools gladly",
    "definition": "Refuse to tolerate stupidity, as in *Chris can be intimidating at these meetings; she does not suffer fools gladly.* This expression comes from the New Testament (II Corinthians 11:19), where Paul sarcastically says, \"For ye suffer fools gladly, seeing ye yourselves are wise.\" [c. 1600]"
  },
  "person": {
    "id": "charles-i-of-england",
    "name": "Charles I of England",
    "dates": "Nov 19, 1600 - Jan 30, 1649",
    "mainImg": "img/people/charles-i-of-england.jpg",
    "summary": [
      "Charles I was King of England, King of Scotland, and King of Ireland from 27 March 1625 until his execution in 1649.",
      "Charles was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland and Ireland in 1612 on the death of his elder brother Henry Frederick, Prince of Wales. An unsuccessful and unpopular attempt to marry him to the Spanish Habsburg princess Maria Anna culminated in an eight-month visit to Spain in 1623 that demonstrated the futility of the marriage negotiations. Two years later he married the Bourbon princess Henrietta Maria of France.",
      "After his succession in 1625, Charles quarrelled with the Parliament of England, which sought to curb his royal prerogative. Charles believed in the divine right of kings, and was determined to govern according to his own conscience. Many of his subjects opposed his policies, in particular the levying of taxes without parliamentary consent, and perceived his actions as those of a tyrannical absolute monarch."
    ],
    "quote": "“Never make a defense or an apology until you are accused.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Charles_I_of_England",
    "urlGoogle": "https://artsandculture.google.com/entity/charles-i-of-england/m0231r"
  },
  "place": {
    "id": "daytona-beach",
    "name": "Daytona Beach",
    "mainImg": "img/places/daytona-beach.jpg",
    "summary": [
      "Daytona Beach is a city in Volusia County, Florida, United States. It lies approximately 51 miles northeast of Orlando, 86 miles southeast of Jacksonville, and 265 miles northwest of Miami. As of the 2010 U.S. Census, it had a population of 61,005. It is a principal city of the Deltona–Daytona Beach–Ormond Beach metropolitan area, which was home to 600,756 people as of 2013. Daytona Beach is also a principal city of the Fun Coast region of Florida.",
      "The city is historically known for its beach, where the hard-packed sand allows motorized vehicles to drive on the beach in restricted areas. This hard-packed sand made Daytona Beach a mecca for motorsports, and the old Daytona Beach Road Course hosted races for over 50 years. This was replaced in 1959 by Daytona International Speedway. The city is also the headquarters for NASCAR.",
      "Daytona Beach hosts large groups of out-of-towners during the year, who visit the city for various events, notably Speedweeks in early February when over 200,000 NASCAR fans come to attend the season-opening Daytona 500."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Daytona_Beach,_Florida",
    "urlGoogle": "https://artsandculture.google.com/entity/daytona-beach/m0rsjf"
  },
  "wiki": {
    "id": "belle-vue-zoological-gardens",
    "name": "Belle Vue Zoological Gardens",
    "summary": "Belle Vue Zoological Gardens was a large zoo, amusement park, exhibition hall complex and speedway stadium in Belle Vue, Manchester, England, opened in 1836. The brainchild of John Jennison, the park was intended to entertain the genteel middle classes, with formal gardens and dancing on open-air platforms during the summer, but they soon became one of the most popular attractions in Northern England. Jennison set out a small amusements area in Belle Vue during the 1870s, which was expanded in the early 20th century to become what was advertised as the \"showground of the world\". Popular rides included the 60 mph (97 km/h) Bobs roller coaster and the Scenic Railway. Grand firework displays were given from 1852 and there was an annual Christmas circus from 1922. The Kings Hall, opened in 1910, housed the Hallé Orchestra for several years and later hosted concerts by artists such as Jimi Hendrix, The Who, The Rolling Stones, Leonard Cohen, Johnny Cash and Led Zeppelin. At its peak Belle Vue occupied 165 acres (0.67 km2) and attracted more than two million visitors a year. The zoo closed in September 1977 after its owners decided they could no longer afford annual losses of £100,000.",
    "url": "https://en.wikipedia.org/wiki/Belle_Vue_Zoological_Gardens"
  },
  "word": {
    "id": "collogue",
    "word": "collogue",
    "url": "https://www.merriam-webster.com/dictionary/collogue",
    "partOfSpeech": "verb",
    "pronunciation": "kuh-LOHG",
    "audioPath": "audio/words/collogue.mp3",
    "definitions": ["intrigue, conspire", "to talk privately : confer"],
    "examples": [
      "\"If there was noise, as there often was even at dawn -- a huddle of men colloguing, a woman deliriously chanting the Mysteries -- his arrival would cause much of it to die.\" (Joseph O'Connor, _Star of the Sea_)"
    ],
    "origin": "\"Collogue\" has been with us since the 17th century, but beyond that little is known about its origin. In Samuel Johnson's 1755 dictionary, he defined \"collogue\" as \"to wheedle, to flatter; to please with kind words.\" The \"intrigue or conspire\" meaning of \"collogue\" was also common in Johnson's day, but Johnson missed it; his oversight suggests that sense of the word was probably part of a dialect unfamiliar to him. The earliest known use of the \"confer\" sense of the word is found in an 1811 letter by Sir Walter Scott: \"We shall meet and collogue upon it.\""
  }
}
