{
  "artist": {
    "id": "utagawa-toyokuni",
    "name": "Utagawa Toyokuni",
    "dates": "1769 - Feb 24, 1825",
    "mainImg": "img/art/artists/utagawa-toyokuni.jpg",
    "artworkImgs": [
      {
        "name": "Nakamura Noshio as Hanako in Musume Dōjoji",
        "path": "img/art/artworks/utagawa-toyokuni-a1.jpg",
        "source": "https://artsandculture.google.com/asset/nakamura-noshio-as-hanako-in-musume-dōjoji-utagawa-toyokuni-i/zAEU2cCuiI3tfA"
      },
      {
        "name": "Print",
        "path": "img/art/artworks/utagawa-toyokuni-a2.jpg",
        "source": "https://artsandculture.google.com/asset/print-utagawa-toyokuni-i/AQGuipjHHkKvDA"
      },
      {
        "name": "Kabuki Actor Sawamura Sojuro III (Kinokuniya) as Nagoya Sanza from the series \"Actors on Stage\"",
        "path": "img/art/artworks/utagawa-toyokuni-a3.jpg",
        "source": "https://artsandculture.google.com/asset/kabuki-actor-sawamura-sojuro-iii-kinokuniya-as-nagoya-sanza-from-the-series-actors-on-stage-artist-utagawa-toyokuni-i/YgGlAtPxb6ChiA"
      },
      {
        "name": "Print",
        "path": "img/art/artworks/utagawa-toyokuni-a4.jpg",
        "source": "https://artsandculture.google.com/asset/print-utagawa-toyokuni-i/HQG_jyi9IugzIQ"
      },
      {
        "name": "『祇園神輿洗　ねり物姿』「いろは歌の売」|“The Geisha To’e as a Vendor of Poems,” from the series Gion Festival Costume Parade (Gion mikoshi arai nerimono sugata)",
        "path": "img/art/artworks/utagawa-toyokuni-a5.jpg",
        "source": "https://artsandculture.google.com/asset/『祇園神輿洗　ねり物姿』「いろは歌の売」-“the-geisha-to’e-as-a-vendor-of-poems-”-from-the-series-gion-festival-costume-parade-gion-mikoshi-arai-nerimono-sugata-utagawa-toyokuni-i/5gGHgRGFELi-Tw"
      },
      {
        "name": "Print",
        "path": "img/art/artworks/utagawa-toyokuni-a6.jpg",
        "source": "https://artsandculture.google.com/asset/print-utagawa-toyokuni-i/pQF97HyNnt-2Tg"
      }
    ],
    "summary": [
      "Utagawa Toyokuni, also often referred to as Toyokuni I, to distinguish him from the members of his school who took over his gō after he died, was a great master of ukiyo-e, known in particular for his kabuki actor prints. He was the second head of the renowned Utagawa school of Japanese woodblock artists, and was the artist who really moved it to the position of great fame and power it occupied for the rest of the nineteenth century."
    ],
    "quote": null,
    "movements": ["Ukiyo-e"],
    "mediums": ["Ink", "Book", "Silk", "Textile", "Lacquer", "Gold"],
    "urlWiki": "https://en.wikipedia.org/wiki/Utagawa_Toyokuni",
    "urlGoogle": "https://artsandculture.google.com/entity/utagawa-toyokuni/m01rtt8"
  },
  "event": {
    "id": "battle-of-iwo-jima",
    "name": "Battle of Iwo Jima",
    "dates": "Feb 19, 1945 - Mar 26, 1945",
    "mainImg": "img/events/battle-of-iwo-jima.jpg",
    "summary": [
      "The Battle of Iwo Jima was a major battle in which the United States Marine Corps and Navy landed on and eventually captured the island of Iwo Jima from the Imperial Japanese Army during World War II. The American invasion, designated Operation Detachment, had the goal of capturing the entire island, including the three Japanese-controlled airfields, to provide a staging area for attacks on the Japanese main islands. This five-week battle comprised some of the fiercest and bloodiest fighting of the Pacific War of World War II.",
      "After the heavy losses incurred in the battle, the strategic value of the island became controversial. It was useless to the U.S. Army as a staging base and useless to the U.S. Navy as a fleet base. However, Navy Seabees rebuilt the landing strips, which were used as occasional landing strips for USAAF B-29s, although rarely for emergencies.",
      "The IJA positions on the island were heavily fortified, with a dense network of bunkers, hidden artillery positions, and 18 km of tunnels. The American ground forces were supported by extensive naval artillery, and had complete air supremacy provided by U.S. Navy and Marine Corps aviators throughout the battle."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Iwo_Jima",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-iwo-jima/m0gbl7"
  },
  "funFacts": [
    { "id": "801", "fact": "It is not possible to tickle yourself.", "category": ["Anatomy"] },
    { "id": "320", "fact": "There is a town called Jackpot in Nevada.", "category": ["Geography"] }
  ],
  "funFacts2": [
    {
      "id": "554097",
      "fact": "At the Gettysburg reunion in 1913, two men purchased a hatchet, walked to the site where their regiments had fought, and buried it."
    }
  ],
  "person": {
    "id": "jimmy-carter",
    "name": "Jimmy Carter",
    "dates": "Born Oct 1, 1924",
    "mainImg": "img/people/jimmy-carter.jpg",
    "summary": [
      "James Earl Carter Jr. is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
      "Raised in Plains, Georgia, Carter graduated from the United States Naval Academy in 1946 with a Bachelor of Science degree and joined the United States Navy, where he served on submarines. After the death of his father in 1953, Carter left his naval career and returned home to Georgia to take up the reins of his family's peanut-growing business. Carter inherited comparatively little due to his father's forgiveness of debts and the division of the estate among the children. Nevertheless, his ambition to expand and grow the Carters' peanut business was fulfilled. During this period, Carter was motivated to oppose the political climate of racial segregation and support the growing civil rights movement."
    ],
    "quote": "“You can do what you have to do, and sometimes you can do it even better than you think you can.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Jimmy_Carter",
    "urlGoogle": "https://artsandculture.google.com/entity/jimmy-carter/m042kg"
  },
  "place": {
    "id": "antwerp",
    "name": "Antwerp",
    "mainImg": "img/places/antwerp.jpg",
    "summary": [
      "Antwerp is a city in Belgium and the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan population of around 1,200,000 people, it is the second largest metropolitan region after Brussels.",
      "Antwerp is on the River Scheldt, linked to the North Sea by the river's Westerschelde estuary. It is about 40 kilometres north of Brussels, and about 15 kilometres south of the Dutch border. The Port of Antwerp is one of the biggest in the world, ranking second in Europe and within the top 20 globally. The city is also known for its diamond industry and trade.",
      "Both economically and culturally, Antwerp is and has long been an important city in the Low Countries, especially before and during the Spanish Fury and throughout and after the subsequent Dutch Revolt. Antwerp was also the place of the world's oldest stock exchange building, originally built in 1531 and re-built in 1872.",
      "The inhabitants of Antwerp are nicknamed Sinjoren, after the Spanish honorific señor or French seigneur, \"lord\", referring to the Spanish noblemen who ruled the city in the 17th century."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Antwerp",
    "urlGoogle": "https://artsandculture.google.com/entity/antwerp/m0fydw"
  },
  "wiki": {
    "id": "adelaide-anne-procter",
    "name": "Adelaide Anne Procter",
    "summary": "Adelaide Anne Procter (1825–1864) was a British poet and philanthropist. She worked for unemployed women and the homeless, and was actively involved with feminist groups and journals. Procter's literary career began when she was a teenager; her poems were primarily published in Charles Dickens's periodicals Household Words and All the Year Round and later appeared in book form. Her charity work and her conversion to Roman Catholicism appear to have strongly influenced her poetry, which deals mostly with such subjects as homelessness, poverty, and \"fallen women\". Procter was the favourite poet of Queen Victoria. Her poetry went through numerous editions in the 19th century; Coventry Patmore called her the most popular poet of the day, after Alfred, Lord Tennyson. Nonetheless, by the early 20th century her reputation had diminished. The few modern critics who have given her work attention argue that her work is significant, in part for what it reveals about how Victorian women expressed otherwise repressed feelings. Procter never married, and some of her poetry has prompted speculation that she was a lesbian. She died of tuberculosis at the age of 38.",
    "url": "https://en.wikipedia.org/wiki/Adelaide_Anne_Procter"
  },
  "word": {
    "id": "nebbish",
    "word": "nebbish",
    "url": "https://www.merriam-webster.com/dictionary/nebbish",
    "partOfSpeech": "noun",
    "pronunciation": "NEB-ish",
    "audioPath": "audio/words/nebbish.mp3",
    "definitions": ["a timid, meek, or ineffectual person"],
    "examples": [
      "As a teenager, Lyle was a _nebbish_ who could never stand up to the bullies who gave him such a hard time.",
      "\"The play started off deadly dull and only picked up when Lore came on stage. He embodied the myopic, _nebbish_ caricature…. His best moments came in Act II, when he attempted to woo Gretchen. His Robert was so bad at it that it was comical.\" - From a review by Kathy Greenberg in the _Tampa Tribune_, February 29, 2012"
    ],
    "origin": "\"From what I read …. it looks like Pa isn't anything like the nebbish Ma is always making him out to be….\" Sounds like poor Pa got a bum rap, at least according to a 1951 book review that appeared in _The New York Times_. The unfortunate Pa unwittingly demonstrates much about the etymology of \"nebbish,\" which derives from the Yiddish \"nebekh,\" meaning \"poor\" or \"unfortunate.\" As you might expect for a timid word like \"nebbish,\" the journey from Yiddish to English wasn't accomplished in a single bold leap of spelling and meaning. In its earliest English uses in the 1840s, it was spelled \"nebbich\" and used interjectionally as an expression of dismay."
  }
}
