{
  "artist": {
    "id": "jose-ferraz-de-almeida-junior",
    "name": "José Ferraz de Almeida Júnior",
    "dates": "May 8, 1850 - Nov 13, 1899",
    "mainImg": "img/art/artists/jose-ferraz-de-almeida-junior.jpg",
    "artworkImgs": [
      {
        "name": "Caipira picando fumo [Caipira Cutting Tobacco]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a1.jpg",
        "source": "https://artsandculture.google.com/asset/caipira-picando-fumo-caipira-cutting-tobacco-almeida-júnior/6wGSIEmiROgbPQ"
      },
      {
        "name": "Caipira picando fumo (estudo)",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a2.jpg",
        "source": "https://artsandculture.google.com/asset/caipira-picando-fumo-estudo-almeida-júnior/0AFhS4O-Pz0CYw"
      },
      {
        "name": "O violeiro [The Guitar Player]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a3.jpg",
        "source": "https://artsandculture.google.com/asset/o-violeiro-the-guitar-player-almeida-júnior/QwEK8L0OIq25SA"
      },
      {
        "name": "Amolação interrompida [Interrupted Whetting]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a4.jpg",
        "source": "https://artsandculture.google.com/asset/amolação-interrompida-interrupted-whetting-almeida-júnior/WwEfYoCMcyHiMg"
      },
      {
        "name": "Family Scene",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a5.jpg",
        "source": "https://artsandculture.google.com/asset/family-scene-almeida-júnior/OwGQi9iigj2YRA"
      },
      {
        "name": "Cena de família de Adolfo Augusto Pinto [Scene of Adolfo Augusto Pinto’s Family]",
        "path": "img/art/artworks/jose-ferraz-de-almeida-junior-a6.jpg",
        "source": "https://artsandculture.google.com/asset/cena-de-família-de-adolfo-augusto-pinto-scene-of-adolfo-augusto-pinto’s-family-almeida-júnior/kwEdNFroownk5Q"
      }
    ],
    "summary": [
      "José Ferraz de Almeida Júnior, commonly known as Almeida Júnior, was a Brazilian artist and designer; one of the first there to paint in the Realistic tradition of Gustave Courbet and Jean-François Millet. The \"Dia do Artista Plástico\" is celebrated on his birthday."
    ],
    "quote": null,
    "movements": ["Academic art", "Realism", "Modern art", "American Realism"],
    "mediums": ["Oil paint", "Wood", "Adhesive"],
    "urlWiki": "https://en.wikipedia.org/wiki/Jos%C3%A9_Ferraz_de_Almeida_J%C3%BAnior",
    "urlGoogle": "https://artsandculture.google.com/entity/josé-ferraz-de-almeida-júnior/m08yzsc"
  },
  "event": {
    "id": "battle-of-amiens",
    "name": "Battle of Amiens",
    "dates": "Aug 8, 1918 - Aug 11, 1918",
    "mainImg": "img/events/battle-of-amiens.jpg",
    "summary": [
      "The Battle of Amiens, also known as the Third Battle of Picardy, was the opening phase of the Allied offensive which began on 8 August 1918, later known as the Hundred Days Offensive, that ultimately led to the end of the First World War. Allied forces advanced over 11 kilometres on the first day, one of the greatest advances of the war, with Gen Henry Rawlinson's British Fourth Army playing the decisive role. The battle is also notable for its effects on both sides' morale and the large number of surrendering German forces. This led Erich Ludendorff to later describe the first day of the battle as \"the black day of the German Army\". Amiens was one of the first major battles involving armoured warfare."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Amiens_%281918%29",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-amiens/m03m7yn"
  },
  "funFacts": [
    { "id": "439", "fact": "Snails can sleep for up to three years.", "category": ["Animals"] },
    {
      "id": "864",
      "fact": "Taft was the heaviest U.S. President at 329lbs; Madison was the smallest at 100lbs.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553964",
      "fact": "In her will, author Dorothy Parker left her estate to Martin Luther King Jr. and the NAACP following his death. The organization still owns the rights to her work today."
    }
  ],
  "idiom": {
    "id": "in-the-pink",
    "term": "in the pink",
    "definition": "In good health, as in *We're glad to hear Bob's in the pink again.* In the 1500s *pink* meant \"the embodiment of perfection,\" but the current idiom dates only from about 1900."
  },
  "person": {
    "id": "bahadur-shah-zafar",
    "name": "Bahadur Shah Zafar",
    "dates": "Oct 24, 1775 - Nov 7, 1862",
    "mainImg": "img/people/bahadur-shah-zafar.jpg",
    "summary": [
      "Bahadur Shah Zafar or Bahadur Shah II was the last Mughal emperor. He was the second son of and became the successor to his father, Akbar II, upon his death on 28 September 1837. He was a nominal Emperor, as the Mughal Empire existed in name only and his authority was limited only to the walled city of Old Delhi. Following his involvement in the Indian Rebellion of 1857, the British exiled him to Rangoon in British-controlled Burma, after convicting him on several charges.",
      "Zafar's father, Akbar II, had been imprisoned by the British and he was not his father's preferred choice as his successor. One of Akbar Shah's queens, Mumtaz Begum, pressured him to declare her son, Mirza Jahangir, as his successor. However, The East India Company exiled Jahangir after he attacked their resident, in the Red Fort, paving the way for Zafar to assume the throne."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bahadur_Shah_Zafar",
    "urlGoogle": "https://artsandculture.google.com/entity/bahadur-shah-zafar/m0207dz"
  },
  "place": {
    "id": "athens",
    "name": "Athens",
    "mainImg": "img/places/athens.jpg",
    "summary": [
      "Athens is the capital and largest city in Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
      "Classical Athens was a powerful city-state that emerged in conjunction with the seagoing development of the port of Piraeus. A center for the arts, learning and philosophy, home of Plato's Academy and Aristotle's Lyceum, it is widely referred to as the cradle of Western civilization and the birthplace of democracy, largely because of its cultural and political impact on the European continent, and in particular the Romans. In modern times, Athens is a large cosmopolitan metropolis and central to economic, financial, industrial, maritime, political and cultural life in Greece.",
      "Athens is a global city and one of the biggest economic centers in southeastern Europe. It has a large financial sector, and its port Piraeus is both the largest passenger port in Europe, and the second largest in the world."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Athens",
    "urlGoogle": "https://artsandculture.google.com/entity/athens/m0n2z"
  },
  "quote": {
    "id": "36",
    "quote": "Read 500 pages like this every day. That's how knowledge works. It builds up, like compound interest. All of you can do it, but I guarantee not many of you will do it.",
    "author": "Warren Buffett"
  },
  "wiki": {
    "id": "californias-12-th-congressional-district-election-1946",
    "name": "California's 12th congressional district election, 1946",
    "summary": "In California's 12th congressional district election, 1946, the candidates were five-term incumbent Democrat Jerry Voorhis, Republican challenger Richard Nixon, and former congressman and Prohibition Party candidate John Hoeppel. Nixon was elected with 56% of the vote, starting him on the road that would lead, almost a quarter century later, to the presidency. For the 1946 election, Republicans sought a candidate who could unite the party and run a strong race against Voorhis in the Republican-leaning district. After failing to secure the candidacy of General George Patton, they settled on Lieutenant Commander Richard Nixon, who had lived in the district prior to his World War II service. Various explanations have been put forward for Nixon's victory, from national political trends to red-baiting on the part of the challenger. Some historians contend that Nixon received large amounts of funding from wealthy backers determined to defeat Voorhis, while others dismiss such allegations.",
    "url": "https://en.wikipedia.org/wiki/California%27s_12th_congressional_district_election,_1946"
  },
  "word": {
    "id": "skirl",
    "word": "skirl",
    "url": "https://www.merriam-webster.com/dictionary/skirl",
    "partOfSpeech": "verb",
    "pronunciation": "SKERL",
    "audioPath": "audio/words/skirl.mp3",
    "definitions": [
      "to emit the high shrill tone of the chanter; also : to give forth music 2: to play (music) on the bagpipe"
    ],
    "examples": [
      "Wearing traditional tartans, the band paraded down the street and _skirled_.",
      "\"As bagpipers _skirled_ 'Maury's Wedding,' Mr. Biden began his high energy tour of the Golden Triangle outside the U.S. Courthouse.\" - From an article by James O'Toole in the _Pittsburgh Post-Gazette_, March 18, 2012"
    ],
    "origin": "Not every musical instrument is honored with its very own verb. But then, not every musical instrument emits a sound that quite matches that of a bagpipe. Depending on your ear, you might think bagpipes \"give forth music,\" or you might be more apt to say they \"shriek.\" If you are of the latter opinion, your thinking aligns with the earliest sense of \"skirl\" - \"to shriek.\" That early sense was used of screeching maids, winds, and the like. Scottish poet Robert Sempill first used it for bagpipes in the mid-1600s. The meaning of \"skirl\" has shifted over time, however, and these days you can use the verb without causing offense to bagpipers and bagpipe enthusiasts."
  }
}
