{
  "artist": {
    "id": "vittore-carpaccio",
    "name": "Vittore Carpaccio",
    "dates": "1465 - 1520",
    "mainImg": "img/art/artists/vittore-carpaccio.jpg",
    "artworkImgs": [
      {
        "name": "A Bishop Saint Blessing",
        "path": "img/art/artworks/vittore-carpaccio-a1.jpg",
        "source": "https://artsandculture.google.com/asset/a-bishop-saint-blessing-vittore-carpaccio/RwGOVnpGFFpwLQ"
      },
      {
        "name": "Hunting on the Lagoon (recto); Letter Rack (verso)",
        "path": "img/art/artworks/vittore-carpaccio-a2.jpg",
        "source": "https://artsandculture.google.com/asset/hunting-on-the-lagoon-recto-letter-rack-verso/tQHyOayJN0upaw"
      },
      {
        "name": "Preparation of Christ's Tomb",
        "path": "img/art/artworks/vittore-carpaccio-a3.jpg",
        "source": "https://artsandculture.google.com/asset/preparation-of-christ-s-tomb-vittore-carpaccio/jQEpYkxk6NooqQ"
      },
      {
        "name": "Young Knight in a Landscape",
        "path": "img/art/artworks/vittore-carpaccio-a4.jpg",
        "source": "https://artsandculture.google.com/asset/young-knight-in-a-landscape-vittore-carpaccio/TQHttZDUGn77Hg"
      },
      {
        "name": "Due dame Veneziane",
        "path": "img/art/artworks/vittore-carpaccio-a5.jpg",
        "source": "https://artsandculture.google.com/asset/due-dame-veneziane-vittore-carpaccio/5QEssF9uMskmLA"
      },
      {
        "name": "Portrait of a Lady with a Book",
        "path": "img/art/artworks/vittore-carpaccio-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-lady-with-a-book-vittore-carpaccio/igHu-P0cPZ6inw"
      }
    ],
    "summary": [
      "Vittore Carpaccio was an Italian painter of the Venetian school, who studied under Gentile Bellini. He is best known for a cycle of nine paintings, The Legend of Saint Ursula. His style was somewhat conservative, showing little influence from the Humanist trends that transformed Italian Renaissance painting during his lifetime. He was influenced by the style of Antonello da Messina and Early Netherlandish art. For this reason, and also because so much of his best work remains in Venice, his art has been rather neglected by comparison with other Venetian contemporaries, such as Giovanni Bellini or Giorgione."
    ],
    "quote": null,
    "movements": ["Italian Renaissance", "Renaissance", "Venetian painting"],
    "mediums": ["Oil paint", "Tempera", "Drawing", "Ink", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Vittore_Carpaccio",
    "urlGoogle": "https://artsandculture.google.com/entity/vittore-carpaccio/m03d81g"
  },
  "event": {
    "id": "battle-of-the-somme",
    "name": "Battle of the Somme",
    "dates": "Jul 1, 1916 - Nov 18, 1916",
    "mainImg": "img/events/battle-of-the-somme.jpg",
    "summary": [
      "The Battle of the Somme, also known as the Somme Offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the River Somme in France. The battle was intended to hasten a victory for the Allies. More than three million men fought in the battle and one million men were wounded or killed, making it one of the bloodiest battles in human history.",
      "The French and British had committed themselves to an offensive on the Somme during Allied discussions at Chantilly, Oise, in December 1915. The Allies agreed upon a strategy of combined offensives against the Central Powers in 1916, by the French, Russian, British and Italian armies, with the Somme offensive as the Franco-British contribution. Initial plans called for the French army to undertake the main part of the Somme offensive, supported on the northern flank by the Fourth Army of the British Expeditionary Force."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_the_Somme",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-the-somme/m0gjw_"
  },
  "funFacts": [
    { "id": "18", "fact": "A jellyfish is approximately 95% water.", "category": ["Animals"] },
    {
      "id": "77",
      "fact": "No piece of paper can be folded more than seven times.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "553922",
      "fact": "“Bloodcurdling” isn’t just an expression: Research shows that watching horror movies can increase a certain clotting protein in our bloodstreams."
    }
  ],
  "idiom": {
    "id": "beyond-the-pale",
    "term": "beyond the pale",
    "definition": "Outside the bounds of morality, good behavior or judgment; unacceptable. For example, *She thought taking the boys to a topless show was beyond the pale.* The noun *pale,* from the Latin *palum,* meant \"a stake for fences\" or \"a fence made from such stakes.\" By extension it came to be used for an area confined by a fence and for any boundary, limit, or restriction, both of these meanings dating from the late 1300s. The *pale* referred to in the idiom is usually taken to mean the *English Pale,* the part of Ireland under English rule, and therefore, as perceived by its rulers, within the bounds of civilization. The phrase itself originated in the mid-1600s."
  },
  "person": {
    "id": "orval-faubus",
    "name": "Orval Faubus",
    "dates": "Jan 7, 1910 - Dec 14, 1994",
    "mainImg": "img/people/orval-faubus.jpg",
    "summary": [
      "Orval Eugene Faubus was an American politician who served as the 36th Governor of Arkansas from 1955 to 1967, as a member of the Democratic Party. In 1957, he refused to comply with a unanimous decision of the United States Supreme Court in the 1954 case Brown v. Board of Education, and ordered the Arkansas National Guard to prevent black students from attending Little Rock Central High School. This event became known as the Little Rock Crisis."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Orval_Faubus",
    "urlGoogle": "https://artsandculture.google.com/entity/orval-faubus/m01q01g"
  },
  "place": {
    "id": "fort-worth",
    "name": "Fort Worth",
    "mainImg": "img/places/fort-worth.jpg",
    "summary": [
      "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles into three other counties: Denton, Parker, and Wise. According to the 2019 census estimates, Fort Worth's population was 909,585. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
      "The city of Fort Worth was established in 1849 as an army outpost on a bluff overlooking the Trinity River. Fort Worth has historically been a center of the longhorn cattle trade. It still embraces its Western heritage and traditional architecture and design. USS Fort Worth is the first ship of the United States Navy named after the city.",
      "Fort Worth is home to the Van Cliburn International Piano Competition and several world-class museums designed by internationally known contemporary architects. The Kimbell Art Museum, considered to have one of the best art collections in Texas, is housed in what is widely regarded as one of the outstanding architectural achievements of the modern era."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fort_Worth,_Texas",
    "urlGoogle": "https://artsandculture.google.com/entity/fort-worth/m0f2s6"
  },
  "wiki": {
    "id": "order-of-the-thistle",
    "name": "Order of the Thistle",
    "summary": "The Order of the Thistle is an order of chivalry associated with Scotland. While its original date of foundation is unknown, James VII instituted the modern Order in 1687. The Order consists of the Sovereign and sixteen Knights and Ladies, as well as certain \"extra\" knights (members of the British Royal Family and foreign monarchs). The Sovereign alone grants membership of the Order; he or she is not advised by the Government, as occurs with most other Orders. The sixteen members are required to be Scottish-born, though not the \"extra\" knights and ladies. The Order's primary emblem is the thistle, the national flower of Scotland. The motto is Nemo me impune lacessit (Latin for \"No one provokes me with impunity\"). The patron saint of the Order is St Andrew. Most British orders of chivalry cover the entire kingdom, but the three most exalted ones each pertain to one constituent country only. The Order of the Thistle, which pertains to Scotland, is the second-most senior in precedence.",
    "url": "https://en.wikipedia.org/wiki/Order_of_the_Thistle"
  },
  "word": {
    "id": "wyvern",
    "word": "wyvern",
    "url": "https://www.merriam-webster.com/dictionary/wyvern",
    "partOfSpeech": "noun",
    "pronunciation": "WYE-vern",
    "audioPath": "audio/words/wyvern.mp3",
    "definitions": [
      "a mythical animal usually represented as a 2-legged winged creature resembling a dragon"
    ],
    "examples": [
      "Symbols commonly used in heraldry include a number of mythical creatures, among them the winged _wyvern_.",
      "\"_Wyverns_ keep a silent watch over the people of Leicester from rooftops and steeples across the city. Their coiled, winged bodies, part serpent part dragon, have been entwined in our ancient history for hundreds of years.\" - _Leicester Mercury_ (United Kingdom), June 13, 2014"
    ],
    "origin": "Wyverns are often depicted as having the tail of a viper-a venomous snake-and that fact is reflected in the etymology of \"wyvern\": it comes ultimately from the Latin word \"vipera,\" which means \"viper.\" (\"Vipera\" is also, of course, the source of our word \"viper.\") The creature the wyvern most closely resembles, however, is the also-mythical dragon. \"Dragon\" is a much older word-it has been in use since the 13th century, while \"wyvern\" dates to the early 17th-but it too has snakes in its history. The word originally referred not to the lizard-like creature we imagine today but to a huge serpent."
  }
}
