{
  "artist": {
    "id": "sebastiano-del-piombo",
    "name": "Sebastiano del Piombo",
    "dates": "1485 - Jun 21, 1547",
    "mainImg": "img/art/artists/sebastiano-del-piombo.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of a Man, Said to be Christopher Columbus (born about 1446, died 1506)",
        "path": "img/art/artworks/sebastiano-del-piombo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-said-to-be-christopher-columbus-born-about-1446-died-1506-sebastiano-del-piombo-sebastiano-luciani/5gGf2jS3DvIv3A"
      },
      {
        "name": "Christopher Columbus",
        "path": "img/art/artworks/sebastiano-del-piombo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/christopher-columbus-sebastiano-del-piombo-sebastiano-luciani-italian/pwHRNnEI2OT5hQ"
      },
      {
        "name": "Portrait of a Man, Said to be Christopher Columbus (born about 1446, died 1506)",
        "path": "img/art/artworks/sebastiano-del-piombo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-man-said-to-be-christopher-columbus-born-about-1446-died-1506-sebastiano-del-piombo-sebastiano-luciani/uQEhW___Kfukrg"
      },
      {
        "name": "Cardinal Bandinello Sauli, His Secretary, and Two Geographers",
        "path": "img/art/artworks/sebastiano-del-piombo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/cardinal-bandinello-sauli-his-secretary-and-two-geographers-sebastiano-del-piombo/NAFANYYyRVoAXA"
      },
      {
        "name": "Salome",
        "path": "img/art/artworks/sebastiano-del-piombo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/salome-sebastiano-del-piombo/zAG8H8NmrU2tSA"
      },
      {
        "name": "Portrait of Clement VII",
        "path": "img/art/artworks/sebastiano-del-piombo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-clement-vii-sebastiano-del-piombo-sebastiano-luciani/SwHye1UVsdDZlQ"
      }
    ],
    "summary": [
      "Sebastiano del Piombo was an Italian painter of the High Renaissance and early Mannerist periods famous as the only major artist of the period to combine the colouring of the Venetian school in which he was trained with the monumental forms of the Roman school. He belongs both to the painting school of his native city, Venice, where he made significant contributions before he left for Rome in 1511, and that of Rome, where he stayed for the rest of his life, and whose style he thoroughly adopted.",
      "Born Sebastiano Luciani, after coming to Rome he became known as \"Sebastiano Veneziano\" or \"Viniziano\", until in 1531 he became the Keeper of the Seal to the Papacy, and so got the nickname del Piombo thereafter, meaning \"of the lead\", from his new job title of Piombatore. Friends like Michelangelo and Ariosto called him \"Fra Bastiano\".",
      "Never a very disciplined or productive painter, his artistic productivity fell still further after becoming piombatore, which committed him to attend on the pope most days, and travel with him. He also had to take holy orders as a friar, despite having a wife and two children."
    ],
    "quote": null,
    "movements": [
      "Renaissance",
      "High Renaissance",
      "Mannerism",
      "Italian Renaissance",
      "Venetian painting"
    ],
    "mediums": ["Oil paint", "Wood", "Pen", "Drawing", "Ink", "Rock"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sebastiano_del_Piombo",
    "urlGoogle": "https://artsandculture.google.com/entity/sebastiano-del-piombo/m04p81n"
  },
  "event": {
    "id": "1948-arab-israeli-war",
    "name": "1948 Arab–Israeli War",
    "dates": "May 15, 1948 - March 1949",
    "mainImg": "img/events/1948-arab-israeli-war.jpg",
    "summary": [
      "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May.",
      "The first deaths of the 1947–49 Palestine war occurred on 30 November 1947 during an ambush of two buses carrying Jews. There had been tension and conflict between the Arabs and the Jews, and between each of them and the British forces since the 1917 Balfour Declaration and the 1920 creation of the British Mandate of Palestine. British policies dissatisfied both Arabs and Jews. Arab opposition developed into the 1936–1939 Arab revolt in Palestine, while the Jewish resistance developed into the Jewish insurgency in Palestine."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1948_Arab%E2%80%93Israeli_War",
    "urlGoogle": "https://artsandculture.google.com/entity/1948-arab–israeli-war/m090bv"
  },
  "funFacts": [
    {
      "id": "212",
      "fact": "Galapagos turtles can take up to three weeks to digest a meal.",
      "category": ["Animals"]
    },
    {
      "id": "298",
      "fact": "The sail fish has been clocked at speeds of over 60 miles per hour.",
      "category": ["Animals"]
    },
    { "id": "145", "fact": "Lake Superior is the world's largest lake.", "category": ["Geography"] }
  ],
  "funFacts2": [
    {
      "id": "522227",
      "fact": "Blood donors in Sweden receive a thank you text when their blood is used."
    },
    {
      "id": "554040",
      "fact": "All newspapers in the British \u0003Library were ironed by hand to ensure a clear image before they were microfilmed."
    }
  ],
  "idiom": {
    "id": "spread-oneself-too-thin",
    "term": "spread oneself too thin",
    "definition": "Overextend oneself, undertake too many different enterprises. For example, *Tom's exhausted; what with work, volunteer activities, and social life he's spread himself too thin.* This expression alludes to smearing something (like butter on bread) in such a thin layer that it does not cover the surface. Jonathan Swift used *spread thin* in a positive sense, that is, something should occur less often (*Polite Conversation,* 1731--1738): \"They [polite speeches] ought to be husbanded better, and spread much thinner.\""
  },
  "person": {
    "id": "fevzi-cakmak",
    "name": "Fevzi Çakmak",
    "dates": "Jan 12, 1876 - Apr 10, 1950",
    "mainImg": "img/people/fevzi-cakmak.jpg",
    "summary": [
      "Mustafa Fevzi Çakmak was a Turkish field marshal and politician. He served as the Chief of General Staff from 1918 and 1919 and later the Minister of War of the Ottoman Empire in 1920. He later joined the provisional Government of the Grand National Assembly and became the Deputy Prime Minister, Minister of National Defense and later as the Prime Minister of Turkey from 1921 to 1922. He was the second Chief of the General Staff of the provisional Ankara Government and the first Chief of the General Staff of the Republic of Turkey.",
      "Graduating from the War College as a Staff Captain and assigned to the 4th Department of the General Staff, Mustafa Fevzi participated in numerous battles during the prolonged downfall of the Ottoman Empire, such as the First Balkan War and the Battle of Monastir. He was engaged as the Commander of the V Corps throughout the defence of Gallipoli, during which his younger brother was killed in the Battle of Chunuk Bair. He became a Pasha and the Chief of General Staff of the Ottoman Empire after the First World War and was appointed as the commander of the First Army Troops Inspectorate in 1919 by Grand Vizier Ahmet Tevfik Pasha."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Fevzi_%C3%87akmak",
    "urlGoogle": "https://artsandculture.google.com/entity/fevzi-çakmak/m05fk3z"
  },
  "place": {
    "id": "mar-del-plata",
    "name": "Mar del Plata",
    "mainImg": "img/places/mar-del-plata.jpg",
    "summary": [
      "Mar del Plata is a city in Buenos Aires Province, Argentina located on the coast of the Atlantic Ocean. It is the head of General Pueyrredón Partido. Mar del Plata is the second largest city in Buenos Aires Province. The name \"Mar del Plata\" has the meaning of \"sea of the Plate region\" or \"adjoining sea to the Plate region\". Mar del Plata is one of the major fishing ports and the biggest seaside beach resort in Argentina.",
      "With a population of 614,350 as per the 2010 census [INDEC], it is the 7th largest city in Argentina."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mar_del_Plata",
    "urlGoogle": "https://artsandculture.google.com/entity/mar-del-plata/m01psv5"
  },
  "quote": {
    "id": "113",
    "quote": "The degree of one’s emotion varies inversely with one’s knowledge of the facts – the less you know the hotter you get.",
    "author": "Bertrand Russell"
  },
  "wiki": {
    "id": "templon",
    "name": "Templon",
    "summary": "A templon is a Byzantine architectural feature first appearing in Christian churches about the fifth century AD and is still found in some Eastern Christian churches. It eventually evolved into the modern iconostasis, still found in Orthodox churches today. It separates the laity in the nave from the priests preparing the sacraments at the altar. It is usually composed of carved wood or marble colonnettes supporting an architrave (a beam resting on top of columns). Three doors, a large central one and two smaller flanking ones, lead into the sanctuary. The templon did not originally obscure the view of the altar, but as time passed, icons were hung from the beams, curtains were placed in between the colonnettes, and the templon became more and more opaque. It is often covered with icons and can be very elaborate.",
    "url": "https://en.wikipedia.org/wiki/Templon"
  },
  "word": {
    "id": "invigilate",
    "word": "invigilate",
    "url": "https://www.merriam-webster.com/dictionary/invigilate",
    "partOfSpeech": "verb",
    "pronunciation": "in-VIJ-uh-layt",
    "audioPath": "audio/words/invigilate.mp3",
    "definitions": ["to keep watch : supervise, monitor"],
    "examples": [
      "Theodore sat in his favorite chair on the back deck, sipped his coffee, and invigilated the activities of his grandchildren as they played in the yard."
    ],
    "origin": "Keep your eyes open and you're sure to spot a few relatives of today's word. \"Invigilate\" is a descendant of the Latin verb \"vigilare,\" meaning \"to stay awake.\" As you may have guessed, \"vigilare\" is the ancestor of our adjective \"vigilant\" (\"alertly watchful\"), and it also gives us \"reveille\" (\"a signal to wake up in the morning,\" via French \"reveiller\") and \"surveillance\" (\"close watch, supervision,\" via French \"survéiller\"). \"Invigilate\" has been a part of the English language since the mid-16th century."
  }
}
