{
  "artist": {
    "id": "everett-shinn",
    "name": "Everett Shinn",
    "dates": "Nov 6, 1876 - May 1, 1953",
    "mainImg": "img/art/artists/everett-shinn.jpg",
    "artworkImgs": [
      {
        "name": "The White Ballet",
        "path": "img/art/artworks/everett-shinn-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-white-ballet/AQE_ror5yFbKVg"
      },
      {
        "name": "Revue",
        "path": "img/art/artworks/everett-shinn-a2.jpg",
        "source": "https://artsandculture.google.com/asset/revue/_wEU1OK5HPkNsw"
      },
      {
        "name": "Everett Shinn Self-Portrait",
        "path": "img/art/artworks/everett-shinn-a3.jpg",
        "source": "https://artsandculture.google.com/asset/everett-shinn-self-portrait-everett-shinn/YwGJlJVItD89bg"
      },
      {
        "name": "Keiths Union Square",
        "path": "img/art/artworks/everett-shinn-a4.jpg",
        "source": "https://artsandculture.google.com/asset/keiths-union-square/CQF-2WdWqulEBA"
      },
      {
        "name": "A Rainy Day In Madison Square",
        "path": "img/art/artworks/everett-shinn-a5.jpg",
        "source": "https://artsandculture.google.com/asset/a-rainy-day-in-madison-square-everett-shinn/8QGAbGG9o5D8Dg"
      },
      {
        "name": "First Row at the Opera",
        "path": "img/art/artworks/everett-shinn-a6.jpg",
        "source": "https://artsandculture.google.com/asset/first-row-at-the-opera-everett-shinn/8gGdbX4_qVWDbA"
      }
    ],
    "summary": [
      "Everett Shinn was an American realist painter and member of the Ashcan School. He also exhibited with the short-lived group known as \"The Eight,\" who protested the restrictive exhibition policies of the powerful, conservative National Academy of Design. He is best known for his robust paintings of urban life in New York and London, a hallmark of Ashcan art, and for his theater and residential murals and interior-design projects. His style varied considerably over the years, from gritty and realistic to decorative and rococo."
    ],
    "quote": null,
    "movements": ["Realism", "Modernism", "American Realism", "Ashcan School", "Modern art"],
    "mediums": ["Oil paint", "Watercolor painting", "Drawing", "Conté", "Crayon"],
    "urlWiki": "https://en.wikipedia.org/wiki/Everett_Shinn",
    "urlGoogle": "https://artsandculture.google.com/entity/everett-shinn/m0265153"
  },
  "event": {
    "id": "expedition-of-the-thousand",
    "name": "Expedition of the Thousand",
    "dates": "1860 - 1861",
    "mainImg": "img/events/expedition-of-the-thousand.jpg",
    "summary": [
      "The Expedition of the Thousand was an event of the Italian Risorgimento that took place in 1860. A corps of volunteers led by Giuseppe Garibaldi sailed from Quarto, near Genoa and landed in Marsala, Sicily, in order to conquer the Kingdom of the Two Sicilies, ruled by the House of Bourbon-Two Sicilies.",
      "The project was an ambitious and risky venture aiming to conquer, with a thousand men, a kingdom with a larger regular army and a more powerful navy. The expedition was a success and concluded with a plebiscite that brought Naples and Sicily into the Kingdom of Sardinia, the last territorial conquest before the creation of the Kingdom of Italy on 17 March 1861.",
      "The sea venture was the only desired action that was jointly decided by the \"four fathers of the nation\" Giuseppe Mazzini, Giuseppe Garibaldi, Victor Emmanuel II, and Camillo Cavour, pursuing divergent goals. However, the Expedition was instigated by Francesco Crispi, who utilized his political influence to bolster the Italian unification project."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Expedition_of_the_Thousand",
    "urlGoogle": "https://artsandculture.google.com/entity/expedition-of-the-thousand/m025r_yj"
  },
  "funFacts": [
    { "id": "868", "fact": "Thomas Jefferson invented the coat hanger.", "category": ["History"] },
    {
      "id": "260",
      "fact": "Underwater hockey is played with a 3-pound puck.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554053",
      "fact": "During World War II, the term security blanket was slang for measures meant to keep military information secret, or covered up."
    }
  ],
  "idiom": {
    "id": "bee-in-ones-bonnet",
    "term": "bee in one's bonnet",
    "definition": "A strange idea or notion; also, an idea that is harped on, an obsession. For example, *Bill's got a bee in his bonnet about burglars; he's always imagining strange noises.* This term, which replaced the earlier *have bees in one's head,* transfers the buzzing of a bee inside one's hat to a weird idea in one's head. [Second half of 1600s]"
  },
  "person": {
    "id": "mihail-g-cantacuzino",
    "name": "Mihail G. Cantacuzino",
    "dates": "Apr 6, 1867 - Aug 28, 1928",
    "mainImg": "img/people/mihail-g-cantacuzino.jpg",
    "summary": [
      "Mihail G. Cantacuzino was a Romanian politician. After receiving doctorates in Law and Literature from the University of Paris, he became a prominent member of the Conservative Party. He served as Mayor of Bucharest from 1904 to 1907 and was elected to the Chamber of Deputies for Ialomița County in 1909. He was Justice Minister from December 1910 to January 1914 and again from December 1916 to January 1918 in the national unity government of Ion I. C. Brătianu. In 1922, together with other members of the late Take Ionescu's Conservative-Democratic Party, he joined the Romanian National Party, becoming its vice president for the former Old Kingdom.",
      "The eldest son of Gheorghe Grigore Cantacuzino and brother of Grigore Gheorghe Cantacuzino, he married Maria Rosetti-Tescanu on November 26, 1898. He was a notorious womanizer and the marriage was an unhappy one, but it did allow the vain Maruca to use the title of \"Princess Cantacuzino\", which she retained until her death in 1969."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Mihail_G._Cantacuzino",
    "urlGoogle": "https://artsandculture.google.com/entity/mihail-g-cantacuzino/m0_ymblj"
  },
  "place": {
    "id": "vitoria",
    "name": "Vitoria",
    "mainImg": "img/places/vitoria.jpg",
    "summary": [
      "Vitória, spelled Victória until the 1940s, is the capital of the state of Espírito Santo, Brazil. It is located on a small island within a bay where a number of rivers meet the sea. It was founded in 1551. The city proper 93 square kilometres has a population of 358,875 whilst the Greater Vitória metropolitan area has a population of more than 1,857,616, the 14th largest in Brazil.",
      "Vitória is a riverine island surrounded by Vitória's Bay. In addition to Vitória, the main island, another 34 islands and a mainland portion are part of the municipality, totalling 93.381 square kilometres. Originally there were 50 islands, many of which were joined to the largest island by landfill.",
      "In 1998, the United Nations rated Vitória as the fourth best state capital in Brazil to live in, rating cities on health, education, and social improvement projects. Among the Brazilian capitals, Vitória currently maintains the second best human development index according to research from Getulio Vargas Foundation. It was considered the fourth best city to live in Brazil by United Nations in 2013 and ranked the highest gross domestic product per capita."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vit%C3%B3ria,_Esp%C3%ADrito_Santo",
    "urlGoogle": "https://artsandculture.google.com/entity/vitoria/m02ydp3"
  },
  "wiki": {
    "id": "avatar-the-last-airbender",
    "name": "Avatar: The Last Airbender",
    "summary": "Avatar: The Last Airbender is an American animated television series that currently airs on the Nickelodeon television network. Set in an Asian-influenced world of martial arts and elemental magic, the series follows the adventures of the successor to a long line of Avatars, Aang, and his friends in their quest to save the world from the ruthless Fire Nation. The series is written in the form of a book series, with each episode being a \"chapter\" and each individual season a \"book.\" Originally slated to begin airing in November 2004, Avatar: The Last Airbender debuted on TV on February 21, 2005. Michael Dante DiMartino and Bryan Konietzko are the creators and executive producers of the series. The show receives high ratings in the Nicktoons line-up, even outside its intended 6-to-11-year-old demographic. The series' success prompted Nickelodeon to order a second season, and a third season has been announced for 2007. Merchandise based on the series includes six DVD sets of episodes, six-inch scale action figures, a video game, stuffed animals distributed by Paramount Parks, and two Lego sets.",
    "url": "https://en.wikipedia.org/wiki/Avatar:_The_Last_Airbender"
  },
  "word": {
    "id": "attitudinize",
    "word": "attitudinize",
    "url": "https://www.merriam-webster.com/dictionary/attitudinize",
    "partOfSpeech": "verb",
    "pronunciation": "at-uh-TOO-duh-nyze",
    "audioPath": "audio/words/attitudinize.mp3",
    "definitions": ["to assume an affected mental attitude : pose"],
    "examples": [
      "\"She kept her position; she seemed absorbed in the view. 'Is she posing -- is she attitudinizing for my benefit?' Longueville asked of himself.\" (Henry James, _Confidence_)"
    ],
    "origin": "The English word \"attitude\" was first used in the 17th century to describe the posture of a sculptured or painted figure. The word was borrowed from French and formed from the Italian word \"attitudine,\" meaning \"aptitude\" or \"natural tendency.\" By the early 18th century, \"attitude\" was also being used for the posture a person assumed for a specific purpose. And by mid-century, \"attitudinarians,\" people who study and practice attitudes, were being talked about. The verb \"attitudinize\" followed in 1784."
  }
}
