{
  "artist": {
    "id": "wang-hui",
    "name": "Wang Hui",
    "dates": "1632 - 1717",
    "mainImg": "img/art/artists/wang-hui.jpg",
    "artworkImgs": [
      {
        "name": "清 王翬 王時敏 仿古山水圖 冊 紙本|Landscapes after old masters",
        "path": "img/art/artworks/wang-hui-a1.jpg",
        "source": "https://artsandculture.google.com/asset/清-王翬-王時敏-仿古山水圖-冊-紙本-landscapes-after-old-masters-wang-hui-wang-shimin/3QGrxmQj1HnEnw"
      },
      {
        "name": "Dwelling in the Fuchun Mountains after Huang Gongwang",
        "path": "img/art/artworks/wang-hui-a2.jpg",
        "source": "https://artsandculture.google.com/asset/dwelling-in-the-fuchun-mountains-after-huang-gongwang-artist-wang-hui-artist-after-huang-gongwang/-QEd99uCYDK5lw"
      },
      {
        "name": "Hanging scroll",
        "path": "img/art/artworks/wang-hui-a3.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-wang-hui-unidentified-artist/vgEomlcjf6TEyQ"
      },
      {
        "name": "Mountains and Rivers Without End",
        "path": "img/art/artworks/wang-hui-a4.jpg",
        "source": "https://artsandculture.google.com/asset/mountains-and-rivers-without-end-wang-hui/kAFxc3Y7Y_mCgg"
      },
      {
        "name": "Album",
        "path": "img/art/artworks/wang-hui-a5.jpg",
        "source": "https://artsandculture.google.com/asset/album-chen-rong-danzhirui-jin-dashou-wang-yuan-muqi-guo-xi-zhang-yüehu-luochuang-ren-renfa-luo-xinzhong-wen-tong-xia-yong-fan-anren-cinshan-kongshan-su-xianzu-li-anzhong-xuejian-wang-moji-daisong-zhao-mengfu-kano-tsunenobu-yintuoluo-wang-lipen-po-citing-puming-sheng-mou-yan-ciping/cgF7N_3tkK8xZw"
      },
      {
        "name": "Pavilions in the Mountains of the Immortals",
        "path": "img/art/artworks/wang-hui-a6.jpg",
        "source": "https://artsandculture.google.com/asset/pavilions-in-the-mountains-of-the-immortals-artist-wang-hui/3QFD4ZkketKWkA"
      }
    ],
    "summary": [
      "Wang Hui was a Chinese landscape painter, one of the Four Wangs. He, and the three other Wangs, dominated orthodox art in China throughout the late Ming and early Qing periods. Of the Four Wangs, Wang Hui is considered the best-known today.",
      "Beijing, Shanghai and Taipei museums loaned works for \"Landscapes Clear and Radiant: The Art of Wang Hui\" in 2008 at the Metropolitan Museum of Art in New York."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Ink", "Silk", "Textile", "Tin", "Metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Wang_Hui_%28Qing_dynasty%29",
    "urlGoogle": "https://artsandculture.google.com/entity/wang-hui/m07hs26"
  },
  "event": {
    "id": "football-war",
    "name": "Football War",
    "dates": "Jul 14, 1969 - Jul 18, 1969",
    "mainImg": "img/events/football-war.jpg",
    "summary": [
      "The Football War was a brief war fought between El Salvador and Honduras in 1969. Existing tensions between the two countries coincided with rioting during a 1970 FIFA World Cup qualifier. The war began on 14 July 1969, when the Salvadoran military launched an attack against Honduras. The Organization of American States negotiated a cease-fire on the night of 18 July, which took full effect on 20 July. Salvadoran troops were withdrawn in early August."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Football_War",
    "urlGoogle": "https://artsandculture.google.com/entity/football-war/m0ft23"
  },
  "funFacts": [
    {
      "id": "424",
      "fact": "The ZIP in the ZIP code stands for Zone Improvement Plan.",
      "category": ["Definitions"]
    },
    {
      "id": "810",
      "fact": "Australia is the only continent without an active volcano.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [{ "id": "553685", "fact": "Salvador Dalí designed the Chupa Chups logo." }],
  "person": {
    "id": "chiang-ching-kuo",
    "name": "Chiang Ching-kuo",
    "dates": "Apr 27, 1910 - Jan 13, 1988",
    "mainImg": "img/people/chiang-ching-kuo.jpg",
    "summary": [
      "Chiang Ching-kuo was a Taiwanese politician. The eldest and only biological son of former president Chiang Kai-shek, he held numerous posts in the government of the Republic of China. He served as Premier of the Republic of China between 1972 and 1978, and was the President of the Republic of China from 1978 until his death in 1988.",
      "Chiang Ching-kuo was sent as a teenager to study in the Soviet Union during the First United Front in 1925, when his father's Nationalist Party and the Chinese Communist Party were in alliance. He attended university there, but when the Chinese Nationalists violently broke with the Communists, Stalin sent him to work in a steel factory in the Ural Mountains. There, Chiang met and married Faina Vakhreva. When war between China and Japan was imminent in 1937, Stalin sent the couple to China. During the war Ching-kuo's father gradually came to trust him, and gave him more and more responsibilities, including administration. After the Japanese surrender Ching-kuo was given the job of ridding Shanghai of corruption, which he attacked with ruthless efficiency. The victory of the Communists in 1949 drove the Chiangs and their government to Taiwan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Chiang_Ching-kuo",
    "urlGoogle": "https://artsandculture.google.com/entity/chiang-ching-kuo/m0gljh"
  },
  "place": {
    "id": "montreal",
    "name": "Montreal",
    "mainImg": "img/places/montreal.jpg",
    "summary": [
      "Montreal is the most populous city in the Canadian province of Quebec and the second-most populous city in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. The city is situated 196 km east of the national capital Ottawa, and 258 km south-west of the provincial capital, Quebec City.",
      "In 2016, the city had a population of 1,704,694, with a population of 1,942,247 in the urban agglomeration, including all of the other municipalities on the Island of Montreal. The broader metropolitan area had a population of 4,098,247. French is the city's official language and in 2016 was the main home language of 49.8% of the population, while English was spoken by 22.8% at home, and 18.3% spoke other languages. In the larger Montreal Census Metropolitan Area, 65.8% of the population spoke French at home, compared to 15.3% who spoke English."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Montreal",
    "urlGoogle": "https://artsandculture.google.com/entity/montreal/m052p7"
  },
  "wiki": {
    "id": "convention-on-psychotropic-substances",
    "name": "Convention on Psychotropic Substances",
    "summary": "The Convention on Psychotropic Substances is a United Nations treaty designed to control psychoactive drugs such as amphetamines, barbiturates and LSD. During the 1960s, drug use and abuse exploded worldwide, especially in the Western developed nations. Availability of stimulants soared as manufacturers and traffickers took advantage of the inconsistent patchwork of national laws to circumvent restrictions on production and trade. The Single Convention on Narcotic Drugs of 1961 could not regulate the plethora of newly-discovered psychotropics, due to its limited scope. On February 21, 1971, plenipotentiaries signed the Convention, which was worded broadly enough to be capable of encompassing almost any mind-altering substance. Today, 175 nations are Parties to the treaty, which contains import and export restrictions and other rules aimed at limiting drug use to scientific and medical purposes. Many laws have been passed to implement the Convention, including the U.S. Controlled Substances Act, the U.K. Misuse of Drugs Act, and the Canadian Controlled Drugs and Substances Act.",
    "url": "https://en.wikipedia.org/wiki/Convention_on_Psychotropic_Substances"
  },
  "word": {
    "id": "circuitous",
    "word": "circuitous",
    "url": "https://www.merriam-webster.com/dictionary/circuitous",
    "partOfSpeech": "adjective",
    "pronunciation": "ser-KYOO-uh-tus",
    "audioPath": "audio/words/circuitous.mp3",
    "definitions": [
      "having a circular or winding course",
      "not being forthright or direct in language or action"
    ],
    "examples": [
      "Jenn came up with the same answer I did, but her method was more _circuitous_, so I showed her how she could do the problem a lot faster.",
      "\"The splashy DeSean Jackson and the serene Jeremy Maclin are the Eagles' starting wide receivers. They could be called the Sod Couple, because both young receivers make big plays. But that's where the similarities really end. Jackson flops and detours along the goal line on his _circuitous_ route to the end zone. Maclin goes straight in for six points, face first and as fast as he can.\" -- From an article in the _Courier-Post_ (Cherry Hill, New Jersey), December 24, 2010"
    ],
    "origin": "If you guessed that \"circuitous\" is related to \"circuit,\" you're right -- both words come from Latin \"circuitus,\" the past participle of the verb \"circumire,\" meaning \"to go around.\" \"Circumire\" is derived in turn from Latin \"circum,\" meaning \"around,\" plus \"ire,\" which means “to go.” Other \"circum\" descendants making the rounds in English include \"circumference\" (\"the perimeter of a circle\"), \"circumvent\" (one meaning of which is \"to make a circuit around\"), \"circumlocution\" (the act of \"talking around\" a subject), and \"circumnavigate\" (\"to go around\"). There's also the prefix \"circum-,\" which means \"around\" or \"about,\" and the familiar word \"circumstance,\" which describes a condition or event that \"stands around\" another."
  }
}
