{
  "artist": {
    "id": "pieter-aertsen",
    "name": "Pieter Aertsen",
    "dates": "1508 - Jun 3, 1575",
    "mainImg": "img/art/artists/pieter-aertsen.jpg",
    "artworkImgs": [
      {
        "name": "The Egg Dance",
        "path": "img/art/artworks/pieter-aertsen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-egg-dance-pieter-aertsen/OAHpfjNpikwVqg"
      },
      {
        "name": "The Adoration of the Magi",
        "path": "img/art/artworks/pieter-aertsen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-magi-pieter-aertsen/LAHmJwzwFE-DPA"
      },
      {
        "name": "A Meat Stall with the Holy Family Giving Alms",
        "path": "img/art/artworks/pieter-aertsen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/a-meat-stall-with-the-holy-family-giving-alms-pieter-aertsen/fgF8j5tB3UFgAg"
      },
      {
        "name": "The Fat Kitchen. An Allegory",
        "path": "img/art/artworks/pieter-aertsen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-fat-kitchen-an-allegory-pieter-aertsen/MwGNbZwwObkz6Q"
      },
      {
        "name": "The Meatstall with the Flight into Egypt",
        "path": "img/art/artworks/pieter-aertsen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-meatstall-with-the-flight-into-egypt-workshop-pieter-aertsen/XAGzcGkvzNxg5g"
      },
      {
        "name": "Christ in the House of Martha and Mary",
        "path": "img/art/artworks/pieter-aertsen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/christ-in-the-house-of-martha-and-mary/0QFDb6g5E0YIbg"
      }
    ],
    "summary": [
      "Pieter Aertsen, called Lange Piet because of his height, was a Dutch painter in the style of Northern Mannerism. He is credited with the invention of the monumental genre scene, which combines still life and genre painting and often also includes a biblical scene in the background. He was active in his native city Amsterdam but also worked for a long period in Antwerp, then the centre of artistic life in the Netherlands.",
      "His genre scenes were influential on later Flemish Baroque painting, Dutch still life painting and also in Italy. His peasant scenes preceded by a few years the much better-known paintings produced in Antwerp by Pieter Bruegel the Elder."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Pen", "Drawing", "Ink", "Sanguine", "Wood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Pieter_Aertsen",
    "urlGoogle": "https://artsandculture.google.com/entity/pieter-aertsen/m021c0j"
  },
  "event": {
    "id": "burma-campaign",
    "name": "Burma campaign",
    "dates": "January 1942 - August 1945",
    "mainImg": "img/events/burma-campaign.jpg",
    "summary": [
      "The Burma campaign was a series of battles fought in the British colony of Burma. It was part of the South-East Asian theatre of World War II and primarily involved forces of the Allies; the British Empire and the Republic of China, with support from the United States. They faced against the invading forces of Imperial Japan, who were supported by the Thai Phayap Army, as well as two collaborationist independence movements and armies, the first being the Burma Independence Army, which spearheaded the initial attacks against the country. Puppet states were established in the conquered areas and territories were annexed, while the international Allied force in British India launched several failed offensives. During the later 1944 offensive into India and subsequent Allied recapture of Burma the Indian National Army, led by revolutionary Subhas C. Bose and his \"Free India\", were also fighting together with Japan. British Empire forces peaked at around 1,000,000 land and air forces, and were drawn primarily from British India, with British Army forces, 100,000 East and West African colonial troops, and smaller numbers of land and air forces from several other Dominions and Colonies."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Burma_campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/burma-campaign/m02y6s1"
  },
  "funFacts": [
    {
      "id": "325",
      "fact": "75% of people wash from top to bottom in the shower.",
      "category": ["Habits"]
    },
    {
      "id": "268",
      "fact": "One lemon tree will produce about 1,500 lemons a year.",
      "category": ["Food", "Plants"]
    },
    {
      "id": "693",
      "fact": "A male cricket's ear is located on the tibia of its leg.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    { "id": "553728", "fact": "Humans are the only animals that blush." },
    {
      "id": "554020",
      "fact": "A stork shot by a hunter in Germany in 1822 was found with a Central African spear piercing its throat, providing scientists with the first evidence for long-distance bird migration."
    }
  ],
  "idiom": {
    "id": "set-ones-cap-for",
    "term": "set one's cap for",
    "definition": "Pursue someone romantically, as in *We all thought Anne had set her cap for Joe, but we were wrong.* In the 1700s this term, which may have alluded to donning one's best headgear, was applied to members of either sex, but by the early 1800s it generally described a woman chasing a man. It is probably obsolescent."
  },
  "person": {
    "id": "nguyễn-cao-kỳ",
    "name": "Nguyễn Cao Kỳ",
    "dates": "Sep 8, 1930 - Jul 23, 2011",
    "mainImg": "img/people/nguyễn-cao-kỳ.jpg",
    "summary": [
      "Nguyễn Cao Kỳ served as the chief of the Republic of Vietnam Air Force in the 1960s, before leading the nation as the prime minister of South Vietnam in a military junta from 1965 to 1967. Then, until his retirement from politics in 1971, he served as vice president to bitter rival General Nguyễn Văn Thiệu, in a nominally civilian administration.",
      "Born in northern Vietnam, Kỳ joined the Vietnamese National Army of the French-backed State of Vietnam and started as an infantry officer before the French sent him off for pilot training. After the French withdrew from Vietnam and the nation was partitioned, Kỳ moved up the ranks of the Republic of Vietnam Air Force to become its leader. In November 1963, Kỳ participated in the coup that deposed president Ngô Đình Diệm and resulted in Diệm's assassination.",
      "In 1964 Kỳ became prominent in junta politics, regarded as part of a group of young, aggressive officers dubbed the \"Young Turks\". Over the next two years, there were repeated coup attempts, many of which were successful, and Kỳ was a key player in supporting or defeating them."
    ],
    "quote": "“Through leadership of the fight against French colonialism, Ho Chi Minh had made a name for himself in the international political arena.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_Cao_K%E1%BB%B3",
    "urlGoogle": "https://artsandculture.google.com/entity/nguyễn-cao-kỳ/m0283nd"
  },
  "place": {
    "id": "kaluga",
    "name": "Kaluga",
    "mainImg": "img/places/kaluga.jpg",
    "summary": [
      "Kalúga is a city and the administrative center of Kaluga Oblast, Russia, located on the Oka River 150 kilometers southwest of Moscow. Population: 324,698; 334,751; 311,319.",
      "Kaluga is known for its most famous resident, Konstantin Tsiolkovsky, a rocket science pioneer who worked here as a school teacher. The Tsiolkovsky State Museum of the History of Cosmonautics in Kaluga is dedicated to his theoretical achievements and their practical implementations for modern space research, hence the motto on the city's coat of arms: \"The Cradle of Space Exploration\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kaluga",
    "urlGoogle": "https://artsandculture.google.com/entity/kaluga/m0233n3"
  },
  "wiki": {
    "id": "second-crusade",
    "name": "Second Crusade",
    "summary": "The Second Crusade was the second major crusade launched from Europe, called in 1145 in response to the fall of the County of Edessa the previous year. Edessa was the first of the Crusader states to have been founded during the First Crusade, and was the first to fall. The Second Crusade was announced by Pope Eugenius III, and was the first of the crusades to be led by European kings, namely Louis VII of France and Conrad III of Germany. The armies of the two kings marched separately across Europe and were separately defeated by the Seljuk Turks. Louis and Conrad and the remnants of their armies reached Jerusalem and in 1148 participated in an ill-advised attack on Damascus. The crusade in the east was a failure for the crusaders and a great victory for the Muslims. It would ultimately lead to the fall of Jerusalem and the Third Crusade at the end of the 12th century. The only success came on the opposite end of the Mediterranean, where English crusaders, on the way by ship to the Holy Land, fortuitously stopped and helped capture Lisbon in 1147.",
    "url": "https://en.wikipedia.org/wiki/Second_Crusade"
  },
  "word": {
    "id": "voluble",
    "word": "voluble",
    "url": "https://www.merriam-webster.com/dictionary/voluble",
    "partOfSpeech": "adjective",
    "pronunciation": "VAHL-yuh-bul",
    "audioPath": "audio/words/voluble.mp3",
    "definitions": [
      "easily rolling or turning : rotating",
      "characterized by ready or rapid speech : glib, fluent"
    ],
    "examples": [
      "The young man proved to be a voluble informer who would tell stories of bookies, smugglers, and hit men to the detectives for hours."
    ],
    "origin": "English has many terms for gabby types, but it's important to choose the right word to get across what kind of chatterbox you mean. \"Talkative\" usually implies a readiness to engage in talk or a disposition to enjoy conversation. \"Loquacious\" generally suggests the power to express oneself fluently, articulately, or glibly, but it can also mean \"talking excessively.\" \"Garrulous\" is even stronger in its suggestion of excessive talkativeness; it is most often used for tedious, rambling talkers. \"Voluble\" describes an individual who speaks easily and often."
  }
}
