{
  "artist": {
    "id": "emiliano-di-cavalcanti",
    "name": "Emiliano Di Cavalcanti",
    "dates": "Sep 6, 1897 - Oct 26, 1976",
    "mainImg": "img/art/artists/emiliano-di-cavalcanti.jpg",
    "artworkImgs": [
      {
        "name": "As traquinices do mascarado mignon",
        "path": "img/art/artworks/emiliano-di-cavalcanti-a1.jpg",
        "source": "https://artsandculture.google.com/asset/as-traquinices-do-mascarado-mignon-di-cavalcanti/JgHKICD0MhUDBA"
      },
      {
        "name": "Woman with Cat",
        "path": "img/art/artworks/emiliano-di-cavalcanti-a2.jpg",
        "source": "https://artsandculture.google.com/asset/woman-with-cat-emiliano-di-cavalcanti/LQE9HuiCFCjqMw"
      },
      {
        "name": "Suburban Carnival",
        "path": "img/art/artworks/emiliano-di-cavalcanti-a3.jpg",
        "source": "https://artsandculture.google.com/asset/suburban-carnival-di-cavalcanti/6gF0tmWk-8Di3w"
      },
      {
        "name": "Girls with Guitars",
        "path": "img/art/artworks/emiliano-di-cavalcanti-a4.jpg",
        "source": "https://artsandculture.google.com/asset/girls-with-guitars-emiliano-di-cavalcanti/SgFLljjz6G_Ujg"
      },
      {
        "name": "Mocinha com gato à janela, em Ouro Preto",
        "path": "img/art/artworks/emiliano-di-cavalcanti-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mocinha-com-gato-à-janela-em-ouro-preto-di-cavalcanti/WQF3E3nflokzYg"
      },
      {
        "name": "Horses and Fishes",
        "path": "img/art/artworks/emiliano-di-cavalcanti-a6.jpg",
        "source": "https://artsandculture.google.com/asset/horses-and-fishes-di-cavalcanti/fgFtb9HDei4IuA"
      }
    ],
    "summary": [
      "Emiliano Augusto Cavalcanti de Albuquerque Melo, known as Di Cavalcanti, was a Brazilian painter who sought to produce a form of Brazilian art free of any noticeable European influences. His wife was the painter Noêmia Mourão, who would be an inspiration in his works in the later 1930s."
    ],
    "quote": null,
    "movements": ["Modernism", "Cubism", "Street art", "Modern art"],
    "mediums": ["Oil paint", "Watercolor painting", "Graphite", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Emiliano_Di_Cavalcanti",
    "urlGoogle": "https://artsandculture.google.com/entity/emiliano-di-cavalcanti/m08zflt"
  },
  "event": {
    "id": "sinking-of-the-rms-lusitania",
    "name": "Sinking of the RMS Lusitania",
    "dates": null,
    "mainImg": "img/events/sinking-of-the-rms-lusitania.jpg",
    "summary": [
      "The sinking of the Cunard ocean liner RMS Lusitania occurred on Friday, 7 May 1915 during the First World War, as Germany waged submarine warfare against the United Kingdom which had implemented a naval blockade of Germany. The ship was identified and torpedoed by the German U-boat U-20 and sank in 18 minutes, and also took on a heavy starboard list. The vessel went down 11 miles off the Old Head of Kinsale, Ireland, killing 1,198 and leaving 761 survivors. The sinking turned public opinion in many countries against Germany, contributed to the American entry into World War I and became an iconic symbol in military recruiting campaigns of why the war was being fought.",
      "Lusitania fell victim to torpedo attack relatively early in the First World War, before tactics for evading submarines were properly implemented or understood. The contemporary investigations in both the United Kingdom and the United States into the precise causes of the ship's loss were obstructed by the needs of wartime secrecy and a propaganda campaign to ensure all blame fell upon Germany."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sinking_of_the_RMS_Lusitania",
    "urlGoogle": "https://artsandculture.google.com/entity/sinking-of-the-rms-lusitania/m071zvfm"
  },
  "funFacts": [
    {
      "id": "83",
      "fact": "Googol is a number (1 followed by 100 zeros).",
      "category": ["Science"]
    },
    {
      "id": "451",
      "fact": "Human eyes have over two million working parts.",
      "category": ["Anatomy"]
    }
  ],
  "funFacts2": [
    {
      "id": "554075",
      "fact": "Quetzalcoatlus, the largest known flying animal ever, was as tall as a giraffe. It may have used its powerful forelimbs to pole-vault into the sky."
    }
  ],
  "idiom": {
    "id": "who-will-bell-the-cat",
    "term": "who will bell the cat",
    "definition": "Who has enough courage to do a dangerous job? For example, *Someone has to tell the teacher that her own son started the fire, but who will bell the cat?* This expression originated in one of Aesop's fables as retold by William Langland in *Piers Ploughman* (c. 1377), in which the mice decide to put a bell around the cat's neck as a warning device but then can find none among them who will actually do it."
  },
  "person": {
    "id": "edouard-daladier",
    "name": "Édouard Daladier",
    "dates": "Jun 18, 1884 - Oct 10, 1970",
    "mainImg": "img/people/edouard-daladier.jpg",
    "summary": [
      "Édouard Daladier was a French Radical-Socialist politician and the Prime Minister of France at the outbreak of World War II.",
      "Daladier was born in Carpentras and began his political career before World War I. During the war, he fought on the Western Front and was decorated for his service. After the war, he became a leading figure in the Radical Party and Prime Minister in 1933 and 1934. Daladier was Minister of Defence from 1936 to 1940 and Prime Minister again in 1938. As head of government, he expanded the French welfare state in 1939.",
      "Along with Neville Chamberlain, Benito Mussolini and Adolf Hitler, Daladier signed the Munich Agreement in 1938, giving Nazi Germany control over the Sudetenland. After Hitler's invasion of Poland in 1939, Britain and France declared war on Germany. During the Phoney War, France's failure to aid Finland against the Soviet Union's aggression in the Winter War led to Daladier's resignation on 21 March 1940 and replacement as prime minister by Paul Reynaud. Daladier remained Minister of Defence until 19 May, when Reynaud took over the portfolio personally after the French defeat at Sedan."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/%C3%89douard_Daladier",
    "urlGoogle": "https://artsandculture.google.com/entity/édouard-daladier/m023sfy"
  },
  "place": {
    "id": "los-angeles",
    "name": "Los Angeles",
    "mainImg": "img/places/los-angeles.jpg",
    "summary": [
      "Los Angeles, officially the City of Los Angeles and often known by its initials L.A., is the largest city in California. With an estimated population of nearly four million people, it is the country's second most populous city and the third most populous city in North America. Los Angeles is known for its Mediterranean climate, ethnic diversity, Hollywood entertainment industry, and its sprawling metropolis.",
      "Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet, and deserts. The city, which covers about 469 square miles, is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area is home to 13.1 million people, making it the second-largest metropolitan area in the nation after New York. Greater Los Angeles includes metro Los Angeles as well as the Inland Empire and Ventura County. It is the second most populous U.S. combined statistical area, also after New York, with a 2015 estimate of 18.7 million people.",
      "Home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Los_Angeles",
    "urlGoogle": "https://artsandculture.google.com/entity/los-angeles/m030qb3t"
  },
  "wiki": {
    "id": "1960-south-vietnamese-coup-attempt",
    "name": "1960 South Vietnamese coup attempt",
    "summary": "On November 11, 1960, a failed coup attempt against President Ngo Dinh Diem of South Vietnam was led by Lieutenant Colonel Vuong Van Dong and Colonel Nguyen Chanh Thi of the Army of the Republic of Vietnam. The rebels launched the coup in response to Diem's autocratic rule and the negative political influence of his brother Ngo Dinh Nhu and his sister-in-law Madame Ngo Dinh Nhu. After initially being trapped inside the Independence Palace, Diem stalled the coup by holding negotiations and promising reforms. However, his real aim was to buy time for loyalist forces to enter Saigon and relieve him. The coup failed when the Fifth and Seventh Divisions of the Army of the Republic of Vietnam entered Saigon and defeated the rebels. More than four hundred people—many of whom were spectating civilians—were killed in the ensuing battle. Dong and Thi fled to Cambodia, while Diem excoriated the United States for a perceived lack of support during the crisis. Afterwards, Diem ordered a crackdown, imprisoning numerous anti-government critics and former cabinet ministers.",
    "url": "https://en.wikipedia.org/wiki/1960_South_Vietnamese_coup_attempt"
  },
  "word": {
    "id": "clochard",
    "word": "clochard",
    "url": "https://www.merriam-webster.com/dictionary/clochard",
    "partOfSpeech": "noun",
    "pronunciation": "kloh-SHAR",
    "audioPath": "audio/words/clochard.mp3",
    "definitions": ["tramp, vagrant"],
    "examples": [
      "\"He lives on the Pont Neuf, the oldest and most beautiful bridge in Paris, which has become a secret home to clochards . . . while closed for extensive repairs.\" (Vincent Canby, _The New York Times_, October 6, 1992)"
    ],
    "origin": "Why such a fancy French word for a bum? The truth of the matter is, nine times out of ten, you will find \"clochard\" used for not just any bum, but a French bum -- even more specifically, a Parisian bum. And, sometimes, it's even a certain type of Parisian bum -- a type that has been romanticized in literature and is part of the local color. Nevertheless, as \"français\" as this word (which comes from the French verb \"clocher,\" meaning \"to limp\") may seem, its regular appearance in English sources since 1937 makes it an English word, too."
  }
}
