{
  "artist": {
    "id": "aert-van-der-neer",
    "name": "Aert van der Neer",
    "dates": "1603 - Nov 9, 1677",
    "mainImg": "img/art/artists/aert-van-der-neer.jpg",
    "artworkImgs": [
      {
        "name": "Winter Landscape with Skaters on a Frozen River",
        "path": "img/art/artworks/aert-van-der-neer-a1.jpg",
        "source": "https://artsandculture.google.com/asset/winter-landscape-with-skaters-on-a-frozen-river-aert-van-der-neer/ZQEEX8zqcKLnrg"
      },
      {
        "name": "River view in the winter",
        "path": "img/art/artworks/aert-van-der-neer-a2.jpg",
        "source": "https://artsandculture.google.com/asset/river-view-in-the-winter-aert-van-der-neer/2gH5B0KctcrsvQ"
      },
      {
        "name": "River view in the winter",
        "path": "img/art/artworks/aert-van-der-neer-a3.jpg",
        "source": "https://artsandculture.google.com/asset/river-view-in-the-winter-aert-van-der-neer/-AEZZgAJrVcS3w"
      },
      {
        "name": "Landscape with Hunter",
        "path": "img/art/artworks/aert-van-der-neer-a4.jpg",
        "source": "https://artsandculture.google.com/asset/landscape-with-hunter-aert-van-der-neer/PwGg9OpmYQxm-A"
      },
      {
        "name": "Winter Landscape with Houses",
        "path": "img/art/artworks/aert-van-der-neer-a5.jpg",
        "source": "https://artsandculture.google.com/asset/winter-landscape-with-houses-neer-aert-van-der/qwHvVNkg5ia07w"
      },
      {
        "name": "River View in Winter",
        "path": "img/art/artworks/aert-van-der-neer-a6.jpg",
        "source": "https://artsandculture.google.com/asset/river-view-in-winter-aert-van-der-neer/4QEjKBdiTcCT_Q"
      }
    ],
    "summary": [
      "Aert van der Neer, or Aernout or Artus, was a landscape painter of the Dutch Golden Age, specializing in small night scenes lit only by moonlight and fires, and snowy winter landscapes, both often looking down a canal or river. He was a contemporary of Albert Cuyp and Meindert Hobbema, and like the latter he lived and died in comparative obscurity."
    ],
    "quote": null,
    "movements": ["Baroque", "Dutch Golden Age"],
    "mediums": ["Oil paint", "Wood", "Etching", "Ink", "Chalk", "Pigment"],
    "urlWiki": "https://en.wikipedia.org/wiki/Aert_van_der_Neer",
    "urlGoogle": "https://artsandculture.google.com/entity/aert-van-der-neer/m03fztd"
  },
  "event": {
    "id": "zhou-dynasty",
    "name": "Zhou dynasty",
    "dates": "1121 BC - 255 BC",
    "mainImg": "img/events/zhou-dynasty.jpg",
    "summary": [
      "The Zhou dynasty was a Chinese dynasty that followed the Shang dynasty and preceded the Qin dynasty. The Zhou dynasty lasted longer than any other dynasty in Chinese history. The military control of China by the royal house, surnamed Ji, lasted initially from 1046 until 771 BC for a period known as the Western Zhou and the political sphere of influence it created continued well into the Eastern Zhou period for another 500 years.",
      "During the Zhou dynasty, centralized power decreased throughout the Spring and Autumn period until the Warring States period in the last two centuries of the dynasty. In the latter period, the Zhou court had little control over its constituent states that were at war with each other until the Qin state consolidated power and formed the Qin dynasty in 221 BC. The Zhou dynasty had formally collapsed only 35 years earlier, although the dynasty had only nominal power at that point.",
      "This period of Chinese history produced what many consider the zenith of Chinese bronzeware making. The latter period of the Zhou dynasty is also famous for the beginnings of three major Chinese philosophies: Confucianism, Taoism and Legalism."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Zhou_dynasty",
    "urlGoogle": "https://artsandculture.google.com/entity/zhou-dynasty/m0bx4c"
  },
  "funFacts": [
    {
      "id": "326",
      "fact": "On average, you'll spend a year of your life looking for misplaced objects.",
      "category": ["Habits"]
    },
    {
      "id": "345",
      "fact": "The popsicle was invented in 1905 by an 11-year-old boy.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553536",
      "fact": "The first Hershey’s chocolate bars with almonds were produced in 1908 because they were cheap to make. The nuts took the place of some of the more expensive milk chocolate, which meant Hershey’s could keep the price of the candy at a nickel."
    }
  ],
  "idiom": {
    "id": "not-for-all-the-tea-in-china",
    "term": "not for all the tea in China",
    "definition": "Not at any price, never, as in *I wouldn't give up my car, not for all the tea in China.* This term originated in Australia and alludes to the presumed huge quantity of tea in China. [Late 1800s]"
  },
  "person": {
    "id": "saladin",
    "name": "Saladin",
    "dates": "1138 - Mar 4, 1193",
    "mainImg": "img/people/saladin.jpg",
    "summary": [
      "An-Nasir Salah ad-Din Yusuf ibn Ayyub, known as Salah ad-Din or Saladin, was the first sultan of Egypt and Syria and the founder of the Ayyubid dynasty. A Sunni Muslim of Kurdish ethnicity, Saladin led the Muslim military campaign against the Crusader states in the Levant. During his reign, Saladin has been described as the de facto Caliph of Islam and at the height of his power, his caliphate included Egypt, Syria, Upper Mesopotamia, the Hejaz, Yemen and other parts of North Africa.",
      "He was originally sent to Fatimid Egypt in 1164 alongside his uncle Shirkuh, a general of the Zengid army, on the orders of their lord Nur ad-Din to help restore Shawar as vizier of the teenage Fatimid caliph al-Adid. A power struggle ensued between Shirkuh and Shawar after the latter was reinstated. Saladin, meanwhile, climbed the ranks of the Fatimid government by virtue of his military successes against Crusader assaults against its territory and his personal closeness to al-Adid. After Shawar was assassinated and Shirkuh died in 1169, al-Adid appointed Saladin vizier, a rare nomination of a Sunni Muslim to such an important position in the Isma'ili Shia caliphate."
    ],
    "quote": "“It is not the wont of kings, to kill kings; but that man had transgressed all bounds.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Saladin",
    "urlGoogle": "https://artsandculture.google.com/entity/saladin/m06pz2"
  },
  "place": {
    "id": "grenoble",
    "name": "Grenoble",
    "mainImg": "img/places/grenoble.jpg",
    "summary": [
      "Grenoble is the prefecture and largest city of the Isère department in the Auvergne-Rhône-Alpes region of Southeastern France. It lies at the foot of the French Alps where the river Drac joins the Isère. A significant European scientific centre, the city advertises itself as the \"Capital of the Alps\", due to its size and its proximity to the mountains.",
      "Grenoble's history goes back over 2,000 years, to a time when it was a small Gallic village. It became the capital of the Dauphiné in the 11th century. Industrial development increased the prominence of Grenoble through several periods of economic expansion over the last three centuries. This started with a booming glove industry in the 18th and 19th centuries, continued with the development of a strong hydropower industry in the late 19th to early 20th centuries and ended with a post-World War II economic boom symbolized by the holding of the X Olympic Winter Games in 1968.",
      "The city has grown to be one of Europe's most important research, technology and innovation centres, with each fifth inhabitant working directly in these domains."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Grenoble",
    "urlGoogle": "https://artsandculture.google.com/entity/grenoble/m0df_c"
  },
  "quote": {
    "id": "115",
    "quote": "I am not sure that I exist, actually. I am all the writers that I have read, all the people that I have met, all the women that I have loved; all the cities I have visited.",
    "author": "Jorge Luis Borges"
  },
  "wiki": {
    "id": "england-expects-that-every-man-will-do-his-duty",
    "name": "England expects that every man will do his duty",
    "summary": "\"England expects that every man will do his duty\" was a signal sent by Admiral Horatio Nelson, 1st Viscount Nelson from his ship HMS Victory as the Battle of Trafalgar (1805) was about to commence. Trafalgar was the decisive naval engagement of the Napoleonic Wars. It gave the United Kingdom control of the seas, removing all possibility of a French invasion and conquest of Britain. The phrase has become extremely well-known in Britain as a result of Lord Nelson's fame and the importance of the Battle of Trafalgar in British history. The phrase is known so widely in Britain that it has entered the British popular consciousness. Today \"England expects…\", as an abbreviated version of the phrase, is often adapted for use in the media, especially in relation to the expectations for the victory of English sporting teams.",
    "url": "https://en.wikipedia.org/wiki/England_expects_that_every_man_will_do_his_duty"
  },
  "word": {
    "id": "comminute",
    "word": "comminute",
    "url": "https://www.merriam-webster.com/dictionary/comminute",
    "partOfSpeech": "verb",
    "pronunciation": "KAH-muh-noot",
    "audioPath": "audio/words/comminute.mp3",
    "definitions": ["to reduce to minute particles : pulverize"],
    "examples": [
      "A mortar and pestle are used to comminute the herbs and roots before introducing them into the distilled alcohol."
    ],
    "origin": "What do \"comminute,\" \"pulverize,\" and \"triturate\" all have in common? All three words are derived from Latin and share the meaning \"to reduce to small particles.\" \"Comminute\" can be traced back to the prefix \"com-\" and the verb \"minuere,\" meaning \"to lessen.\" \"Pulverize\" descends from a combination of \"pulver-,\" meaning \"dust\" or \"powder,\" with the suffix \"-izare,\" which -- like the English \"-ize\" -- can mean \"to cause to be.\" \"Triturate\" is borrowed from the past participle of the Latin \"triturare,\" which means \"to thresh.\" \"Triturate\" specifically refers to the use of rubbing or grinding to achieve pulverization, a process which could be said to resemble the use of rubbing to separate grains from harvested cereal plants."
  }
}
