{
  "artist": {
    "id": "theophile-steinlen",
    "name": "Théophile Steinlen",
    "dates": "Nov 20, 1859 - Dec 13, 1923",
    "mainImg": "img/art/artists/theophile-steinlen.jpg",
    "artworkImgs": [
      {
        "name": "25 juin 1916 / Journée Serbe",
        "path": "img/art/artworks/theophile-steinlen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/25-juin-1916-journée-serbe-steinlen-théophile-alexandre-1859-1923/AgE5U1ugX0UVLw"
      },
      {
        "name": "Tournée du Chat Noir",
        "path": "img/art/artworks/theophile-steinlen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/tournée-du-chat-noir-théophile-alexandre-steinlen/twEK9_LCWCduLA"
      },
      {
        "name": "Winter - Cat on a Cushion",
        "path": "img/art/artworks/theophile-steinlen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/winter-cat-on-a-cushion-théophile-alexandre-steinlen/7wHCHGGrc5RH_g"
      },
      {
        "name": "Poster for the nightclub \"Tournée du Chat Noir\"",
        "path": "img/art/artworks/theophile-steinlen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/poster-for-the-nightclub-tournée-du-chat-noir-théophile-alexandre-steinlen/kQF7OPCYDPPwrQ"
      },
      {
        "name": "Don't Hurt Yourselves!",
        "path": "img/art/artworks/theophile-steinlen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/don-t-hurt-yourselves-théophile-alexandre-steinlen/2AHr-2oR7OstGA"
      },
      {
        "name": "Save Serbia Our Ally ...",
        "path": "img/art/artworks/theophile-steinlen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/save-serbia-our-ally-serbian-relief-committee-of-america-new-york/SQGii727HizNWQ"
      }
    ],
    "summary": [
      "Théophile Alexandre Steinlen, was a Swiss-born French Art Nouveau painter and printmaker.",
      "Born in Lausanne, Steinlen studied at the University of Lausanne before taking a job as a designer trainee at a textile mill in Mulhouse in eastern France. In his early twenties he was still developing his skills as a painter when he and his wife Emilie were encouraged by the painter François Bocion to move to the artistic community in the Montmartre Quarter of Paris. Once there, Steinlen was befriended by the painter Adolphe Willette who introduced him to the artistic crowd at Le Chat Noir that led to his commissions to do poster art for the cabaret owner/entertainer, Aristide Bruant and other commercial enterprises.",
      "In the early 1890s, Steinlen's paintings of rural landscapes, flowers, and nudes were being shown at the Salon des Indépendants. His 1895 lithograph titled Les Chanteurs des Rues was the frontispiece to a work entitled Chansons de Montmartre published by Éditions Flammarion with sixteen original lithographs that illustrated the Belle Époque songs of Paul Delmet."
    ],
    "quote": null,
    "movements": ["Modern art", "Art Nouveau", "Post-Impressionism"],
    "mediums": ["Etching", "Metal", "Copper", "Pen", "Zinc", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Th%C3%A9ophile_Steinlen",
    "urlGoogle": "https://artsandculture.google.com/entity/théophile-steinlen/m0451_2"
  },
  "event": {
    "id": "1953-flint-beecher-tornado",
    "name": "1953 Flint–Beecher tornado",
    "dates": null,
    "mainImg": "img/events/1953-flint-beecher-tornado.jpg",
    "summary": [
      "The 1953 Flint-Beecher Tornado occurred on Monday, June 8, 1953, and ranks as the deadliest in Michigan history and the 10th deadliest in United States history. Rated as an F5 on the Fujita Scale, the tornado touched down in Genesee County, Michigan, at 8:30 p.m. and continued on a 18.9-mile path causing 116 fatalities, 844 injuries and an estimated $19 million in damage. Most of the casualties and damage occurred in the unincorporated community of Beecher, a suburb on the northern edge of the city of Flint, Michigan. The tornado was one of eight tornadoes that touched down the same day in eastern lower Michigan and northwest Ohio. It was also part of the larger Flint–Worcester tornado outbreak that began over Nebraska and Iowa, before moving east across the upper Great Lakes states and Ontario, and on to New York and New England causing more deadly tornadoes. This is often noted as the last single tornado to exact a triple-digit death toll in the United States until the 2011 Joplin Tornado."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1953_Flint%E2%80%93Beecher_tornado",
    "urlGoogle": "https://artsandculture.google.com/entity/1953-flint–beecher-tornado/m0ll44p9"
  },
  "funFacts": [
    {
      "id": "863",
      "fact": "The term rookies comes from a Civil War term, reckie, which was short for recruit.",
      "category": ["Definitions"]
    },
    {
      "id": "742",
      "fact": "Over half of the world's geysers are found in Yellowstone National Park.",
      "category": ["Geography"]
    }
  ],
  "funFacts2": [
    {
      "id": "553544",
      "fact": "Beaver College changed its name to Arcadia in 2001 in part because anti-porn filters blocked access to the school's website."
    }
  ],
  "idiom": {
    "id": "mills-of-the-gods-grind-slowly",
    "term": "mills of the gods grind slowly",
    "definition": "One's destiny is inevitable even if it take considerable time to arrive. For example, *I'm sure he'll be wealthy one day, though the mills of the gods grind slowly.* This expression comes from ancient Greek, translated as \"The mills of the gods grind slowly, but they grind small.\" In English it appeared in George Herbert's *Jacula Prudentum* (1640) as \"God's mill grinds slow but sure.\""
  },
  "person": {
    "id": "pierre-mendes-france",
    "name": "Pierre Mendès France",
    "dates": "Jan 11, 1907 - Oct 18, 1982",
    "mainImg": "img/people/pierre-mendes-france.jpg",
    "summary": [
      "Pierre Isaac Isidore Mendès France, known as PMF, was a French politician who served as President of the Council of Ministers for eight months from 1954 to 1955. He represented the Radical Party, and his government had the support of the Communist Party. His main priority was ending the war in Indochina, which had already cost 92,000 dead, 114,000 wounded and 28,000 captured on the French side. Public opinion polls showed that, in February 1954, only 7% of the French people wanted to continue the fight to regain Indochina out of the hands of the Communists, led by Ho Chi Minh and his Viet Minh movement. At the Geneva Conference of 1954 he negotiated a deal that gave the Viet Minh control of Vietnam north of the seventeenth parallel, and allowed him to pull out all French forces. The United States then provided large-scale financial, military and economic support to South Vietnam."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Pierre_Mend%C3%A8s_France",
    "urlGoogle": "https://artsandculture.google.com/entity/pierre-mendès-france/m01_9l1"
  },
  "place": {
    "id": "medellin",
    "name": "Medellin",
    "mainImg": "img/places/medellin.jpg",
    "summary": [
      "Medellín, officially the Municipality of Medellín, is the second-largest city in Colombia, after Bogotá, and the capital of the department of Antioquia. It is located in the Aburrá Valley, a central region of the Andes Mountains in South America. According to the National Administrative Department of Statistics, the city had an estimated population of 2,427,129 according to the 2018 census. With its surrounding area that includes nine other cities, the metropolitan area of Medellín is the second-largest urban agglomeration in Colombia in terms of population and economy, with more than 3.7 million people.",
      "In 1616 the Spaniard Francisco Herrera Campuzano erected a small indigenous village known as \"Saint Lawrence of Aburrá\", located in the present-day El Poblado commune. On 2 November 1675, the queen consort Mariana of Austria founded the \"Town of Our Lady of Candelaria of Medellín\" in the Aná region, which today corresponds to the center of the city and first describes the region as \"Medellín\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Medell%C3%ADn",
    "urlGoogle": "https://artsandculture.google.com/entity/medellin/m01x_6s"
  },
  "quote": {
    "id": "84",
    "quote": "People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost.",
    "author": "Dalai Lama"
  },
  "wiki": {
    "id": "enzyme-inhibitor",
    "name": "Enzyme inhibitor",
    "summary": "Enzyme inhibitors are molecules that bind to enzymes and decrease their activity. Since blocking an enzyme's activity can kill a pathogen or correct a metabolic imbalance, many drugs are enzyme inhibitors. Inhibitor binding is either reversible or irreversible. Irreversible inhibitors usually react with the enzyme and change it chemically. These inhibitors modify key amino acid residues needed for enzymatic activity. In contrast, reversible inhibitors bind non-covalently and different types of inhibition are produced depending on whether these inhibitors bind the enzyme, the enzyme-substrate complex, or both. Their discovery and improvement is an active area of research in biochemistry and pharmacology. A medicinal enzyme inhibitor is often judged by its specificity (its lack of binding to other proteins) and its potency (its dissociation constant, which indicates the concentration needed to inhibit the enzyme). A high specificity and potency ensure that a drug will have few side effects and thus low toxicity. Enzyme inhibitors also occur naturally and are involved in the regulation of metabolism.",
    "url": "https://en.wikipedia.org/wiki/Enzyme_inhibitor"
  },
  "word": {
    "id": "meritorious",
    "word": "meritorious",
    "url": "https://www.merriam-webster.com/dictionary/meritorious",
    "partOfSpeech": "adjective",
    "pronunciation": "mair-uh-TOR-ee-us",
    "audioPath": "audio/words/meritorious.mp3",
    "definitions": ["worthy of reward, gratitude, honor, or esteem"],
    "examples": [
      "Mrs. Goodman received the town's _Meritorious_ Service Award for her untiring efforts to keep the library open.",
      "\"In February 2011, President Barack Obama bestowed upon \\[Stan\\] Musial the Presidential Medal of Freedom, the highest civilian award in the United States, which recognizes individuals who have made 'an especially _meritorious_ contribution to the security of national interests of the United States, world peace, cultural or other significant public or private endeavors.'\" - From an article by John Jeansonne in _Newsday_ (New York), January 20, 2013"
    ],
    "origin": "People who demonstrate meritorious behavior certainly \"earn\" our respect, and you can use that fact to remember that \"meritorious\" ultimately traces to the Latin verb \"merēre,\" which means \"to earn.\" Nowadays, the rewards earned for meritorious acts are likely to be of an immaterial nature: gratitude, admiration, praise, etc. But that wasn't always so. The history of \"meritorious\" recalls a reward more concrete in nature: money. The Latin word \"meritorius,\" an ancestor of the English \"meritorious,\" literally means \"bringing in money.\""
  }
}
