{
  "artist": {
    "id": "william-adolphe-bouguereau",
    "name": "William-Adolphe Bouguereau",
    "dates": "Nov 30, 1825 - Aug 19, 1905",
    "mainImg": "img/art/artists/william-adolphe-bouguereau.jpg",
    "artworkImgs": [
      {
        "name": "The Little Shepherdess",
        "path": "img/art/artworks/william-adolphe-bouguereau-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-little-shepherdess-william-adolphe-bouguereau/6AEDZE2vDSc4cA"
      },
      {
        "name": "The Broken Pitcher",
        "path": "img/art/artworks/william-adolphe-bouguereau-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-broken-pitcher-william-adolphe-bouguereau/VQEkJK7cc9BtXg"
      },
      {
        "name": "The Nut Gatherers",
        "path": "img/art/artworks/william-adolphe-bouguereau-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-nut-gatherers-william-adolphe-bouguereau/GwH-a-m2kog8Mw"
      },
      {
        "name": "Orestes Pursued by the Furies",
        "path": "img/art/artworks/william-adolphe-bouguereau-a4.jpg",
        "source": "https://artsandculture.google.com/asset/orestes-pursued-by-the-furies-adolphe-william-bouguereau/SQE-jakW_S49YA"
      },
      {
        "name": "The Elder Sister",
        "path": "img/art/artworks/william-adolphe-bouguereau-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-elder-sister-william-bouguereau/qQElBSluRJ5MzA"
      },
      {
        "name": "L'Aurore (Dawn)",
        "path": "img/art/artworks/william-adolphe-bouguereau-a6.jpg",
        "source": "https://artsandculture.google.com/asset/l-aurore-dawn-william-adolphe-bouguereau/QAHjp3osWaM47A"
      }
    ],
    "summary": [
      "William-Adolphe Bouguereau was a French academic painter. In his realistic genre paintings he used mythological themes, making modern interpretations of classical subjects, with an emphasis on the female human body. During his life he enjoyed significant popularity in France and the United States, was given numerous official honors, and received top prices for his work. As the quintessential salon painter of his generation, he was reviled by the Impressionist avant-garde. By the early twentieth century, Bouguereau and his art fell out of favor with the public, due in part to changing tastes. In the 1980s, a revival of interest in figure painting led to a rediscovery of Bouguereau and his work. Throughout the course of his life, Bouguereau executed 822 known finished paintings, although the whereabouts of many are still unknown."
    ],
    "quote": null,
    "movements": [
      "Academic art",
      "Realism",
      "Neoclassicism",
      "Symbolism",
      "Modern art",
      "Aestheticism"
    ],
    "mediums": ["Oil paint", "Rock", "Ceramic", "Drawing", "Clay", "Book"],
    "urlWiki": "https://en.wikipedia.org/wiki/William-Adolphe_Bouguereau",
    "urlGoogle": "https://artsandculture.google.com/entity/william-adolphe-bouguereau/m023q21"
  },
  "event": {
    "id": "battle-of-chamb",
    "name": "Battle of Chamb",
    "dates": null,
    "mainImg": "img/events/battle-of-chamb.jpg",
    "summary": [
      "The Battle of Chamb, 1971 was a battle in the Indo-Pakistani War of 1971. The Pakistani Army invaded Chamb on the same principle as the Battle of Chamb. The Pakistan Army's primary objective was to capture the town of Chamb and surrounding areas which had strategic importance for both Pakistan and India.",
      "Before the capture of Chamb by Pakistan forces, this western sector was under India's control. Similar to 1965, plans were made to capture this strategic town. The reason behind this plan was to deter Indians from attacking the crucial north-south line of communications passing via Gujrat. The 23 Division of Pakistan was given the task of protecting this sector and later attacking the Chamb-Dewa sectors. On the Indian side, the 10th Division was given the task of defence of Chamb; the Indian army believed that by attacking Gujrat and Tanda, they could guarantee the defence of Chamb. In comparison to 1965, the Indians were better prepared in terms of defences and now realized the importance of the town and sector."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Chamb",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-chamb/m064jxkz"
  },
  "funFacts": [
    {
      "id": "764",
      "fact": "The muzzle of a lion is like a fingerprint - no two lions have the same pattern of whiskers.",
      "category": ["Animals"]
    },
    {
      "id": "835",
      "fact": "You burn more calories sleeping than you do watching television.",
      "category": ["Anatomy", "Habits"]
    },
    {
      "id": "949",
      "fact": "Two national capitals are named after U.S. presidents:  Washington, D.C., and Monrovia, the capital of Liberia.",
      "category": ["Geography", "Onlies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553543",
      "fact": "Umchina, a Korean term meaning \"mom's friend's son,\" is used to describe a person who's better at everything than you are."
    },
    {
      "id": "554079",
      "fact": "For decades, artist Al Hirschfeld hid the name of his daughter Nina in his drawings for The New York Times and elsewhere. He'd add the number of times her name appeared to his signature, creating a game for readers, who would try and find each appearance."
    }
  ],
  "idiom": {
    "id": "by-hook-or-crook",
    "term": "by hook or crook",
    "definition": "By any means possible, in one way or another. For example, *The car broke down, but I'll get there by hook or crook.* This term has a disputed origin. A widely held theory is that it comes from the custom of allowing commoners to take as much wood from royal forests as they could reach with a shepherd's crook and cut down with a billhook. [1300s]"
  },
  "person": {
    "id": "prince-edward-earl-of-wessex",
    "name": "Prince Edward, Earl of Wessex",
    "dates": "Born Mar 10, 1964",
    "mainImg": "img/people/prince-edward-earl-of-wessex.jpg",
    "summary": [
      "Prince Edward, Earl of Wessex KG, GCVO, CD, ADC is the youngest of four children and the third son of Elizabeth II and Prince Philip, Duke of Edinburgh. At the time of his birth, he was third in line of succession to the British throne; as of May 2020, he is 11th. The Earl is a full-time working member of the British royal family and supports the Queen in her official duties – often alongside his wife, the Countess of Wessex – as well as undertaking public engagements for many of his own charities. In particular he has assumed many duties from his father, the Duke of Edinburgh, who retired from public life in 2017. Prince Edward succeeded Prince Philip as president of the Commonwealth Games Federation and opened the 1990 Commonwealth Games in New Zealand and the 1998 Commonwealth Games in Malaysia. He has also taken over the Duke's role in the Duke of Edinburgh's Award."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Prince_Edward,_Earl_of_Wessex",
    "urlGoogle": "https://artsandculture.google.com/entity/prince-edward-earl-of-wessex/m0xm_0"
  },
  "place": {
    "id": "newcastle-upon-tyne",
    "name": "Newcastle upon Tyne",
    "mainImg": "img/places/newcastle-upon-tyne.jpg",
    "summary": [
      "Newcastle upon Tyne, commonly known as Newcastle, is a city in Tyne and Wear, North East England, 103 miles south of Edinburgh and 277 miles north of London on the northern bank of the River Tyne, 8.5 mi from the North Sea. Newcastle is the most populous city in the North East, and forms the core of the Tyneside conurbation, the eighth most populous urban area in the United Kingdom. Newcastle is a member of the UK Core Cities Group and is a member of the Eurocities network of European cities.",
      "Newcastle was part of the county of Northumberland until 1400, when it became a county of itself, a status it retained until becoming part of Tyne and Wear in 1974. The regional nickname and dialect for people from Newcastle and the surrounding area is Geordie. Newcastle also houses Newcastle University, a member of the Russell Group, as well as Northumbria University. Newcastle is member of the North of Tyne Combined Authority.",
      "The city developed around the Roman settlement Pons Aelius and was named after the castle built in 1080 by Robert Curthose, William the Conqueror's eldest son."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Newcastle_upon_Tyne",
    "urlGoogle": "https://artsandculture.google.com/entity/newcastle-upon-tyne/m0j7ng"
  },
  "quote": {
    "id": "126",
    "quote": "The farther backward you can look, the farther forward you can see.",
    "author": "Winston Churchill"
  },
  "wiki": {
    "id": "malmo-ff",
    "name": "Malmö FF",
    "summary": "Malmö FF are a Swedish professional football club based in Malmö. The club play their home matches at Swedbank Stadion. Formed on 24 February 1910, the club have won sixteen national championship titles and fourteen Svenska Cupen titles, making them the most successful club in Sweden in terms of total trophies won. Malmö FF have also won the top tier league, Allsvenskan, on three occasions when the title of Swedish champions was not decided by the outcome of that league. They were the runners-up in the 1978–79 European Cup final, which they lost 1–0 to English club Nottingham Forest. This feat makes them the only Scandinavian club to have made it to the final of the most prestigious club competition in European football, presently named the UEFA Champions League. The club currently play in Allsvenskan; Malmö first won this league in 1944 and most recently in the club's centennial anniversary in 2010. The team were most successful during the 1970s, when they won five Swedish championships and four national cup titles.",
    "url": "https://en.wikipedia.org/wiki/Malm%C3%B6_FF"
  },
  "word": {
    "id": "eventuate",
    "word": "eventuate",
    "url": "https://www.merriam-webster.com/dictionary/eventuate",
    "partOfSpeech": "verb",
    "pronunciation": "ih-VEN-chuh-wayt",
    "audioPath": "audio/words/eventuate.mp3",
    "definitions": ["to come out finally : result, come about"],
    "examples": [
      "No one could have prepared for the chaos that _eventuated_ when the truth finally came to light.",
      "\"The incident … occurred at a time of growing concern about the role of Internet chat rooms and other forums in giving a platform to disturbed young people with resentments that _eventuate_ in attacks on schools and other targets.\" -- From an article by John F. Burns in _The New York Times_, March 21, 2009"
    ],
    "origin": "\"Eventuate\" started life as an Americanism in the late 18th century, and was stigmatized in the 19th century. A British commentator called it \"another horrible word, which is fast getting into our language through the provincial press.\" Other British grammarians, and even some Americans, agreed that it was horrible. A few modern critics still consider \"eventuate\" to be pompous and unnecessary, but it is less controversial these days. In any case, \"eventuate\" has a perfectly respectable history. It is derived from the Latin noun \"eventus\" (\"event\"), which in turn traces to the verb \"evenire,\" meaning \"to happen.\""
  }
}
