{
  "artist": {
    "id": "william-johnson",
    "name": "William Johnson",
    "dates": "Mar 18, 1901 - Apr 13, 1970",
    "mainImg": "img/art/artists/william-johnson.jpg",
    "artworkImgs": [
      {
        "name": "Man in a Vest",
        "path": "img/art/artworks/william-johnson-a1.jpg",
        "source": "https://artsandculture.google.com/asset/man-in-a-vest/NAFEpTWPytfIHA"
      },
      {
        "name": "William H Johnson - Marian Anderson",
        "path": "img/art/artworks/william-johnson-a2.jpg",
        "source": "https://artsandculture.google.com/asset/william-h-johnson-marian-anderson-william-h-johnson/XwFysV-m5MYFtQ"
      },
      {
        "name": "Jitterbugs II",
        "path": "img/art/artworks/william-johnson-a3.jpg",
        "source": "https://artsandculture.google.com/asset/jitterbugs-ii-william-henry-johnson/xgEg0FPCfu8TvA"
      },
      {
        "name": "Sowing",
        "path": "img/art/artworks/william-johnson-a4.jpg",
        "source": "https://artsandculture.google.com/asset/sowing-william-h-johnson/QwEo2-bRGz1vEA"
      },
      {
        "name": "Café",
        "path": "img/art/artworks/william-johnson-a5.jpg",
        "source": "https://artsandculture.google.com/asset/café/4QHFaIK1QecCrw"
      },
      {
        "name": "Street Musicians",
        "path": "img/art/artworks/william-johnson-a6.jpg",
        "source": "https://artsandculture.google.com/asset/street-musicians-william-henry-johnson/nwFJNVNViVQpfw"
      }
    ],
    "summary": [
      "William Henry Johnson was an American painter. Born in Florence, South Carolina, he became a student at the National Academy of Design in New York City, working with Charles Webster Hawthorne. He later lived and worked in France, where he was exposed to modernism. After Johnson married Danish textile artist Holcha Krake, the couple lived for some time in Scandinavia. There he was influenced by the strong folk art tradition. The couple moved to the United States in 1938. Johnson eventually found work as a teacher at the Harlem Community Art Center, through the Federal Art Project.",
      "Johnson's style evolved from realism to expressionism to a powerful folk style, for which he is best known. A substantial collection of his paintings, watercolors, and prints is held by the Smithsonian American Art Museum, which has organized and circulated major exhibitions of his works."
    ],
    "quote": null,
    "movements": ["Harlem Renaissance", "Modern art", "Naïve art", "Folk art"],
    "mediums": ["Oil paint", "Hessian fabric", "Watercolor painting", "Cardboard", "Gouache"],
    "urlWiki": "https://en.wikipedia.org/wiki/William_Johnson_%28artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/william-johnson/m0f8fcj"
  },
  "event": {
    "id": "battle-of-passchendaele",
    "name": "Battle of Passchendaele",
    "dates": "Jul 31, 1917 - Nov 10, 1917",
    "mainImg": "img/events/battle-of-passchendaele.jpg",
    "summary": [
      "The Third Battle of Ypres, also known as the Battle of Passchendaele, was a campaign of the First World War, fought by the Allies against the German Empire. The battle took place on the Western Front, from July to November 1917, for control of the ridges south and east of the Belgian city of Ypres in West Flanders, as part of a strategy decided by the Allies at conferences in November 1916 and May 1917. Passchendaele lies on the last ridge east of Ypres, 5 mi from Roulers junction of the Bruges to Kortrijk railway. The station at Roulers was on the main supply route of the German 4th Army. Once Passchendaele Ridge had been captured, the Allied advance was to continue to a line from Thourout to Couckelaere.",
      "Further operations and a British supporting attack along the Belgian coast from Nieuport, combined with an amphibious landing, were to have reached Bruges and then the Dutch frontier. The resistance of the 4th Army, unusually wet weather in August, the beginning of the autumn rains in October and the diversion of British and French resources to Italy, enabled the Germans to avoid the general withdrawal which had seemed inevitable in early October."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Passchendaele",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-passchendaele/m0c3mz"
  },
  "funFacts": [
    {
      "id": "117",
      "fact": "The starfish is the only animal that can turn its stomach inside out.",
      "category": ["Animals", "Onlies"]
    },
    {
      "id": "860",
      "fact": "Cleveland, OH is home to the first electric traffic lights.",
      "category": ["Firsts"]
    }
  ],
  "funFacts2": [
    {
      "id": "554031",
      "fact": "The Hass avocado was patented in 1935 by Rudolph Hass, a mailman from California."
    }
  ],
  "idiom": {
    "id": "cool-ones-heels",
    "term": "cool one's heels",
    "definition": "Wait or be kept waiting, as in *I've been cooling my heels in the doctor's waiting room for at least an hour.* This term originally meant to cool one's feet when they become hot from walking, and began to be used ironically for being forced to rest (or wait) in the early 1600s."
  },
  "person": {
    "id": "helmut-kohl",
    "name": "Helmut Kohl",
    "dates": "Apr 3, 1930 - Jun 16, 2017",
    "mainImg": "img/people/helmut-kohl.jpg",
    "summary": [
      "Helmut Josef Michael Kohl was a German statesman who served as Chancellor of Germany from 1982 to 1998 and as the chairman of the Christian Democratic Union from 1973 to 1998. From 1969 to 1976, Kohl was minister president of the state Rhineland-Palatinate. Kohl chaired the Group of Seven in 1985 and 1992. In 1998 he became honorary chairman of the CDU, resigning from the position in 2000.",
      "Born in 1930 in Ludwigshafen to a Roman Catholic family, Kohl joined the Christian Democratic Union in 1946 at the age of 16. He earned a PhD in history at Heidelberg University in 1958 and worked as a business executive before becoming a full-time politician. He was elected as the youngest member of the Parliament of Rhineland-Palatinate in 1959 and became Minister-President of his home state in 1969. Viewed during the 1960s and the early 1970s as a progressive within the CDU, he was elected national chairman of the party in 1973. In the 1976 federal election his party performed well, but the social-liberal government of social democrat Helmut Schmidt was able to remain in power, as well as in 1980, when Kohl's rival from the Bavarian sister party CSU, Franz Josef Strauß, candidated."
    ],
    "quote": "“We were united not only by political respect for each other, but also by deep mutual sympathy as people.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Helmut_Kohl",
    "urlGoogle": "https://artsandculture.google.com/entity/helmut-kohl/m0bj67"
  },
  "place": {
    "id": "seville",
    "name": "Seville",
    "mainImg": "img/places/seville.jpg",
    "summary": [
      "Seville is the capital and largest city of the Spanish autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula.",
      "Seville has a municipal population of about 690,000 as of 2016, and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres, contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres from the Atlantic Ocean, is the only river port in Spain. Seville experiences high temperatures in the summer, with daily maximums routinely above 35 °C in July and August.",
      "Seville was founded as the Roman city of Hispalis. It became known as Ishbiliyya after the Muslim conquest in 711."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Seville",
    "urlGoogle": "https://artsandculture.google.com/entity/seville/m09f3c"
  },
  "wiki": {
    "id": "makuria",
    "name": "Makuria",
    "summary": "Makuria was a kingdom located in what is today Southern Egypt and Northern Sudan. It was one of a group of Nubian kingdoms that emerged in the centuries after the fall of the Kingdom of Meroë, which had dominated the region from around 800 BCE to 350 CE. Makuria originally covered the area along the Nile River from the Third Cataract to somewhere between the Fifth and Sixth Cataracts. Its capital was Dongola. By the end of the 6th century it had converted to Christianity, but in the 7th century Egypt was conquered by the Islamic armies, and Nubia was cut off from the rest of Christendom. In 651 an Arab army invaded, but it was repulsed and a treaty known as the baqt was signed creating a relative peace between the two sides that lasted until the 13th century. Makuria expanded, annexing its northern neighbour Nobatia either at the time of the Arab invasion or during the reign of King Merkurios. The period from roughly 750 to 1150 saw the kingdom stable and prosperous, in what has been called the \"Golden Age\". However, increased aggression from Egypt, the Islamization and Arabization of the populace, and internal discord saw the state collapse in the 14th century.",
    "url": "https://en.wikipedia.org/wiki/Makuria"
  },
  "word": {
    "id": "injunction",
    "word": "injunction",
    "url": "https://www.merriam-webster.com/dictionary/injunction",
    "partOfSpeech": "noun",
    "pronunciation": "in-JUNK-shun",
    "audioPath": "audio/words/injunction.mp3",
    "definitions": [
      "the act or an instance of enjoining : order, admonition",
      "a court order requiring a party to do or refrain from doing a specified act"
    ],
    "examples": [
      "The family gathered in the room to hear the matriarch's dying _injunctions_.",
      "\"A Superior Court judge Tuesday issued a preliminary _injunction_ preventing a Santa Fe Springs wastewater plant from removing sludge from tanks … until a plan has been approved by the local air quality district.\" - Mike Sprague, _Whittier Daily News_ (California), October 7, 2014"
    ],
    "origin": "_Injunction_ derives, via Anglo-French and Late Latin, from the Latin verb _injungere_, which in turn derives from _jungere_, meaning \"to join.\" Like our verb _enjoin_, _injungere_ means \"to direct or impose by authoritative order or with urgent admonition.\" (Not surprisingly, _enjoin_ is also a descendant of _injungere_.) _Injunction_ has been around in English since at least the 15th century, when it began life as a word meaning \"authoritative command.\" In the 16th century it developed a legal second sense applying to a court order. It has also been used as a synonym of _conjunction_, another _jungere_ descendant meaning \"union,\" but that sense is extremely rare."
  }
}
