{
  "artist": {
    "id": "michael-landy",
    "name": "Michael Landy",
    "dates": "Born 1963",
    "mainImg": "img/art/artists/michael-landy.jpg",
    "artworkImgs": [
      {
        "name": "The consuming paradox",
        "path": "img/art/artworks/michael-landy-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-consuming-paradox-michael-landy/WgE1lD7MDRKlRA"
      },
      {
        "name": "H.2.N.Y. Self-destroying work of art",
        "path": "img/art/artworks/michael-landy-a2.jpg",
        "source": "https://artsandculture.google.com/asset/h-2-n-y-self-destroying-work-of-art-michael-landy/EwGnxxmWbJH2Kg"
      },
      {
        "name": "Kaldor Public Art Project 24: Michael Landy 2011",
        "path": "img/art/artworks/michael-landy-a3.jpg",
        "source": "https://artsandculture.google.com/asset/kaldor-public-art-project-24-michael-landy-2011-michael-landy/UQFGX-_Zm2sJ4A"
      },
      {
        "name": "Break Down",
        "path": "img/art/artworks/michael-landy-a4.jpg",
        "source": "https://artsandculture.google.com/asset/break-down-michael-landy/wAHrMitW7astlA"
      },
      {
        "name": "Painting (1)",
        "path": "img/art/artworks/michael-landy-a5.jpg",
        "source": "https://artsandculture.google.com/asset/painting-1-michael-landy/9wFv1fUip7A34w"
      },
      {
        "name": "Drawing (2)",
        "path": "img/art/artworks/michael-landy-a6.jpg",
        "source": "https://artsandculture.google.com/asset/drawing-2-michael-landy/XQF8cEo0rL3izQ"
      }
    ],
    "summary": [
      "Michael Landy RA is one of the Young British Artists. He is best known for the performance piece installation Break Down, in which he destroyed all his possessions, and for the Art Bin project at the South London Gallery. On 29 May 2008, Landy was elected a member of the Royal Academy of Arts in London."
    ],
    "quote": null,
    "movements": ["Young British Artists", "Contemporary art"],
    "mediums": ["Drawing", "Metal", "Oil paint", "Ink", "Sculpture", "Charcoal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Michael_Landy",
    "urlGoogle": "https://artsandculture.google.com/entity/michael-landy/m015vpb"
  },
  "event": {
    "id": "2010-haiti-earthquake",
    "name": "2010 Haiti Earthquake",
    "dates": null,
    "mainImg": "img/events/2010-haiti-earthquake.jpg",
    "summary": [
      "The 2010 Haiti earthquake was a catastrophic magnitude 7.0 Mw earthquake, with an epicenter near the town of Léogâne and approximately 25 kilometres west of Port-au-Prince, Haiti's capital. The earthquake occurred at 16:53 local time on Tuesday, 12 January 2010.",
      "By 24 January, at least 52 aftershocks measuring 4.5 or greater had been recorded. An estimated three million people were affected by the quake. Death toll estimates range from 100,000 to about 160,000 to Haitian government figures from 220,000 to 316,000, although these latter figures are a matter of some dispute. The government of Haiti estimated that 250,000 residences and 30,000 commercial buildings had collapsed or were severely damaged. The nation's history of national debt, prejudicial trade policies by other countries, and foreign intervention into national affairs, contributed to the existing poverty and poor housing conditions that increased the death toll from the disaster.",
      "The earthquake caused major damage in Port-au-Prince, Jacmel and other cities in the region."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/2010_Haiti_earthquake",
    "urlGoogle": "https://artsandculture.google.com/entity/2010-haiti-earthquake/m09rkpyw"
  },
  "funFacts": [
    {
      "id": "336",
      "fact": "The last letter to be added to our alphabet was J.",
      "category": ["History"]
    },
    {
      "id": "212",
      "fact": "Galapagos turtles can take up to three weeks to digest a meal.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "522218",
      "fact": "There really was a Captain Morgan. He was a Welsh pirate who later became the lieutenant governor of Jamaica."
    }
  ],
  "idiom": {
    "id": "friend-in-court",
    "term": "friend in court",
    "definition": "Also, **friends in high places.** A person or persons who can help by virtue of their important position. For example, *With a friend in court, he has a good chance of getting the contract,* or *Jim thinks he can get out of paying the fine; he has friends in high places.* This expression alludes to the power of a person at the royal court. With the decline of monarchies, *high places* came into more common use. [c. 1400]"
  },
  "person": {
    "id": "nawal-el-moutawakel",
    "name": "Nawal El Moutawakel",
    "dates": "Born Apr 15, 1962",
    "mainImg": "img/people/nawal-el-moutawakel.jpg",
    "summary": [
      "Nawal El Moutawakel is a Moroccan former hurdler, who won the inaugural women's 400 metres hurdles event at the 1984 Summer Olympics, and was the inaugural female, Muslim, born in Africa, Moroccan to become an Olympic medalist. In 2007, El Moutawakel was named the Minister of Sports in the upcoming cabinet of Morocco."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Nawal_El_Moutawakel",
    "urlGoogle": "https://artsandculture.google.com/entity/nawal-el-moutawakel/m05jyj"
  },
  "place": {
    "id": "suzhou",
    "name": "Suzhou",
    "mainImg": "img/places/suzhou.jpg",
    "summary": [
      "Suzhou, alternately romanized as Soochow, is a major city located in southeastern Jiangsu Province of East China, about 100 km northwest of Shanghai. It is a major economic center and focal point of trade and commerce, and the second largest city in the province, after its capital Nanjing. The city is situated on the lower reaches of the Yangtze River and the shores of Lake Tai and belongs to the Yangtze River Delta region. Administratively, Suzhou is a prefecture-level city with a population of 4.33 million in its city proper, and a total resident population of 10.58 million in its administrative area. Its urban population grew at an unprecedented rate of 6.5% between 2000 and 2014, which is the highest among cities with more than 5 million people.",
      "Founded in 514 BC, Suzhou has over 2,500 years of history, with an abundant display of relics and sites of historical interest. Around AD 100, during the Eastern Han dynasty, it became one of the ten largest cities in the world mostly due to emigration from Northern China. Since the 10th-century Song dynasty, it has been an important commercial center of China."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Suzhou",
    "urlGoogle": "https://artsandculture.google.com/entity/suzhou/m01qq80"
  },
  "quote": {
    "id": "66",
    "quote": "Eighty percent of success is showing up.",
    "author": "Woody Allen"
  },
  "wiki": {
    "id": "the-long-and-winding-road",
    "name": "The Long and Winding Road",
    "summary": "\"The Long and Winding Road\" is a pop ballad written by Paul McCartney that originally appeared on the Beatles' album Let It Be. It became The Beatles' last Number 1 song in the United States on June 13, 1970. While the released version of the song was very successful, the post-production modifications to the song by producer Phil Spector angered McCartney to the point that when he made his case in court for breaking up the Beatles as a legal entity, he cited the treatment of \"The Long and Winding Road\" as one of six reasons for doing so.",
    "url": "https://en.wikipedia.org/wiki/The_Long_and_Winding_Road"
  },
  "word": {
    "id": "koine",
    "word": "koine",
    "url": "https://www.merriam-webster.com/dictionary/koine",
    "partOfSpeech": "noun",
    "pronunciation": "koy-NAY",
    "audioPath": "audio/words/koine.mp3",
    "definitions": [
      "the Greek language commonly spoken and written in eastern Mediterranean countries in the Hellenistic and Roman periods",
      "a dialect or language of a region that has become the common or standard language of a larger area"
    ],
    "examples": [
      "Koines inevitably developed in the early British colonies as different dialects converged."
    ],
    "origin": "Koine, which means \"common\" or \"shared\" in Greek, was the language spoken in the eastern Mediterranean countries from the 4th century B.C. until the time of the Byzantine emperor Justinian (mid-6th century A.D.). In linguistics, the word \"koine\" is applied to a language developed from contact between dialects of the same language over a large region. Basically, a koine adopts those grammatical and lexical elements from the dialects of the region that are easily recognized by most area speakers and dispenses with those that are not."
  }
}
