{
  "artist": {
    "id": "keisai-eisen",
    "name": "Keisai Eisen",
    "dates": "1790 - 1848",
    "mainImg": "img/art/artists/keisai-eisen.jpg",
    "artworkImgs": [
      {
        "name": "Geisha in groen-gele kimono",
        "path": "img/art/artworks/keisai-eisen-a1.jpg",
        "source": "https://artsandculture.google.com/asset/geisha-in-groen-gele-kimono-keisai-eisen-tameiya-zembei/0QHqQK-6ILQrdA"
      },
      {
        "name": "Ukie Edo Ryogokubashi noryo no zu",
        "path": "img/art/artworks/keisai-eisen-a2.jpg",
        "source": "https://artsandculture.google.com/asset/ukie-edo-ryogokubashi-noryo-no-zu-artist-keisai-eisen/XQHF-m-dGBhqhg"
      },
      {
        "name": "Print",
        "path": "img/art/artworks/keisai-eisen-a3.jpg",
        "source": "https://artsandculture.google.com/asset/print-keisai-eisen/pAFDi_Fnzzg36A"
      },
      {
        "name": "The Courtesan Hanaōgi of the Ōgiya House",
        "path": "img/art/artworks/keisai-eisen-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-courtesan-hanaōgi-of-the-ōgiya-house-keisai-eisen/MQG80FZNRJQoLA"
      },
      {
        "name": "Liefdespaar bij volle maan",
        "path": "img/art/artworks/keisai-eisen-a5.jpg",
        "source": "https://artsandculture.google.com/asset/liefdespaar-bij-volle-maan-attributed-to-keisai-eisen/CAEI9VhBu14usw"
      },
      {
        "name": "Eight Views of Edo City - Misty Weather at Edo Nihombashi",
        "path": "img/art/artworks/keisai-eisen-a6.jpg",
        "source": "https://artsandculture.google.com/asset/eight-views-of-edo-city-misty-weather-at-edo-nihombashi-keisai-eisen/vAE8eEfrx7lhvA"
      }
    ],
    "summary": [
      "Keisai Eisen was a Japanese ukiyo-e artist who specialised in bijin-ga. His best works, including his ōkubi-e, are considered to be masterpieces of the \"decadent\" Bunsei Era. He was also known as Ikeda Eisen, and wrote under the name of Ippitsuan."
    ],
    "quote": null,
    "movements": ["Ukiyo-e"],
    "mediums": ["Ink", "Book", "Rock", "Ceramic", "Clay"],
    "urlWiki": "https://en.wikipedia.org/wiki/Keisai_Eisen",
    "urlGoogle": "https://artsandculture.google.com/entity/keisai-eisen/m026w222"
  },
  "event": {
    "id": "1960-u-2-incident",
    "name": "1960 U-2 incident",
    "dates": null,
    "mainImg": "img/events/1960-u-2-incident.jpg",
    "summary": [
      "On 1 May 1960, a United States U-2 spy plane was shot down by the Soviet Air Defence Forces while performing photographic aerial reconnaissance deep into Soviet territory. The single-seat aircraft, flown by pilot Francis Gary Powers, was hit by an S-75 Dvina surface-to-air missile and crashed near Sverdlovsk. Powers parachuted safely and was captured.",
      "Initially, the US authorities acknowledged the incident as the loss of a civilian weather research aircraft operated by NASA, but were forced to admit the mission's true purpose when a few days later the Soviet government produced the captured pilot and parts of the U-2's surveillance equipment, including photographs of Soviet military bases taken during the mission.",
      "The incident occurred during the presidency of Dwight D. Eisenhower and the premiership of Nikita Khrushchev, around two weeks before the scheduled opening of an east–west summit in Paris. It caused great embarrassment to the United States and prompted a marked deterioration in its relations with the Soviet Union, already strained by the ongoing Cold War."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1960_U-2_incident",
    "urlGoogle": "https://artsandculture.google.com/entity/1960-u-2-incident/m01sbxt"
  },
  "funFacts": [
    {
      "id": "203",
      "fact": "Atlantic salmon are capable of leaping 15 feet high.",
      "category": ["Animals"]
    },
    {
      "id": "779",
      "fact": "A group of jellyfish is called a smack.",
      "category": ["Animals", "Definitions"]
    }
  ],
  "funFacts2": [
    {
      "id": "553552",
      "fact": "A 150-year-old tree at the Ashikaga Flower Park is believed to be the oldest living wisteria in Japan."
    }
  ],
  "idiom": {
    "id": "sling-hash",
    "term": "sling hash",
    "definition": "Serve food in a restaurant, especially a cheap establishment. For example, *The only job she could find was slinging hash in the neighborhood diner.* This term alludes to the inelegant presentation and nature of the food, in effect, tossing hash before a customer. [Slang; mid-1800s]"
  },
  "person": {
    "id": "alain-berset",
    "name": "Alain Berset",
    "dates": "Born Apr 9, 1972",
    "mainImg": "img/people/alain-berset.jpg",
    "summary": [
      "Alain Berset is a Swiss politician serving as a member of the Federal Council since 2012. A member of the Social Democratic Party, he has served as head of the Federal Department of Home Affairs since his election. From 1 January 2018 to 31 December 2018, he served as President of the Swiss Confederation; at age 45, Berset was the youngest President of the Confederation since Marcel Pilet-Golaz in 1934.",
      "Before being elected to the Federal Council in 2011, he was a member of the Council of States for the canton of Fribourg, serving as the chamber's president during the 2008–2009 term. Berset speaks Swiss German, Standard German, French, Italian, Romansh and English."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Alain_Berset",
    "urlGoogle": "https://artsandculture.google.com/entity/alain-berset/m063cd9"
  },
  "place": {
    "id": "hangzhou",
    "name": "Hangzhou",
    "mainImg": "img/places/hangzhou.jpg",
    "summary": [
      "Hangzhou, also romanized as Hangchow, is the capital and most populous city of Zhejiang, People's Republic of China. It sits at the head of Hangzhou Bay, which separates Shanghai and Ningbo. Hangzhou grew to prominence as the southern terminus of the Grand Canal and has been one of the most renowned and prosperous cities in China for much of the last millennium. The city's West Lake, a UNESCO World Heritage site immediately west of the city, is among its best-known attractions. A study conducted by PwC and China Development Research Foundation saw Hangzhou ranked first among \"Chinese Cities of Opportunity\". Hangzhou is also considered a World City with a \"Beta+\" classification according to GaWC.",
      "Hangzhou is classified as a sub-provincial city and forms the core of the Hangzhou metropolitan area, the fourth-largest in China. During the 2010 Chinese census, the metropolitan area held 21.102 million people over an area of 34,585 km². Hangzhou prefecture had a registered population of 9,018,000 in 2015.",
      "Hangzhou was repeatedly rated as the best commercial city in mainland China by Forbes."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hangzhou",
    "urlGoogle": "https://artsandculture.google.com/entity/hangzhou/m014vm4"
  },
  "quote": { "id": "50", "quote": "A goal is a dream with a deadline.", "author": "Napoleon Hill" },
  "wiki": {
    "id": "james-bryant-conant",
    "name": "James Bryant Conant",
    "summary": "James Bryant Conant (1893–1978) was a chemist, President of Harvard University, and the first U.S. Ambassador to West Germany. As a Harvard professor, he was one of the first to explore the relationship between chemical equilibrium and the reaction rate of chemical processes. He studied the biochemistry of oxyhemoglobin, helped to elucidate the structure of chlorophyll, and contributed insights that underlie modern theories of acid–base chemistry. It was during his presidency of Harvard (1933–53) that women were first admitted to Harvard Medical School and Harvard Law School. As chairman of the National Defense Research Committee during World War II, he oversaw the Manhattan Project, which developed the first atomic bombs. After the war, he served on the Joint Research and Development Board that coordinated defense research, and on the General Advisory Committee of the Atomic Energy Commission. In his later years at Harvard, he taught the history and philosophy of science, and wrote about the scientific method. In 1953 he became the U.S. High Commissioner for Germany, overseeing the restoration of German sovereignty, and then was U.S. Ambassador to West Germany until 1957.",
    "url": "https://en.wikipedia.org/wiki/James_Bryant_Conant"
  },
  "word": {
    "id": "circadian",
    "word": "circadian",
    "url": "https://www.merriam-webster.com/dictionary/circadian",
    "partOfSpeech": "adjective",
    "pronunciation": "ser-KAY-dee-un",
    "audioPath": "audio/words/circadian.mp3",
    "definitions": [
      "being, having, characterized by, or occurring in approximately 24-hour periods or cycles (as of biological activity or function)"
    ],
    "examples": [
      "\"Teenagers, like everyone else, need bright lights in the morning … to synchronize their inner, circadian rhythms with nature's cycles of day and night.\" (Thomas H. Maugh II, _Chicago Tribune_, Feb. 17, 2010)"
    ],
    "origin": "Just over fifty years ago, no one talked about \"circadian rhythms\" -- because \"circadian\" hadn't even been coined yet. In 1959, a scientist formed the word from the Latin words \"circa\" (\"about\") and \"dies\" (\"day\"), and it caught on quickly. \"Circadian\" appeared in periodicals throughout the sixties, and appeared in a Merriam-Webster dictionary before the decade was up. Most often, it's seen and heard in the term \"circadian rhythm,\" which refers to the inherent cycle of about 24 hours that appears to control various biological processes, such as sleep, wakefulness, and digestive activity. If you want to impress your friends, you can also use the term \"circadian dysrhythmia,\" a fancy synonym of \"jet lag.\""
  }
}
