{
  "artist": {
    "id": "paul-klee",
    "name": "Paul Klee",
    "dates": "Dec 18, 1879 - Jun 29, 1940",
    "mainImg": "img/art/artists/paul-klee.jpg",
    "artworkImgs": [
      {
        "name": "Ghost of a Genius",
        "path": "img/art/artworks/paul-klee-a1.jpg",
        "source": "https://artsandculture.google.com/asset/ghost-of-a-genius-paul-klee/QgGHzGidGhPIdg"
      },
      {
        "name": "Wald Bau",
        "path": "img/art/artworks/paul-klee-a2.jpg",
        "source": "https://artsandculture.google.com/asset/wald-bau-paul-klee/FQGzzQvfdf-jpg"
      },
      {
        "name": "Fire at Full Moon",
        "path": "img/art/artworks/paul-klee-a3.jpg",
        "source": "https://artsandculture.google.com/asset/fire-at-full-moon-paul-klee/4QFsIMp64ZsDOA"
      },
      {
        "name": "Super-Chess",
        "path": "img/art/artworks/paul-klee-a4.jpg",
        "source": "https://artsandculture.google.com/asset/super-chess-paul-klee/MwHvy-HH4O6BGw"
      },
      {
        "name": "The Beginnings of a Smile",
        "path": "img/art/artworks/paul-klee-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-beginnings-of-a-smile-paul-klee/-QHzS2vdmLVLZg"
      },
      {
        "name": "Dance of Moth",
        "path": "img/art/artworks/paul-klee-a6.jpg",
        "source": "https://artsandculture.google.com/asset/dance-of-moth-paul-klee/AgG_UW75jk-kiw"
      }
    ],
    "summary": [
      "Paul Klee was a Swiss-born artist. His highly individual style was influenced by movements in art that included Expressionism, Cubism, and Surrealism. Klee was a natural draftsman who experimented with and eventually deeply explored color theory, writing about it extensively; his lectures Writings on Form and Design Theory, published in English as the Paul Klee Notebooks, are held to be as important for modern art as Leonardo da Vinci's A Treatise on Painting for the Renaissance. He and his colleague, Russian painter Wassily Kandinsky, both taught at the Bauhaus school of art, design and architecture in Germany. His works reflect his dry humor and his sometimes childlike perspective, his personal moods and beliefs, and his musicality."
    ],
    "quote": "“When looking at any significant work of art, remember that a more significant one probably has had to be sacrificed.”",
    "movements": [
      "Modern art",
      "Expressionism",
      "Surrealism",
      "Bauhaus style",
      "German Expressionism",
      "Cubism"
    ],
    "mediums": [
      "Watercolor painting",
      "Oil paint",
      "Drawing",
      "Cardboard",
      "Hessian fabric",
      "Ink"
    ],
    "urlWiki": "https://en.wikipedia.org/wiki/Paul_Klee",
    "urlGoogle": "https://artsandculture.google.com/entity/paul-klee/m0ktf5"
  },
  "event": {
    "id": "1980-united-states-presidential-election",
    "name": "1980 United States presidential election",
    "dates": null,
    "mainImg": "img/events/1980-united-states-presidential-election.jpg",
    "summary": [
      "The 1980 United States presidential election was the 49th quadrennial presidential election. It was held on Tuesday, November 4, 1980. Republican nominee Ronald Reagan defeated incumbent Democrat Jimmy Carter. Carter was the second incumbent president to be denied a second term since Herbert Hoover in 1932. Due to the rise of conservatism following Reagan's victory, some historians consider the election to be a realigning election that marked the start of the Reagan Era.",
      "Carter's unpopularity and poor relations with Democratic leaders encouraged an intra-party challenge by Senator Ted Kennedy, a younger brother of former President John F. Kennedy. Carter defeated Kennedy in the majority of the Democratic primaries, but Kennedy remained in the race until Carter was officially nominated at the 1980 Democratic National Convention. The Republican primaries were contested between Reagan, who had previously served as the Governor of California, former Congressman George H. W. Bush of Texas, Congressman John B. Anderson of Illinois, and several other candidates."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/1980_United_States_presidential_election",
    "urlGoogle": "https://artsandculture.google.com/entity/1980-united-states-presidential-election/m0b3h2"
  },
  "funFacts": [
    {
      "id": "492",
      "fact": "To remove crayon marks from walls, use a hairdryer to heat the wax.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "889",
      "fact": "The original Cinderella was Egyptian and wore fur slippers.",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554006",
      "fact": "Dolphin calves are typically born \u0003tail first, rather than head first, so they don’t drown during the birthing process."
    }
  ],
  "person": {
    "id": "ahmed-iii",
    "name": "Ahmed III",
    "dates": "Dec 30, 1673 - Jul 1, 1736",
    "mainImg": "img/people/ahmed-iii.jpg",
    "summary": [
      "Ahmed III was Sultan of the Ottoman Empire and a son of Sultan Mehmed IV. His mother was Gülnuş Sultan, originally named Evmenia Voria, who was an ethnic Greek. He was born at Hacıoğlu Pazarcık, in Dobruja. He succeeded to the throne in 1703 on the abdication of his brother Mustafa II. Nevşehirli Damat İbrahim Pasha and the Sultan's daughter, Fatma Sultan directed the government from 1718 to 1730, a period referred to as the Tulip Era.",
      "The first days of Ahmed III's reign passed with efforts to appease the janissaries who were completely disciplined. However, he was not effective against the janissaries who made him sultan. Çorlulu Ali Pasha, who Ahmed brought to the Grand Vizier, tried to help him in administrative matters, made new arrangements for the treasury and Sultan. He supported Ahmed in his fight with his rivals."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ahmed_III",
    "urlGoogle": "https://artsandculture.google.com/entity/ahmed-iii/m0qm7"
  },
  "place": {
    "id": "vancouver",
    "name": "Vancouver",
    "mainImg": "img/places/vancouver.jpg",
    "summary": [
      "Vancouver is a city on the north bank of the Columbia River in the U.S. state of Washington. It is the largest suburb of Portland, Oregon. Incorporated in 1857, Vancouver had a population of 161,791 as of the 2010 U.S. census, making it the fourth-largest city in Washington state. Vancouver is the county seat of Clark County and forms part of the Portland-Vancouver metropolitan area, the 23rd largest metropolitan area in the United States. Originally established in 1825 around Fort Vancouver, a fur-trading outpost, the city is located on the Washington/Oregon border along the Columbia River, directly north of Portland. In 2005, Money magazine named it No. 91 on its list of best places in America to live. In 2016, WalletHub ranked Vancouver the 89th best place in the U.S. for families to live."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Vancouver,_Washington",
    "urlGoogle": "https://artsandculture.google.com/entity/vancouver/m0ckhc"
  },
  "wiki": {
    "id": "governor-of-kentucky",
    "name": "Governor of Kentucky",
    "summary": "The Governor of the Commonwealth of Kentucky is the head of the executive branch of government in the U.S. state of Kentucky. The Kentucky Constitution empowers the governor to grant pardons, veto legislation, and call the legislature into session. He or she serves as commander-in-chief of the Kentucky National Guard and is charged with enforcing the state's laws. The officeholder is given broad authority to make appointments to the cabinets and departments of the executive branch, limited somewhat by the adoption of a merit system in 1960. Fifty-six men and one woman have held the office. The governor's term is four years in length, and since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Kentucky is one of five U.S. states that hold gubernatorial elections in odd-numbered years; the others are Louisiana, Mississippi, Virginia, and New Jersey. The incumbent governor, Democrat Steve Beshear, is seeking re-election on November 8, 2011. His opponent is Republican David L. Williams, who is currently president of the state senate.",
    "url": "https://en.wikipedia.org/wiki/Governor_of_Kentucky"
  },
  "word": {
    "id": "sericeous",
    "word": "sericeous",
    "url": "https://www.merriam-webster.com/dictionary/sericeous",
    "partOfSpeech": "adjective",
    "pronunciation": "suh-RISH-us",
    "audioPath": "audio/words/sericeous.mp3",
    "definitions": ["covered with fine silky hair"],
    "examples": [
      "The shapes of the aster's sericeous leaves range from lanceolate or oblong to broadly elliptic."
    ],
    "origin": "In the writings of the ancient Greeks, there is mention of the Sēres, an eastern Asian people who made \"sērikos\" fabrics. Historians now believe that the Sēres were the Chinese, from whom the ancient Greeks first obtained silk. The ancient Romans wove the Sēres' name into their language, creating \"sericum,\" the Latin word for silk. The English word \"silk\" is also assumed to be spun -- with some very dramatic alterations from Old English to Middle English -- from the same Greek fiber. Both \"silk\" and \"silken\" have been in the English language for many, many centuries, but scientists of the 18th century wanted a new term to describe the silky hairs on some leaves and bodies, and so they adapted the Late Latin word \"sericeus\" (\"silken\") to create \"sericeous.\""
  }
}
