{
  "artist": {
    "id": "frederick-sandys",
    "name": "Frederick Sandys",
    "dates": "May 1, 1829 - Jun 25, 1904",
    "mainImg": "img/art/artists/frederick-sandys.jpg",
    "artworkImgs": [
      {
        "name": "Morgan-le-Fay",
        "path": "img/art/artworks/frederick-sandys-a1.jpg",
        "source": "https://artsandculture.google.com/asset/morgan-le-fay/bQG4hil-9FMmYA"
      },
      {
        "name": "Portrait of a Lady, probably Anne Simms Reeve of Brancaster Hall, Norfolk",
        "path": "img/art/artworks/frederick-sandys-a2.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-lady-probably-anne-simms-reeve-of-brancaster-hall-norfolk-frederick-sandys/OwGI8ZWV2gKekg"
      },
      {
        "name": "Medea",
        "path": "img/art/artworks/frederick-sandys-a3.jpg",
        "source": "https://artsandculture.google.com/asset/medea/KgFfi1wPKa6Bmg"
      },
      {
        "name": "Grace Rose",
        "path": "img/art/artworks/frederick-sandys-a4.jpg",
        "source": "https://artsandculture.google.com/asset/grace-rose-frederick-sandys-1829–1904-british/FwHcx0AM-jmIhw"
      },
      {
        "name": "Ysoude with the Love Philtre",
        "path": "img/art/artworks/frederick-sandys-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ysoude-with-the-love-philtre-frederick-sandys/aQEstywC5ijhnw"
      },
      {
        "name": "A Nightmare",
        "path": "img/art/artworks/frederick-sandys-a6.jpg",
        "source": "https://artsandculture.google.com/asset/a-nightmare-frederick-augustus-sandys/GgFPEZKybSNp-g"
      }
    ],
    "summary": [
      "Anthony Frederick Augustus Sandys, usually known as Frederick Sandys, was an English painter, illustrator and draughtsman, associated with the Pre-Raphaelites. He was also associated with the Norwich School of painters."
    ],
    "quote": null,
    "movements": ["Pre-Raphaelite Brotherhood"],
    "mediums": ["Wood", "Engraving", "Oil paint", "Drawing", "Sanguine", "Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Frederick_Sandys",
    "urlGoogle": "https://artsandculture.google.com/entity/frederick-sandys/m0cljbc"
  },
  "event": {
    "id": "un-retreat-from-north-korea",
    "name": "UN retreat from North Korea",
    "dates": "Dec 2, 1950 - Dec 25, 1950",
    "mainImg": "img/events/un-retreat-from-north-korea.jpg",
    "summary": [
      "The UN retreat from North Korea was the withdrawal of United Nations forces from North Korea that took place from 2–25 December 1950.",
      "On 30 September Republic of Korea Army forces crossed the 38th Parallel, the de facto border between North and South Korea on the east coast of the Korean peninsula and this was followed by a general UN offensive into North Korea to pursue the shattered North Korean Korean People's Army. Within one month UN forces were approaching the Yalu River prompting Chinese intervention in the war. Despite the initial attacks by the Chinese People's Volunteer Army in late October-early November, the UN renewed their offensive on 24 November before it was abruptly halted by massive Chinese intervention in the Second Phase Offensive starting on 25 November. Following their defeats by the PVA in the Battle of the Ch'ongch'on River and the Battle of Chosin Reservoir in eastern Korea, UN forces withdrew from North Korea completing their withdrawal on 25 December. UN forces then prepared new defensive lines above Seoul for an expected renewal of the PVA offensive."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/UN_retreat_from_North_Korea",
    "urlGoogle": "https://artsandculture.google.com/entity/un-retreat-from-north-korea/g11h106s87n"
  },
  "funFacts": [
    {
      "id": "799",
      "fact": "The official color of California's Golden Gate Bridge is International Orange.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "844",
      "fact": "One lump of sugar is equivalent to three feet of sugar cane.",
      "category": ["Plants"]
    }
  ],
  "funFacts2": [
    {
      "id": "554093",
      "fact": "When Facebook introduced the News Feed in 2006, people freaked out. TIME called it “Gen Y’s first official revolution.”"
    }
  ],
  "idiom": {
    "id": "beard-the-lion",
    "term": "beard the lion",
    "definition": "Confront a danger, take a risk, as in *I went straight to my boss, bearding the lion.* This term was originally a Latin proverb based on a Bible story (I Samuel 17:35) about the shepherd David, who pursued a lion that had stolen a lamb, caught it by its beard, and killed it. By Shakespeare's time it was being used figuratively, as it is today. Sometimes the term is amplified to **beard the lion in his den,** which may combine the allusion with another Bible story, that of Daniel being shut in a lions' den for the night (Daniel 6:16--24)."
  },
  "person": {
    "id": "elpidio-quirino",
    "name": "Elpidio Quirino",
    "dates": "Nov 16, 1890 - Feb 29, 1956",
    "mainImg": "img/people/elpidio-quirino.jpg",
    "summary": [
      "Elpidio Rivera Quirino was a Filipino politician of ethnic Ilocano descent who served as the sixth President of the Philippines from 1948 to 1953.",
      "A lawyer by profession, Quiríno entered politics when he became a representative of Ilocos Sur from 1919 to 1925. He was then elected as senator from 1925–1931. In 1934, he became a member of the Philippine independence commission that was sent to Washington, D.C., which secured the passage of Tydings–McDuffie Act to American Congress. In 1935, he was also elected to the convention that drafted the 1935 constitution for the newly established Commonwealth. In the new government, he served as secretary of the interior and finance under President Manuel Quezon's cabinet.",
      "After World War II, Quiríno was elected vice-president in the 1946 election, consequently the second and last for the Commonwealth and first for the third republic. After the death of the incumbent president Manuel Roxas in 1948, he succeeded the presidency. He won the president's office under Liberal Party ticket, defeating Nacionalista vice president and former president José P. Laurel as well as fellow Liberalista and former Senate President José Avelino."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Elpidio_Quirino",
    "urlGoogle": "https://artsandculture.google.com/entity/elpidio-quirino/m02bmxs"
  },
  "place": {
    "id": "bahrain",
    "name": "Bahrain",
    "mainImg": "img/places/bahrain.jpg",
    "summary": [
      "Bahrain, officially the Kingdom of Bahrain, is a sovereign state in the Persian Gulf. The island nation comprises a small archipelago made up of 33 natural islands and an additional 51 artificial islands, centered around Bahrain Island which makes up around 83 percent of the country's landmass. The country is situated between the Qatar peninsula and the north eastern coast of Saudi Arabia, to which it is connected by the 25-kilometre King Fahd Causeway. According to the 2010 census, Bahrain's population is over 1.2 million, of which around half are non-nationals. At 780 square kilometres in size, it is the third-smallest nation in Asia after the Maldives and Singapore. The capital and largest city is Manama.",
      "Bahrain is the site of the ancient Dilmun civilization. It has been famed since antiquity for its pearl fisheries, which were considered the best in the world into the 19th century. Bahrain was one of the earliest areas to convert to Islam, during the lifetime of the Prophet Muhammad in 628 CE. Following a period of Arab rule, Bahrain was ruled by the Portuguese Empire from 1521 until 1602, following the conquest by Shah Abbas I of the Safavid dynasty under the Persian Empire."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bahrain",
    "urlGoogle": "https://artsandculture.google.com/entity/bahrain/m0161c"
  },
  "wiki": {
    "id": "second-crusade",
    "name": "Second Crusade",
    "summary": "The Second Crusade was the second major crusade launched from Europe, called in 1145 in response to the fall of the County of Edessa the previous year. Edessa was the first of the Crusader states to have been founded during the First Crusade, and was the first to fall. The Second Crusade was announced by Pope Eugenius III, and was the first of the crusades to be led by European kings, namely Louis VII of France and Conrad III of Germany. The armies of the two kings marched separately across Europe and were separately defeated by the Seljuk Turks. Louis and Conrad and the remnants of their armies reached Jerusalem and in 1148 participated in an ill-advised attack on Damascus. The crusade in the east was a failure for the crusaders and a great victory for the Muslims. It would ultimately lead to the fall of Jerusalem and the Third Crusade at the end of the 12th century. The only success came on the opposite end of the Mediterranean, where English crusaders, on the way by ship to the Holy Land, fortuitously stopped and helped capture Lisbon in 1147.",
    "url": "https://en.wikipedia.org/wiki/Second_Crusade"
  },
  "word": {
    "id": "interrobang",
    "word": "interrobang",
    "url": "https://www.merriam-webster.com/dictionary/interrobang",
    "partOfSpeech": "noun",
    "pronunciation": "in-TAIR-uh-bang",
    "audioPath": "audio/words/interrobang.mp3",
    "definitions": [
      "a punctuation mark ‽ designed for use especially at the end of an exclamatory rhetorical question"
    ],
    "examples": [
      "The essay was peppered with _interrobangs_ and exclamation points, communicating-intentionally or not-an incredulity and outrage that didn't feel very hospitable.",
      "\"Inevitably, however, you'll cheat on the Period with the Ampersand, Semi-Colon, or possibly the _Interrobang_.\" - From an [article](http://www.theatlanticwire.com/entertainment/2012/08/imagined-lives-punctuation-marks/56023/) by Jen Doll in the _Atlantic Wire_, August 21, 2012"
    ],
    "origin": "Most punctuation marks have been around for centuries, but not the interrobang: it's a product of the 1960s. The mark gets its name from the punctuation that it is intended to combine. \"Interro\" is from \"interrogation point,\" the technical name for the question mark, and \"bang\" is printers' slang for the exclamation point. The interrobang is not commonly used-its absence from standard keyboards can explain its paucity in print perhaps just as well as its paucity in print can explain its absence from standard keyboards. Most writers who want to communicate what the interrobang communicates continue to do as they did before the advent of the mark, throwing in !? or ?! as they feel so moved."
  }
}
