{
  "artist": {
    "id": "rachel-whiteread",
    "name": "Rachel Whiteread",
    "dates": "Born Apr 20, 1963",
    "mainImg": "img/art/artists/rachel-whiteread.jpg",
    "artworkImgs": [
      {
        "name": "Water Tower",
        "path": "img/art/artworks/rachel-whiteread-a1.jpg",
        "source": "https://artsandculture.google.com/asset/water-tower-whiteread-rachel/ogF1eEPLhujY4Q"
      },
      {
        "name": "Rachel Whiteread, Place (2008). Installation View: Psycho Buildings: Artists Take On Architecture, Hayward Gallery, 2008. Photo: Stephen White",
        "path": "img/art/artworks/rachel-whiteread-a2.jpg",
        "source": "https://artsandculture.google.com/asset/rachel-whiteread-place-2008-installation-view-psycho-buildings-artists-take-on-architecture-hayward-gallery-2008-photo-stephen-white-rachel-whiteread/CQHfGe4Y6m4HvA"
      },
      {
        "name": "Untitled (6 Spaces)",
        "path": "img/art/artworks/rachel-whiteread-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-6-spaces-rachel-whiteread/hQHMkAZzhzrKhQ"
      },
      {
        "name": "Study for Large Floor (Etude pour parquet large)",
        "path": "img/art/artworks/rachel-whiteread-a4.jpg",
        "source": "https://artsandculture.google.com/asset/study-for-large-floor-etude-pour-parquet-large-rachel-whiteread/lwG4aVSJVLLyNQ"
      },
      {
        "name": "Water Tower",
        "path": "img/art/artworks/rachel-whiteread-a5.jpg",
        "source": "https://artsandculture.google.com/asset/water-tower-whiteread-rachel/ewG1PixH8aYdvw"
      },
      {
        "name": "Rachel Whiteread, Untitled (Amber Matress) (1992). Installation view: Doubletake: Collective Memory and Current Art, Hayward Gallery, 1992. Photo: Edward Woodman",
        "path": "img/art/artworks/rachel-whiteread-a6.jpg",
        "source": "https://artsandculture.google.com/asset/rachel-whiteread-untitled-amber-matress-1992-installation-view-doubletake-collective-memory-and-current-art-hayward-gallery-1992-photo-edward-woodman-rachel-whiteread/3gGG6FWvYa9J5w"
      }
    ],
    "summary": [
      "Dame Rachel Whiteread DBE is an English artist who primarily produces sculptures, which typically take the form of casts. She was the first woman to win the annual Turner Prize in 1993.",
      "Whiteread was one of the Young British Artists who exhibited at the Royal Academy's Sensation exhibition in 1997. Among her most renowned works are House, a large concrete cast of the inside of an entire Victorian house; the Judenplatz Holocaust Memorial in Vienna, resembling the shelves of a library with the pages turned outwards; and Untitled Monument, her resin sculpture for the empty fourth plinth in London's Trafalgar Square.",
      "She was appointed Commander of the Order of the British Empire in 2006 and Dame Commander of the Order of the British Empire in the 2019 Birthday Honours for services to art."
    ],
    "quote": "“I think the difference between me and some of the other YBAs [Young British Artists] was that I was ambitious for the work, and not ambitious for myself.”",
    "movements": ["Young British Artists", "Contemporary art", "Conceptual art"],
    "mediums": ["Plaster", "Nickel", "Silver", "Ink", "Metal", "Sheet metal"],
    "urlWiki": "https://en.wikipedia.org/wiki/Rachel_Whiteread",
    "urlGoogle": "https://artsandculture.google.com/entity/rachel-whiteread/m014ww_"
  },
  "event": {
    "id": "casablanca-conference",
    "name": "Casablanca Conference",
    "dates": "Jan 14, 1943 - Jan 24, 1943",
    "mainImg": "img/events/casablanca-conference.jpg",
    "summary": [
      "The Casablanca Conference was held at the Anfa Hotel in Casablanca, Morocco, from January 14 to 24, 1943, to plan the Allied European strategy for the next phase of World War II. In attendance were United States President Franklin D. Roosevelt and British prime minister Winston Churchill. Also attending and representing the Free French forces were Generals Charles de Gaulle and Henri Giraud, though they played minor roles and were not part of the military planning. USSR General Secretary Joseph Stalin had declined to attend, citing the ongoing Battle of Stalingrad as requiring his presence in the Soviet Union.",
      "The conference agenda addressed the specifics of tactical procedure, allocation of resources, and the broader issues of diplomatic policy. The debate and negotiations produced what was known as the Casablanca Declaration, and perhaps its most historically provocative statement of purpose, \"unconditional surrender\". The doctrine of \"unconditional surrender\" came to represent the unified voice of implacable Allied will—the determination that the Axis powers would be fought to their ultimate defeat."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Casablanca_Conference",
    "urlGoogle": "https://artsandculture.google.com/entity/casablanca-conference/m03_vg8"
  },
  "funFacts": [
    {
      "id": "296",
      "fact": "In 1860, Abraham Lincoln grew a beard at the suggestion of an 11-year-old girl.",
      "category": ["History"]
    },
    {
      "id": "812",
      "fact": "111,111,111 x 111,111,111 = 12,345,678,987,654,321",
      "category": ["Hodgepodge"]
    }
  ],
  "funFacts2": [
    {
      "id": "554255",
      "fact": "December 5 is Krampusnacht (Krampus Night), when the half-goat, half-demon of Christmas folklore visits homes to punish naughty children, armed with a bundle of sticks and a chain to take them back to the underworld."
    }
  ],
  "idiom": {
    "id": "on-tenterhooks",
    "term": "on tenterhooks",
    "definition": "In a state of painful suspense, as in *We were on tenterhooks all through the game, hoping against hope that our team would win.* This expression alludes to hooks that formerly were used to hold newly woven cloth that was being stretched on a frame. Their name has long survived this method of manufacture. [Mid-1700s]"
  },
  "person": {
    "id": "francois-mitterrand",
    "name": "François Mitterrand",
    "dates": "Oct 26, 1916 - Jan 8, 1996",
    "mainImg": "img/people/francois-mitterrand.jpg",
    "summary": [
      "François Maurice Adrien Marie Mitterrand was a French statesman who served as President of France from 1981 to 1995, the longest time in office in the history of France. As First Secretary of the Socialist Party, he was the first left-wing politician to assume the presidency under the Fifth Republic.",
      "Reflecting family influences, François Mitterrand started political life on the Catholic nationalist right. He served under the Vichy Regime during its earlier years. Subsequently he joined the Resistance, moved to the left, and held ministerial office several times under the Fourth Republic. François Mitterand opposed de Gaulle's establishment of the Fifth Republic. Although at times a politically isolated figure, François Mitterrand outmanoeuvered rivals to become the left's standard bearer at every presidential election from 1965–88; with the exception of 1969. François Mitterrand was elected President at the 1981 presidential election. He was re-elected in 1988 and remained in office until 1995.",
      "François Mitterrand invited the Communist Party into his first government, which was a controversial decision at the time."
    ],
    "quote": "“France is delighted at this new opportunity to show the world that when one has the will one can succeed in joining peoples who have been brought close by history.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Fran%C3%A7ois_Mitterrand",
    "urlGoogle": "https://artsandculture.google.com/entity/françois-mitterrand/m09gvx"
  },
  "place": {
    "id": "dublin",
    "name": "Dublin",
    "mainImg": "img/places/dublin.jpg",
    "summary": [
      "Dublin is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster. It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region as of 2016 was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
      "There is archaeological debate regarding precisely where Dublin was established by the Gaels in or before the 7th century AD. Later expanded as a Viking settlement, the Kingdom of Dublin, the city became Ireland's principal settlement following the Norman invasion. The city expanded rapidly from the 17th century and was briefly the second largest city in the British Empire before the Acts of Union in 1800. Following the partition of Ireland in 1922, Dublin became the capital of the Irish Free State, later renamed Ireland.",
      "Dublin is a historical and contemporary centre for education, the arts, administration and industry."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Dublin",
    "urlGoogle": "https://artsandculture.google.com/entity/dublin/m02cft"
  },
  "wiki": {
    "id": "tynwald-day",
    "name": "Tynwald Day",
    "summary": "Tynwald Day is the national holiday of the Isle of Man, usually occurring on July 5. On this day, Tynwald, the Isle's legislature, meets in St John's, rather than its usual meeting place, Douglas. The session is held both in the chapel of St John the Baptist and in open air, on Tynwald Hill (an artificially-constructed mound). The meeting, the first recorded instance of which dates to 1417, is known as \"Midsummer Court.\" It is attended by members of the two branches of Tynwald, the House of Keys and the Legislative Council. The Lieutenant Governor of the Isle of Man, the representative of Lord of Mann (the British sovereign), presides, except on the rare occasions when the British monarch or a member of the British royal family is in attendance. All bills that have received the royal assent are promulgated on Tynwald Day; any Act of Tynwald which is not promulgated within 18 months of passage ceases to have effect. Other proceedings include the presentation of petitions and the swearing-in of certain public officials.",
    "url": "https://en.wikipedia.org/wiki/Tynwald_Day"
  },
  "word": {
    "id": "quietus",
    "word": "quietus",
    "url": "https://www.merriam-webster.com/dictionary/quietus",
    "partOfSpeech": "noun",
    "pronunciation": "kwye-EE-tus",
    "audioPath": "audio/words/quietus.mp3",
    "definitions": [
      "final settlement (as of a debt)",
      "removal from activity; especially : death",
      "something that quiets or represses"
    ],
    "examples": [
      "The town council voted against granting a permit to stage the concert in the park, thus putting the _quietus_ on any repeat of last year's unruly behavior.",
      "\"All this comes just about the time when some bass-fishing folks were predicting a mad rush to the banks for the first round of spawning on Tuesday's full moon. The effects of the rain, cooler water and a rising barometer should put the _quietus_ on that until water levels stabilize and sunlight returns to warm the water.\" - From an article by Joe Macaluso in _The Advocate_ (Baton Rouge, Louisiana), February 2, 2012"
    ],
    "origin": "In the early 1500s, English speakers adopted the Medieval Latin phrase \"quietus est\" (literally \"he is quit\") as the name for the writ of discharge exempting a baron or knight from payment of a knight's fee to the king. The expression was later shortened to \"quietus\" and applied to the termination of any debt. William Shakespeare was the first to use \"quietus\" as a metaphor for the termination of life: \"For who would bear the whips and scorns of time, … When he himself might his quietus make / With a bare bodkin?\" (_Hamlet_). The third meaning, which is more influenced by \"quiet\" than \"quit,\" appeared in the 19th century. It often occurs in the phrase \"put the quietus on\" (as in, \"The bad news put the quietus on their celebration\")."
  }
}
