{
  "artist": {
    "id": "eugene-von-guerard",
    "name": "Eugene von Guerard",
    "dates": "Nov 17, 1811 - Apr 17, 1901",
    "mainImg": "img/art/artists/eugene-von-guerard.jpg",
    "artworkImgs": [
      {
        "name": "North-east view from the northern top of Mount Kosciusko",
        "path": "img/art/artworks/eugene-von-guerard-a1.jpg",
        "source": "https://artsandculture.google.com/asset/north-east-view-from-the-northern-top-of-mount-kosciusko-eugene-von-guérard/GAFIpLZ8ttoqGQ"
      },
      {
        "name": "Jebel Cherib",
        "path": "img/art/artworks/eugene-von-guerard-a2.jpg",
        "source": "https://artsandculture.google.com/asset/jebel-cherib-eugene-von-guérard/7wFNjNw91lfbOQ"
      },
      {
        "name": "Purrumbete from across the lake",
        "path": "img/art/artworks/eugene-von-guerard-a3.jpg",
        "source": "https://artsandculture.google.com/asset/purrumbete-from-across-the-lake-eugene-von-guérard/hwFqkckRMkuCdA"
      },
      {
        "name": "Yalla-y-Poora",
        "path": "img/art/artworks/eugene-von-guerard-a4.jpg",
        "source": "https://artsandculture.google.com/asset/yalla-y-poora-eugène-von-guérard/eQFmGkJp46j7Og"
      },
      {
        "name": "Ferntree Gully in the Dandenong Ranges",
        "path": "img/art/artworks/eugene-von-guerard-a5.jpg",
        "source": "https://artsandculture.google.com/asset/ferntree-gully-in-the-dandenong-ranges-eugene-von-guérard/7QFRQegI7i332w"
      },
      {
        "name": "Stony Rises, Lake Corangamite",
        "path": "img/art/artworks/eugene-von-guerard-a6.jpg",
        "source": "https://artsandculture.google.com/asset/stony-rises-lake-corangamite-eugene-von-guérard/zQFxFBGI8kyx6g"
      }
    ],
    "summary": [
      "Johann Joseph Eugene von Guérard was an Austrian-born artist, active in Australia from 1852 until 1882. Known for his finely detailed landscapes in the tradition of the Düsseldorf school of painting, he is represented in Australia's major public galleries, and is referred to in the country as Eugene von Guerard."
    ],
    "quote": null,
    "movements": ["Romanticism"],
    "mediums": ["Oil paint", "Cardboard", "Engraving", "Plywood"],
    "urlWiki": "https://en.wikipedia.org/wiki/Eugene_von_Guerard",
    "urlGoogle": "https://artsandculture.google.com/entity/eugene-von-guerard/m08j850"
  },
  "event": {
    "id": "overland-campaign",
    "name": "Overland Campaign",
    "dates": "May 4, 1864 - Jun 24, 1864",
    "mainImg": "img/events/overland-campaign.jpg",
    "summary": [
      "The Overland Campaign, also known as Grant's Overland Campaign and the Wilderness Campaign, was a series of battles fought in Virginia during May and June 1864, in the American Civil War. Lt. Gen. Ulysses S. Grant, general-in-chief of all Union armies, directed the actions of the Army of the Potomac, commanded by Maj. Gen. George G. Meade, and other forces against Confederate Gen. Robert E. Lee's Army of Northern Virginia. Although Grant suffered severe losses during the campaign, it was a strategic Union victory. It inflicted proportionately higher losses on Lee's army and maneuvered it into a siege at Richmond and Petersburg, Virginia, in just over eight weeks.",
      "Crossing the Rapidan River on May 4, 1864, Grant sought to defeat Lee's army by quickly placing his forces between Lee and Richmond and inviting an open battle. Lee surprised Grant by attacking the larger Union army aggressively in the Battle of the Wilderness, resulting in heavy casualties on both sides."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Overland_Campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/overland-campaign/m04xsb_"
  },
  "funFacts": [
    {
      "id": "876",
      "fact": "The youngest U.S. president to be in office was Theodore Roosevelt at age 42.",
      "category": ["History"]
    },
    { "id": "819", "fact": "Children grow faster during springtime.", "category": ["Anatomy"] }
  ],
  "funFacts2": [
    {
      "id": "553502",
      "fact": "Family Feud host Richard Dawson met his second wife, Gretchen Johnson, when she was a contestant on the show in 1981. And yes, he kissed her."
    }
  ],
  "idiom": {
    "id": "ask-for-the-moon",
    "term": "ask for the moon",
    "definition": "Make an unreasonable demand, request the unattainable, as in *$1,000 for her birthday? Mary might as well be asking for the moon.* This hyperbolic idiom appeared in the mid-1800s in slightly different form. Charles Dickens had it as **cry for the moon** (in *Bleak House,* 1852) and William Makepeace Thackeray as **wish for the moon** (in *Lovell the Widower,* 1860). Today *ask* is the most common version."
  },
  "person": {
    "id": "hideki-tojo",
    "name": "Hideki Tojo",
    "dates": "Dec 30, 1884 - Dec 23, 1948",
    "mainImg": "img/people/hideki-tojo.jpg",
    "summary": [
      "Hideki Tojo was a Japanese politician and general of the Imperial Japanese Army who served as Prime Minister of Japan and President of the Imperial Rule Assistance Association for the majority of World War II. Before becoming Japan's head of government, Tojo was among the most outspoken proponents for preventive war against the United States during deliberations leading to the attack on Pearl Harbor. Upon becoming Prime Minister in October 17, 1941, he presided over the conquest of much of the West's territories in Asia and the Pacific until the defeat of Japanese forces at Midway and Guadalcanal. During his years in power, he also oversaw the perpetration of numerous war crimes including the systematic massacre and starvation of civilians and prisoners of war. As the war's tide increasingly turned against Japan, Tojo was forced to resign as Prime Minister on July 22, 1944. After Japan's surrender in September 1945, Tojo was arrested, convicted by the International Military Tribunal for the Far East, sentenced to death, and hanged on December 23, 1948."
    ],
    "quote": "“I would point out that the cultural advance of these people has been suppressed in the past and continues to be suppressed in the present by policies designed to keep them in ignorance.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Hideki_Tojo",
    "urlGoogle": "https://artsandculture.google.com/entity/hideki-tojo/m03gtt"
  },
  "place": {
    "id": "gainesville",
    "name": "Gainesville",
    "mainImg": "img/places/gainesville.jpg",
    "summary": [
      "Gainesville is the county seat of, and the largest city in, Alachua County, Florida, and is both the principal city of the Gainesville, Florida, metropolitan statistical area and the largest city in North Central Florida. In 2018 the US Census Bureau estimated Gainesville's population at 133,997, a 7.6% increase from 2010, and the metropolitan statistical area's population at 288,212.",
      "Gainesville is home to the University of Florida, the fifth-largest university campus by enrollment in the United States."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Gainesville,_Florida",
    "urlGoogle": "https://artsandculture.google.com/entity/gainesville/m0rh7t"
  },
  "quote": {
    "id": "95",
    "quote": "Early to bed and early to rise probably indicates unskilled labor.",
    "author": "John Ciardi"
  },
  "wiki": {
    "id": "mordechai-vanunu",
    "name": "Mordechai Vanunu",
    "summary": "Mordechai Vanunu is a former Israeli nuclear technician who publicly exposed Israel's possession of nuclear weapons. When Israel learned of this, he was abducted by Mossad (although upon release Vanunu claimed it was the CIA) from Italy and tried in secret. Convicted of treason, he was sentenced to 18 years in prison, more than 11 years of which were served in solitary confinement. Vanunu was released from prison on April 21, 2004, and is subject to a broad array of speech and travel restrictions. On November 11, 2004, following multiple alleged violations of those restrictions, he was arrested again after an interview by the media.",
    "url": "https://en.wikipedia.org/wiki/Mordechai_Vanunu"
  },
  "word": {
    "id": "piquant",
    "word": "piquant",
    "url": "https://www.merriam-webster.com/dictionary/piquant",
    "partOfSpeech": "adjective",
    "pronunciation": "PEE-kunt",
    "audioPath": "audio/words/piquant.mp3",
    "definitions": [
      "agreeably stimulating to the palate; especially : spicy",
      "engagingly provocative; also : having a lively arch charm"
    ],
    "examples": [
      "Reggie's _piquant_ commentary always makes for interesting listening, though sometimes his remarks can go too far.",
      "\"Our main courses were preceded by green salads, which were bright and crisp with a suitably _piquant_ balsamic vinegar dressing.\"- From a review by Irv Dean in _The Daily Gazette_, February 19, 2012"
    ],
    "origin": "Piquant flavors \"sting\" the tongue and piquant words \"prick\" the intellect, arousing interest. These varying senses reflect the etymology of the word \"piquant,\" which first appeared in English in the 17th century and which derives from the Middle French verb \"piquer,\" meaning \"to sting\" or \"to prick.\" Though first used to describe foods with spicy flavors, the word is now often used to describe things that are spicy in other ways, such as engaging conversation. Have we piqued your curiosity about another \"piquer\" offspring? If you’ve already guessed that the verb \"pique,\" meaning \"to offend\" or \"to arouse by provocation,\" comes from \"piquer,\" too, you’ve got a sharp mind."
  }
}
