{
  "artist": {
    "id": "miguel-cabrera",
    "name": "Miguel Cabrera",
    "dates": "Feb 27, 1695 - May 16, 1768",
    "mainImg": "img/art/artists/miguel-cabrera.jpg",
    "artworkImgs": [
      {
        "name": "Virgin of the Apocalypse",
        "path": "img/art/artworks/miguel-cabrera-a1.jpg",
        "source": "https://artsandculture.google.com/asset/virgin-of-the-apocalypse-miguel-cabrera/wwHZ6eVf6zFxEw"
      },
      {
        "name": "Altarpiece of the Virgin of Guadalupe with Saint John the Baptist, Fray Juan de Zumárraga and Juan Diego",
        "path": "img/art/artworks/miguel-cabrera-a2.jpg",
        "source": "https://artsandculture.google.com/asset/altarpiece-of-the-virgin-of-guadalupe-with-saint-john-the-baptist-fray-juan-de-zumárraga-and-juan-diego/gQEofpNb0tD4ZA"
      },
      {
        "name": "From Spaniard and Mestiza, Castiza",
        "path": "img/art/artworks/miguel-cabrera-a3.jpg",
        "source": "https://artsandculture.google.com/asset/from-spaniard-and-mestiza-castiza-miguel-cabrera/wgEPI2G7d0JiAA"
      },
      {
        "name": "The Virgin of the Apocalypse",
        "path": "img/art/artworks/miguel-cabrera-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-virgin-of-the-apocalypse/OwG7_aevC6DP8A"
      },
      {
        "name": "Holy Mother of Light",
        "path": "img/art/artworks/miguel-cabrera-a5.jpg",
        "source": "https://artsandculture.google.com/asset/holy-mother-of-light-miguel-cabrera/_gFlTGpuDQki2g"
      },
      {
        "name": "Allegory of the Holy Eucharist",
        "path": "img/art/artworks/miguel-cabrera-a6.jpg",
        "source": "https://artsandculture.google.com/asset/allegory-of-the-holy-eucharist-miguel-cabrera/fAFpYMcJHYTi0w"
      }
    ],
    "summary": [
      "Miguel Mateo Maldonado y Cabrera was a Mestizo painter born in Oaxaca but moved to Mexico City, the capital of Viceroyalty of New Spain. During his lifetime, he was recognized as the greatest painter in all of New Spain. He created religious and secular art for the Catholic Church and wealthy patrons. His casta paintings, depicting interracial marriage among Amerindians, Spaniards and Africans, are considered among the genre's finest."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Copper", "Metal", "Bone"],
    "urlWiki": "https://en.wikipedia.org/wiki/Miguel_Cabrera_%28painter%29",
    "urlGoogle": "https://artsandculture.google.com/entity/miguel-cabrera/m0c5ll2"
  },
  "event": {
    "id": "taiping-rebellion",
    "name": "Taiping Rebellion",
    "dates": "December 1850 - August 1871",
    "mainImg": "img/events/taiping-rebellion.jpg",
    "summary": [
      "The Taiping Rebellion, which is also known as the Taiping Civil War or the Taiping Revolution, was a massive rebellion or civil war that was waged in China from 1850 to 1864 between the established Manchu-led Qing dynasty and the Hakka-led Taiping Heavenly Kingdom.",
      "Led by Hong Xiuquan, the self-proclaimed brother of Jesus Christ, the goals of the Taipings were religious, nationalist, and political in nature; they sought the conversion of the Chinese people to the Taiping's syncretic version of Christianity, the overthrow of the ruling Manchus, and a wholesale transformation and reformation of the state. Rather than simply supplanting the ruling class, the Taipings sought to upend the moral and social order of China. To that end, they established the Taiping Heavenly Kingdom as an oppositional state based in Tianjing and gained control of a significant part of southern China, eventually expanding to command a population base of nearly 30 million people.",
      "For over a decade, the Taiping occupied and fought across much of the mid and lower Yangtze valley."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Taiping_Rebellion",
    "urlGoogle": "https://artsandculture.google.com/entity/taiping-rebellion/m0kx7_"
  },
  "funFacts": [
    {
      "id": "903",
      "fact": "The first TV toy commercial aired in 1946 for Mr. Potato Head.",
      "category": ["Firsts"]
    },
    {
      "id": "997",
      "fact": "Gentoo penguins propose to their life mates with a pebble.",
      "category": ["Animals", "Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "553866",
      "fact": "Bedding was such a luxury in the Middle Ages that blankets and sheets were written into wills."
    }
  ],
  "idiom": {
    "id": "over-the-transom",
    "term": "over the transom",
    "definition": "Unasked for, unsolicited. The term comes from publishing, where it describes a manuscript simply sent to a firm in hopes of arousing its interest. It has persisted even though few offices still have a transom, a small opening at the top of a door used for ventilation, and unsolicited manuscripts usually come through the mail or over the Internet rather than being thrown up through a window. [Colloquial, first half of 1900s]"
  },
  "person": {
    "id": "soong-mei-ling",
    "name": "Soong Mei-ling",
    "dates": "Mar 4, 1898 - Oct 23, 2003",
    "mainImg": "img/people/soong-mei-ling.jpg",
    "summary": [
      "Soong Mei-ling or, legally, Soong May-ling, also known as Madame Chiang Kai-shek or Madame Chiang, was a Chinese political figure who was First Lady of the Republic of China, the wife of Generalissimo and President Chiang Kai-shek. Soong played a prominent role in the politics of the Republic of China and was the sister-in-law of Sun Yat-sen, the founder and the leader of the Republic of China. She was active in the civic life of her country and held many honorary and active positions, including chairwoman of Fu Jen Catholic University. During the Second Sino-Japanese War, she rallied her people against the Japanese invasion; and in 1943 conducted an eight-month speaking tour of the United States of America to gain support. Her life traversed three centuries."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Soong_Mei-ling",
    "urlGoogle": "https://artsandculture.google.com/entity/soong-mei-ling/m072ln"
  },
  "place": {
    "id": "oran",
    "name": "Oran",
    "mainImg": "img/places/oran.jpg",
    "summary": [
      "Oran is a major coastal city located in the north-west of Algeria. It is considered the second most important city of Algeria after the capital Algiers, due to its commercial, industrial, and cultural importance. It is 432 km from Algiers. The total population of the city was 759,645 in 2008, while the metropolitan area has a population of approximately 1,500,000 making it the second largest city in Algeria.",
      "A legend says that in 900 CE, lions still lived in the area. The last two lions were hunted on a mountain near Oran and are elsewhere referred to as \"mountain lions\"."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Oran",
    "urlGoogle": "https://artsandculture.google.com/entity/oran/m012gg6"
  },
  "wiki": {
    "id": "midtown-madness",
    "name": "Midtown Madness",
    "summary": "Midtown Madness is a racing video game developed for Windows by Angel Studios and published by Microsoft. A demo version was released via download on May 1, 1999, and the entire game was released on May 27, 1999. A sequel, Midtown Madness 2, was released in 2000. Set in Chicago, Illinois, the goal of Midtown Madness is to win street races and obtain new cars. Unlike many racing games, which restrict the player to a race track, Midtown Madness offers an open world recreation of Chicago. This setting was developed by Microsoft and described as offering \"an unprecedented degree of freedom to drive around in a virtual city\". Players can explore the city via one of several modes, and can determine the weather and traffic conditions for each race. The game supports multiplayer races over a local area network or the Internet. Overall, the game received positive reviews from gaming websites; reviewers generally praised the gameplay, though some criticized the graphics.",
    "url": "https://en.wikipedia.org/wiki/Midtown_Madness"
  },
  "word": {
    "id": "predial",
    "word": "predial",
    "url": "https://www.merriam-webster.com/dictionary/predial",
    "partOfSpeech": "adjective",
    "pronunciation": "PREE-dee-ul",
    "audioPath": "audio/words/predial.mp3",
    "definitions": ["of or relating to land or its products"],
    "examples": [
      "\"The lease of a _predial_ estate, when the time has not been specified, is presumed to be for one year.…\" -- From the 1993 edition of the Louisiana Civil Code",
      "\"The new rustic servitudes were conceived as property rights attached to the land itself and considered _predial_ servitudes.\" -- From Cynthia Jordan Bannon's 2009 book _Gardens and Neighbors_"
    ],
    "origin": "\"Predial\" is used for land matters; for example, there's \"predial tax\" (real estate tax) or \"predial larceny\" (stealing crops from the fields). The state of Louisiana employs \"predial\" in numerous sections of its Civil Code (and is distinguished from other states by its use of the word). The word derives from the Latin noun for \"landed property,\" \"praedium.\" \"Praedium\" in turn is based on \"praed-,\" meaning \"bondsman\" -- that is, one who is legally liable for the debt of another."
  }
}
