{
  "artist": {
    "id": "manolo",
    "name": "Manolo",
    "dates": "Apr 29, 1872 - Nov 17, 1945",
    "mainImg": "img/art/artists/manolo.jpg",
    "artworkImgs": [
      {
        "name": "The Violinist Costa",
        "path": "img/art/artworks/manolo-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-violinist-costa/uwHs9zcyeQZEUA"
      },
      {
        "name": "Bullfighter",
        "path": "img/art/artworks/manolo-a2.jpg",
        "source": "https://artsandculture.google.com/asset/bullfighter-manolo-hugué/mQGc8bg93CudYA"
      },
      {
        "name": "Flamenco dancer",
        "path": "img/art/artworks/manolo-a3.jpg",
        "source": "https://artsandculture.google.com/asset/flamenco-dancer-manolo-martínez-hugué/WgGlHCJ9K1dBpQ"
      },
      {
        "name": "Maternity",
        "path": "img/art/artworks/manolo-a4.jpg",
        "source": "https://artsandculture.google.com/asset/maternity-manolo-martínez-hugué/qAF66v-dU0LfHg"
      },
      {
        "name": "Grape-picker",
        "path": "img/art/artworks/manolo-a5.jpg",
        "source": "https://artsandculture.google.com/asset/grape-picker-manolo-hugué/wQEjafqyjXORzw"
      },
      {
        "name": "The Bacchante",
        "path": "img/art/artworks/manolo-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-bacchante-manolo-hugué/LwHnDtKM_mQEQw"
      }
    ],
    "summary": [
      "Manuel Martinez Hugué, better known simply as Manolo, was a Catalan Spanish sculptor in the noucentisme movement. Although a friend of Pablo Picasso, his style was much closer to that of Aristide Maillol."
    ],
    "quote": null,
    "movements": ["Modern art"],
    "mediums": ["Metal", "Sculpture", "Bronze", "Silver", "Terracotta", "Rock"],
    "urlWiki": "https://en.wikipedia.org/wiki/Manolo_%28sculptor%29",
    "urlGoogle": "https://artsandculture.google.com/entity/manolo/m0hzh6bv"
  },
  "event": {
    "id": "civil-rights-act-of-1957",
    "name": "Civil Rights Act of 1957",
    "dates": "1957",
    "mainImg": "img/events/civil-rights-act-of-1957.jpg",
    "summary": [
      "The Civil Rights Act of 1957 was the first federal civil rights legislation passed by the United States Congress since the Civil Rights Act of 1875. The bill was passed by the 85th United States Congress and signed into law by President Dwight D. Eisenhower on September 9, 1957. The final vote in the House of Representatives was 286–126 with 22 members voting present or abstaining, while in the Senate the final vote was 72–18 with 5 members voting present or abstaining.",
      "The Supreme Court's 1954 ruling in the case of Brown v. Board of Education brought the issue of school desegregation to the fore of public attention, as Southern leaders began a campaign of \"massive resistance\" against desegregation. In the midst of this campaign, President Eisenhower proposed a civil rights bill designed to provide federal protection for African-American voting rights; most African Americans in the Southern United States had been effectively disenfranchised by various state and local laws. Though the civil rights bill passed Congress, opponents of the act were able to remove several provisions, limiting its immediate impact."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Civil_Rights_Act_of_1957",
    "urlGoogle": "https://artsandculture.google.com/entity/civil-rights-act-of-1957/m0351_1"
  },
  "funFacts": [
    {
      "id": "941",
      "fact": "In South Korea, it is against the rules for a professional baseball player to wear cabbage leaves inside of his hat.",
      "category": ["Food", "Geography", "Laws"]
    },
    { "id": "853", "fact": "Hawaii has its own time zone.", "category": ["Geography"] }
  ],
  "funFacts2": [
    {
      "id": "554085",
      "fact": "A face with big eyes, a small nose, and a small chin exhibits kinderschema: the collection of traits humans have evolved to find adorable."
    }
  ],
  "idiom": {
    "id": "duck-soup",
    "term": "duck soup",
    "definition": "An easily accomplished task or assignment, a cinch to succeed, as in *Fixing this car is going to be duck soup.* This expression gained currency as the title of a hilarious popular movie by the Marx Brothers (1933). The original allusion has been lost. [Early 1900s]"
  },
  "person": {
    "id": "albert-lutuli",
    "name": "Albert Lutuli",
    "dates": "1898 - Jul 21, 1967",
    "mainImg": "img/people/albert-lutuli.jpg",
    "summary": [
      "Inkosi Albert John Luthuli, also known by his Zulu name Mvumbi, was a South African teacher, activist, Nobel Peace Prize winner, and politician. Luthuli was elected president of the African National Congress in 1952. At this time, an umbrella organisation that led opposition to the white minority government in South Africa. Luthuli ended up serving until his accidental death. He was awarded the 1960 Nobel Peace Prize for his role in the non-violent struggle against apartheid. He was the first person of African heritage to be awarded the Nobel Peace Prize. Luthuli was a lay preacher of the United Congregational Church of Southern Africa based at its Groutville Congregational Church in Stanger, KwaZulu-Natal, where Luthuli was laid to rest upon his passing in 1967."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Albert_Lutuli",
    "urlGoogle": "https://artsandculture.google.com/entity/albert-lutuli/m01t75h"
  },
  "place": {
    "id": "calgary",
    "name": "Calgary",
    "mainImg": "img/places/calgary.jpg",
    "summary": [
      "Calgary is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km east of the front ranges of the Canadian Rockies, roughly 299 km south of the provincial capital of Edmonton and approximately 240 km north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
      "The city had a population of 1,285,711 in 2019, making it Alberta's largest city. It is the third-largest municipality in Canada, and the largest in western Canada. Also in 2016, Calgary had a metropolitan population of 1,392,609, making it the fourth-largest census metropolitan area in Canada and second-largest in western Canada.",
      "Calgary's economy includes activity in the energy, financial services, film and television, transportation and logistics, technology, manufacturing, aerospace, health and wellness, retail, and tourism sectors. The Calgary CMA is home to Canada's second-highest number of corporate head offices among the country's 800 largest corporations."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Calgary",
    "urlGoogle": "https://artsandculture.google.com/entity/calgary/m01r32"
  },
  "quote": {
    "id": "97",
    "quote": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.",
    "author": "Leonardo da Vinci"
  },
  "wiki": {
    "id": "stanford-memorial-church",
    "name": "Stanford Memorial Church",
    "summary": "Stanford Memorial Church is located at the center of the Stanford University campus in Stanford, California. It was built during the American Renaissance by Jane Stanford as a memorial to her husband Leland. Designed by architect Charles A. Coolidge, a protegé of Henry Hobson Richardson, the church has been called \"the University's architectural crown jewel\". The building is Romanesque in form and Byzantine in its details, inspired by churches in the region of Venice and, especially, Ravenna. Its stained glass windows and extensive mosaics are based on religious paintings the Stanfords admired in Europe. The church has four pipe organs, which allow musicians to produce many styles of organ music. Stanford Memorial Church has withstood two major earthquakes, in 1906 and 1989, and was extensively renovated after each. Stanford Memorial Church was the earliest and has been \"among the most prominent\" non-denominational churches on the West Coast of the United States. Since its dedication in 1903, the church's goal has been to serve the spiritual needs of the university in a non-sectarian way.",
    "url": "https://en.wikipedia.org/wiki/Stanford_Memorial_Church"
  },
  "word": {
    "id": "ossify",
    "word": "ossify",
    "url": "https://www.merriam-webster.com/dictionary/ossify",
    "partOfSpeech": "verb",
    "pronunciation": "AH-suh-fye",
    "audioPath": "audio/words/ossify.mp3",
    "definitions": [
      "to become or change into bone or bony tissue",
      "to become or make hardened or set in one's ways"
    ],
    "examples": [
      "When a baby is born, many of the bones in its body have yet to _ossify_.",
      "\"But too many businesses are surviving because credit costs nothing, and bankers care little whether their borrowers are profitable or not. That has two damaging consequences: it _ossifies_ corporate culture, and it drags down productivity.\" -- From an article in _The Economist_, November 18, 2010"
    ],
    "origin": "The skeletons of mammals originate as soft cartilage that gradually transforms into hard bone (in humans, the process begins in the womb and continues until late adolescence). English speakers have referred to this bone-building process as \"ossification\" since the late 17th century, and the verb \"ossify\" arrived soon after the noun. English speakers began to use \"ossification\" and \"ossify\" for more figurative types of hardening (such as that of the heart, mind, or soul) in the 19th century. Both words descend from the Latin root \"os,\" meaning \"bone.\" \"Os\" is also an English word that appears in scientific contexts as a synonym of \"bone,\" and the Latin term is an ancestor of the word \"osseous,\" which means \"consisting of or resembling bone.\""
  }
}
