{
  "artist": {
    "id": "mark-gertler",
    "name": "Mark Gertler",
    "dates": "Dec 9, 1891 - Jun 23, 1939",
    "mainImg": "img/art/artists/mark-gertler.jpg",
    "artworkImgs": [
      {
        "name": "Rabbi and Rabbitzin",
        "path": "img/art/artworks/mark-gertler-a1.jpg",
        "source": "https://artsandculture.google.com/asset/rabbi-and-rabbitzin-mark-gertler/fAEZmLx7KIIDAQ"
      },
      {
        "name": "Merry-Go-Round",
        "path": "img/art/artworks/mark-gertler-a2.jpg",
        "source": "https://artsandculture.google.com/asset/merry-go-round-mark-gertler/xAE49VEjsYgKOw"
      },
      {
        "name": "The apple woman and her husband",
        "path": "img/art/artworks/mark-gertler-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-apple-woman-and-her-husband-mark-gertler/1AGFb1dEzkOQqw"
      },
      {
        "name": "Still Life, Winter Cherries",
        "path": "img/art/artworks/mark-gertler-a4.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-winter-cherries-mark-gertler/KQHGp4a6JpE2hw"
      },
      {
        "name": "Still Life, Dahlias and Daisies in a Blue Vase",
        "path": "img/art/artworks/mark-gertler-a5.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-dahlias-and-daisies-in-a-blue-vase-mark-gertler/KQHqp8hXd_E8gA"
      },
      {
        "name": "Portrait of a Girl (Sophie, the artist's sister)",
        "path": "img/art/artworks/mark-gertler-a6.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-girl-sophie-the-artist-s-sister-mark-gertler/rgGaWDsHKOdXtw"
      }
    ],
    "summary": [
      "Mark Gertler, born Marks Gertler, was a British painter of figure subjects, portraits and still-life.",
      "His early life and his relationship with Dora Carrington were the inspiration for Gilbert Cannan's novel Mendel. The characters of Loerke in D. H. Lawrence's Women in Love, and Gombauld in Aldous Huxley's Crome Yellow were based on him."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Oil paint", "Drawing", "Pencil", "Watercolor painting"],
    "urlWiki": "https://en.wikipedia.org/wiki/Mark_Gertler_%28artist%29",
    "urlGoogle": "https://artsandculture.google.com/entity/mark-gertler/m07k0wv"
  },
  "event": {
    "id": "bangladesh-liberation-war",
    "name": "Bangladesh Liberation War",
    "dates": null,
    "mainImg": "img/events/bangladesh-liberation-war.jpg",
    "summary": [
      "The Bangladesh Liberation War, also known as the Bangladesh War of Independence, or simply the Liberation War in Bangladesh, was a revolution and armed conflict sparked by the rise of the Bengali nationalist and self-determination movement in what was then East Pakistan during the 1971 Bangladesh genocide. It resulted in the independence of the People's Republic of Bangladesh. The war began after the Pakistani military junta based in West Pakistan launched Operation Searchlight against the people of East Pakistan on the night of 25 March 1971. It pursued the systematic elimination of nationalist Bengali civilians, students, intelligentsia, religious minorities and armed personnel. The junta annulled the results of the 1970 elections and arrested Prime minister-designate Sheikh Mujibur Rahman. The war ended on 16 December 1971 after West Pakistan surrendered.",
      "Rural and urban areas across East Pakistan saw extensive military operations and air strikes to suppress the tide of civil disobedience that formed following the 1970 election stalemate."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bangladesh_Liberation_War",
    "urlGoogle": "https://artsandculture.google.com/entity/bangladesh-liberation-war/m031q1_"
  },
  "funFacts": [
    {
      "id": "688",
      "fact": "Flying fish leap out of the water at 20 mph or more, and can glide for over 500 feet.",
      "category": ["Animals"]
    },
    {
      "id": "96",
      "fact": "The average American will eat 35,000 cookies in his/her lifetime.",
      "category": ["Habits"]
    },
    {
      "id": "162",
      "fact": "The temperature of the sun can reach up to 15 million degrees Fahrenheit.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "504712",
      "fact": "Despite the optical illusion, the Gateway Arch is exactly as wide (630 feet) as it is tall."
    },
    {
      "id": "554041",
      "fact": "According to one study, most dogs reach peak cuteness between six and eight weeks old."
    }
  ],
  "idiom": {
    "id": "many-happy-returns",
    "term": "many happy returns",
    "definition": "Also, **many happy returns of the day.** Happy birthday and many more of them, as in *I came by to wish you many happy returns.* This expression was first recorded in a letter of 1779 where the writer meant \"Happy New Year,\" but the present meaning has persisted since the second half of the 1800s."
  },
  "person": {
    "id": "mary-matalin",
    "name": "Mary Matalin",
    "dates": "Born Aug 19, 1953",
    "mainImg": "img/people/mary-matalin.jpg",
    "summary": [
      "Mary Joe Matalin is an American political consultant well known for her work with the Republican Party. She has served under President Ronald Reagan, was campaign director for George H. W. Bush, was an assistant to President George W. Bush, and counselor to Vice President Dick Cheney until 2003. Matalin has been chief editor of Threshold Editions, a conservative publishing imprint at Simon & Schuster, since March 2005. She is married to Democratic political consultant James Carville. She appears in the award-winning documentary film Boogie Man: The Lee Atwater Story and also played herself, opposite her husband, James Carville, John Slattery, and Mary McCormack in the short lived HBO series K Street.",
      "On May 5, 2016, Matalin announced she has changed her party registration to Libertarian."
    ],
    "quote": "“Follow me if I advance, kill me if I retreat, avenge me if I die.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Mary_Matalin",
    "urlGoogle": "https://artsandculture.google.com/entity/mary-matalin/m01wbfs"
  },
  "place": {
    "id": "curacao",
    "name": "Curaçao",
    "mainImg": "img/places/curacao.jpg",
    "summary": [
      "Curaçao is a Lesser Antilles island country in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km north of the Venezuelan coast. It is a constituent country of the Kingdom of the Netherlands. Together with Aruba and Bonaire it forms the ABC islands. Collectively, Curaçao and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
      "The country was formerly part of the Curaçao and Dependencies colony from 1815–1954 and later the Netherlands Antilles from 1954–2010, as \"Island Territory of Curaçao\" and is now formally called the Country of Curaçao. It includes the main island of Curaçao and the much smaller, uninhabited island of Klein Curaçao. Curaçao has a population of 158,665 and an area of 444 km²; its capital is Willemstad."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Cura%C3%A7ao",
    "urlGoogle": "https://artsandculture.google.com/entity/curaçao/m0hbgh"
  },
  "wiki": {
    "id": "fanno-creek",
    "name": "Fanno Creek",
    "summary": "Fanno Creek is a 15-mile (24 km) tributary of the Tualatin River in the U.S. state of Oregon. Part of the drainage basin of the Columbia River, its watershed covers about 32 square miles (83 km2) in Multnomah, Washington, and Clackamas counties, including about 7 square miles (18 km2) within the Portland city limits. From its headwaters in the Tualatin Mountains (West Hills) in southwest Portland, the creek flows generally west and south through the cities of Portland, Beaverton, Tigard and Durham, and unincorporated areas of Washington County. It enters the Tualatin River about 9 miles (14 km) above the Tualatin's confluence with the Willamette River at West Linn. For thousands of years, the Atfalati (Tualatin) tribe of the Kalapuya inhabited the watershed. The first settler of European descent, Augustus Fanno, for whom the creek is named, arrived in the mid-19th century. Fanno Farmhouse, the restored family home, is a Century Farm on the National Register of Historic Places and is one of 14 urban parks in a narrow corridor along the creek. Although heavily polluted, the creek supports aquatic life, including cutthroat trout in its upper reaches.",
    "url": "https://en.wikipedia.org/wiki/Fanno_Creek"
  },
  "word": {
    "id": "exegesis",
    "word": "exegesis",
    "url": "https://www.merriam-webster.com/dictionary/exegesis",
    "partOfSpeech": "noun",
    "pronunciation": "ek-suh-JEE-sis",
    "audioPath": "audio/words/exegesis.mp3",
    "definitions": [
      "exposition, explanation; especially : an explanation or critical interpretation of a text"
    ],
    "examples": [
      "For his senior thesis, John wrote an _exegesis_ of the novels of D. H. Lawrence.",
      "\"Were it not for another mini-_exegesis_ hanging alongside 'Witness,' uninitiated viewers might have trouble interpreting this large-scale painting as a response to Ethiopia's drought and famine of the 1980s.\" -- From a review by Kevin J. Kelley in _Seven Days_ (Burlington, Vermont), October 5, 2011"
    ],
    "origin": "Theological scholars have long been preoccupied with interpreting the meanings of various passages in the Bible. In fact, because of the sacred status of the Bible in both Judaism and Christianity, biblical interpretation has played a crucial role in both of those religions throughout their histories. English speakers have used the word \"exegesis\" -- a descendant of the Greek term \"exegeisthai,\" meaning \"to explain\" or \"to interpret\" -- to refer to explanations of Scripture since the early 17th century. Nowadays, however, academic writers interpret all sorts of texts, and \"exegesis\" is no longer associated mainly with the Bible."
  }
}
