{
  "artist": {
    "id": "ernst-barlach",
    "name": "Ernst Barlach",
    "dates": "Jan 2, 1870 - Oct 24, 1938",
    "mainImg": "img/art/artists/ernst-barlach.jpg",
    "artworkImgs": [
      {
        "name": "Shepherd in a Storm",
        "path": "img/art/artworks/ernst-barlach-a1.jpg",
        "source": "https://artsandculture.google.com/asset/shepherd-in-a-storm-ernst-barlach/lQGGEcRDl2icWg"
      },
      {
        "name": "The Singing Man",
        "path": "img/art/artworks/ernst-barlach-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-singing-man-ernst-barlach/TgG_P1VK_EFIxA"
      },
      {
        "name": "The Writing Prophet (Saint John on Patmos)",
        "path": "img/art/artworks/ernst-barlach-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-writing-prophet-saint-john-on-patmos-ernst-barlach/JQFOXwT9B7Ik7A"
      },
      {
        "name": "Street in Warsaw",
        "path": "img/art/artworks/ernst-barlach-a4.jpg",
        "source": "https://artsandculture.google.com/asset/street-in-warsaw-ernst-barlach/dwGwUg4vwuabjg"
      },
      {
        "name": "The First Day",
        "path": "img/art/artworks/ernst-barlach-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-first-day-ernst-barlach/kQFZkNFxJgYOMA"
      },
      {
        "name": "The Raging Barbarian",
        "path": "img/art/artworks/ernst-barlach-a6.jpg",
        "source": "https://artsandculture.google.com/asset/the-raging-barbarian-ernst-barlach/EgHeg6bW70ju8A"
      }
    ],
    "summary": [
      "Ernst Barlach was a German expressionist sculptor, printmaker and writer. Although he was a supporter of the war in the years leading to World War I, his participation in the war made him change his position, and he is mostly known for his sculptures protesting against the war. This created many conflicts during the rise of the Nazi Party, when most of his works were confiscated as degenerate art."
    ],
    "quote": null,
    "movements": ["Expressionism", "German Expressionism"],
    "mediums": ["Bronze", "Ink", "Metal", "Graphite", "Sculpture", "Pen"],
    "urlWiki": "https://en.wikipedia.org/wiki/Ernst_Barlach",
    "urlGoogle": "https://artsandculture.google.com/entity/ernst-barlach/m03c8k6"
  },
  "event": {
    "id": "martial-law-in-poland",
    "name": "Martial law in Poland",
    "dates": "Dec 13, 1981 - Jul 22, 1983",
    "mainImg": "img/events/martial-law-in-poland.jpg",
    "summary": [
      "Martial law in Poland refers to the period between 13 December 1981 and 22 July 1983, when the authoritarian communist government of the Polish People's Republic drastically restricted normal life by introducing martial law and a military junta in an attempt to throttle political opposition, in particular the Solidarity Movement. Thousands of opposition activists were imprisoned without charge and as many as 91 killed. Although martial law was lifted in 1983, many of the political prisoners were not released until a general amnesty in 1986.",
      "Since the 1970s, communist Poland was in a deep economic recession. The First Secretary Edward Gierek made large incessant loans from western creditors to achieve a better economic output that instead resulted in a domestic crisis. Basic goods were being heavily rationed which acted as a stimuli for the establishment of a first anti-communist trade union in the Eastern Bloc, known as Solidarity, in 1980. Gierek, who permitted the trade union to appear per the Gdańsk Agreement, was dismissed from his post less than a month later under pressure from the USSR and confined to house arrest."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Martial_law_in_Poland",
    "urlGoogle": "https://artsandculture.google.com/entity/martial-law-in-poland/m06dv31"
  },
  "funFacts": [
    {
      "id": "479",
      "fact": "Knots come out easier if you sprinkle talcum powder on them.",
      "category": ["Make-it-Easies"]
    },
    {
      "id": "303",
      "fact": "Napoleon suffered from a fear of cats.",
      "category": ["Animals", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "553738",
      "fact": "A newborn blue whale gains about 200 pounds a day during its first year."
    }
  ],
  "person": {
    "id": "hertta-kuusinen",
    "name": "Hertta Kuusinen",
    "dates": "Feb 14, 1904 - Mar 18, 1974",
    "mainImg": "img/people/hertta-kuusinen.jpg",
    "summary": [
      "Hertta Elina Kuusinen was a Finnish Communist politician. She was a member of the central committee and the political bureau of the Communist Party of Finland; member of Finland's parliament, the Eduskunta; general secretary; and leader of the parliamentary group of the Finnish People's Democratic League."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hertta_Kuusinen",
    "urlGoogle": "https://artsandculture.google.com/entity/hertta-kuusinen/m04gsf3"
  },
  "place": {
    "id": "jamaica",
    "name": "Jamaica",
    "mainImg": "img/places/jamaica.jpg",
    "summary": [
      "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres south of Cuba, and 191 kilometres west of Hispaniola; the British Overseas Territory of the Cayman Islands lies some 215 kilometres to the north-west.",
      "Originally inhabited by the indigenous Arawak and Taíno peoples, the island came under Spanish rule following the arrival of Christopher Columbus in 1494. Many of the indigenous people were either killed or died of diseases to which they had no immunity, and the Spanish thus forcibly transplanted large numbers of African slaves to Jamaica as labourers. The island remained a possession of Spain until 1655, when England conquered it, renaming it Jamaica. Under British colonial rule Jamaica became a leading sugar exporter, with a plantation economy dependent on the African slaves and later their descendants. The British fully emancipated all slaves in 1838, and many freedmen chose to have subsistence farms rather than to work on plantations."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Jamaica",
    "urlGoogle": "https://artsandculture.google.com/entity/jamaica/m03_r3"
  },
  "wiki": {
    "id": "sea",
    "name": "Sea",
    "summary": "The sea is the connected body of salty water that covers over 70 percent of the Earth's surface. It moderates the Earth's climate and has important roles in the water, carbon, and nitrogen cycles. It has been travelled since ancient times, while scientific oceanography dates broadly from Captain James Cook's 18th-century voyages. Winds produce waves and surface currents, and deep-sea currents carry cold water to every ocean. Large events such as submarine earthquakes can cause destructive tsunamis. Tides are caused by the rotation of the Earth and the gravitational effects of the Moon and the Sun. A variety of organisms live in the sea's many habitats, from the sunlit surface to the cold, dark abyssal zone, and from the Arctic to colourful tropical coral reefs. Life itself may have started in the sea. The sea provides humans with food including fish and shellfish, and enables trade, travel, mineral extraction, power generation, naval warfare, and leisure, though often at the cost of marine pollution. The sea has been important in human culture since Homer's Odyssey, appearing in literature, mythology, marine art, cinema, theatre, classical music and dream interpretation.",
    "url": "https://en.wikipedia.org/wiki/Sea"
  },
  "word": {
    "id": "renovate",
    "word": "renovate",
    "url": "https://www.merriam-webster.com/dictionary/renovate",
    "partOfSpeech": "verb",
    "pronunciation": "REN-uh-vayt",
    "audioPath": "audio/words/renovate.mp3",
    "definitions": [
      "to restore to a former better state (as by cleaning, repairing, or rebuilding)",
      "to restore to life, vigor, or activity : revive"
    ],
    "examples": [
      "Mom _renovated_ the kitchen three years ago, and is now planning to buy all new furniture for the living room.",
      "\"Last year, the city approved a $2.8 million plan to _renovate_ the theater portion of the building and reopen it as a public venue under the control of the parks department.\" -- From an article by Elizabeth Donald in the _Belleville News-Democrat_ (Illinois), September 15, 2010"
    ],
    "origin": "\"Renovate,\" \"renew,\" \"restore,\" \"refresh,\" and \"rejuvenate\" all mean to make like new. \"Renovate\" suggests a renewing by cleansing, repairing, or rebuilding. \"Renew\" implies a restoration of what had become faded or disintegrated so that it seems like new (\"efforts to renew the splendor of the old castle\"). \"Restore\" suggests a return to an original state after depletion or loss (\"restored a piece of furniture\"). \"Refresh\" implies the supplying of something necessary to restore lost strength, animation, or power (\"a refreshing drink\"). \"Rejuvenate\" suggests the restoration of youthful vigor, powers, or appearance (\"she was rejuvenated by her new job\"). \"Renovate\" has \"newness\" in its origins: it ultimately derives from the Latin verb \"novare,\" meaning \"to make new,\" itself a descendant of \"novus,\" meaning \"new.\""
  }
}
