{
  "artist": {
    "id": "stradanus",
    "name": "Stradanus",
    "dates": "1523 - Feb 11, 1605",
    "mainImg": "img/art/artists/stradanus.jpg",
    "artworkImgs": [
      {
        "name": "New Inventions of Modern Times [Nova Reperta], Amerigo Vespucci Discovering the Southern Cross with an Astrolabium, plate 18",
        "path": "img/art/artworks/stradanus-a1.jpg",
        "source": "https://artsandculture.google.com/asset/new-inventions-of-modern-times-nova-reperta-amerigo-vespucci-discovering-the-southern-cross-with-an-astrolabium-plate-18-jan-van-der-straet-called-stradanus-jan-collaert-i-philips-galle/OwHImGQ4Iq_e8w"
      },
      {
        "name": "Printers at Work: pl.4",
        "path": "img/art/artworks/stradanus-a2.jpg",
        "source": "https://artsandculture.google.com/asset/printers-at-work-pl-4-theodor-galle-after-jan-van-der-straet/dwGJKgZw202T8Q"
      },
      {
        "name": "New Inventions of Modern Times [Nova Reperta], The Invention of Book Printing, plate 4",
        "path": "img/art/artworks/stradanus-a3.jpg",
        "source": "https://artsandculture.google.com/asset/new-inventions-of-modern-times-nova-reperta-the-invention-of-book-printing-plate-4-jan-van-der-straet-called-stradanus-jan-collaert-i-philips-galle/EwEwu_uMwplS2Q"
      },
      {
        "name": "New Inventions of Modern Times [Nova Reperta], The Invention of the Olive Oil Press, plate 12",
        "path": "img/art/artworks/stradanus-a4.jpg",
        "source": "https://artsandculture.google.com/asset/new-inventions-of-modern-times-nova-reperta-the-invention-of-the-olive-oil-press-plate-12-jan-van-der-straet-called-stradanus-jan-collaert-i-philips-galle/7AHGOKPjg_qpXQ"
      },
      {
        "name": "The Workshop of an Engraver [Sculptura in Aes], plate 19 from Nova Reperta",
        "path": "img/art/artworks/stradanus-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-workshop-of-an-engraver-sculptura-in-aes-plate-19-from-nova-reperta-jan-van-der-straet-called-stradanus-philips-galle-philips-galle/rwG9r1rhN9Zntg"
      },
      {
        "name": "New Inventions of Modern Times [Nova Reperta], The Discovery of America, plate 1",
        "path": "img/art/artworks/stradanus-a6.jpg",
        "source": "https://artsandculture.google.com/asset/new-inventions-of-modern-times-nova-reperta-the-discovery-of-america-plate-1-jan-van-der-straet-called-stradanus-philips-galle-theodoor-galle/WQFjshGMXBmzzg"
      }
    ],
    "summary": [
      "Stradanus, Johannes Stradanus, Jan van der Straet or Giovanni Stradano was a Flemish artist active mainly in 16th-century Florence, Italy. He was a wide-ranging talent who worked as an easel and fresco painter, designer of tapestries, draughtsman, designer of prints and pottery decorator. His subject range was varied and included history subjects, mythological scenes, allegories, landscapes, genre scenes, portraits, architectural scenes and animals. After training in his native Flanders, he left his home country and ultimately settled down in Florence, Italy. He became a prominent court artist to the Medici during the second half of the 16th century and worked on the many decorative projects of the court. Stradanus also produced large altarpieces for the most important churches in Florence.",
      "He was a prolific designer of prints which were circulated widely throughout Europe for many centuries. Through his knowledge of Florentine and Italian art and his international contacts with engravers and editors in Antwerp, Stradanus contributed to the development of printmaking."
    ],
    "quote": null,
    "movements": ["Baroque", "Renaissance", "Mannerism"],
    "mediums": ["Engraving", "Pen", "Ink", "Laid paper", "Drawing", "Graphite"],
    "urlWiki": "https://en.wikipedia.org/wiki/Stradanus",
    "urlGoogle": "https://artsandculture.google.com/entity/stradanus/m08m2qv"
  },
  "event": {
    "id": "scuttling-of-the-german-fleet-at-scapa-flow",
    "name": "Scuttling of the German fleet at Scapa Flow",
    "dates": null,
    "mainImg": "img/events/scuttling-of-the-german-fleet-at-scapa-flow.jpg",
    "summary": [
      "The scuttling of the German fleet took place at the Royal Navy's base at Scapa Flow, in the Orkney Islands of Scotland, shortly after the First World War. The High Seas Fleet was interned there under the terms of the Armistice whilst negotiations took place over the fate of the ships. Fearing that all of the ships would be seized and divided amongst the Allies, Admiral Ludwig von Reuter decided to scuttle the fleet.",
      "The scuttling was carried out on 21 June 1919. Intervening British guard ships were able to beach a number of the ships, but 52 of the 74 interned vessels sank. Many of the wrecks were salvaged over the next two decades and were towed away for scrapping. Those that remain are popular diving sites. The ships are the world's primary source of low-background steel."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Scuttling_of_the_German_fleet_at_Scapa_Flow",
    "urlGoogle": "https://artsandculture.google.com/entity/scuttling-of-the-german-fleet-at-scapa-flow/m04grvfl"
  },
  "funFacts": [
    {
      "id": "996",
      "fact": "Sea otters hold each other's paws while sleeping so they don't drift apart.",
      "category": ["Animals", "Habits", "Make-it-Easies"]
    },
    {
      "id": "493",
      "fact": "To make a zipper slide up and down more smoothly, rub a bar of soap over the teeth.",
      "category": ["Make-it-Easies"]
    }
  ],
  "funFacts2": [
    {
      "id": "553282",
      "fact": "Despite producing 95 percent of the world’s bourbon supply, the official drink of Kentucky is milk."
    }
  ],
  "idiom": {
    "id": "left-handed-compliment",
    "term": "left-handed compliment",
    "definition": "Also, **backhanded compliment.** An insult in the guise of an expression of praise. For example, *She said she liked my hair, but it turned out to be a left-handed compliment when she asked how long I'd been dyeing it.* This expression uses *left-handed* in the sense of \"questionable or doubtful,\" a usage dating from about 1600."
  },
  "person": {
    "id": "william-green",
    "name": "William Green",
    "dates": "Mar 3, 1873 - Nov 21, 1952",
    "mainImg": "img/people/william-green.jpg",
    "summary": [
      "William B. Green was an American trade union leader. Green is best remembered as the president of the American Federation of Labor from 1924 to 1952. He was a strong supporter for labor-management co-operation and was on the frontline for wage and benefit protections and industrial unionism legislation.",
      "As president of the AFL, he continued the development of the federation away from the foundations of \"pure and simple unionism\" to a more politically active \"social reform unionism.\""
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/William_Green_%28U.S._labor_leader%29",
    "urlGoogle": "https://artsandculture.google.com/entity/william-green/m099ft4"
  },
  "place": {
    "id": "patras",
    "name": "Patras",
    "mainImg": "img/places/patras.jpg",
    "summary": [
      "Patras is Greece's third-largest city and the regional capital of Western Greece, in the northern Peloponnese, 215 km west of Athens. The city is built at the foot of Mount Panachaikon, overlooking the Gulf of Patras.",
      "As of the 2011 census, the city of Patras has a population of 167,446 and the municipal unit has 170,896 inhabitants; the municipality has 213,984 inhabitants. The Metropolitan Area of Patras has a number of approximately 300,000 inhabitants. The core settlement has a history spanning four millennia. In the Roman period, it had become a cosmopolitan center of the eastern Mediterranean whilst, according to the Christian tradition, it was also the place of Saint Andrew's martyrdom.",
      "Dubbed as Greece's 'Gate to the West', Patras is a commercial hub, while its busy port is a nodal point for trade and communication with Italy and the rest of Western Europe. The city has two public universities and one technological institute, hosting a large student population and rendering Patras an important scientific centre with a field of excellence in technological education."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Patras",
    "urlGoogle": "https://artsandculture.google.com/entity/patras/m02dflv"
  },
  "wiki": {
    "id": "hydrogen",
    "name": "Hydrogen",
    "summary": "Hydrogen is a chemical element in the periodic table that has the symbol H and atomic number 1. At standard temperature and pressure it is a colorless, odorless, nonmetallic, univalent, tasteless, highly flammable diatomic gas. With an atomic mass of 1.00794 g/mol, hydrogen is the lightest element. It is also the most abundant, constituting roughly 75% of the universe's elemental matter. Stars in their main sequence are overwhelmingly composed of hydrogen in its plasma state. Elemental hydrogen is relatively rare on Earth, and is industrially produced from hydrocarbons, after which most free hydrogen is used \"captively\" (meaning locally at the production site), with the largest markets about equally divided between fossil fuel upgrading (e.g. hydrocracking) and in ammonia production (mostly for the fertilizer market). The most common naturally occurring isotope of hydrogen contains one electron and an atomic nucleus of one proton. Hydrogen can form compounds with most elements and is present in water and all organic compounds. It plays a particularly important role in acid-base chemistry, in which many reactions involve the exchange of protons between soluble molecules.",
    "url": "https://en.wikipedia.org/wiki/Hydrogen"
  },
  "word": {
    "id": "friable",
    "word": "friable",
    "url": "https://www.merriam-webster.com/dictionary/friable",
    "partOfSpeech": "adjective",
    "pronunciation": "FRYE-uh-bul",
    "audioPath": "audio/words/friable.mp3",
    "definitions": ["easily crumbled or pulverized"],
    "examples": ["These plants will grow best in a soft, friable soil."],
    "origin": "\"Friable\" entered into English in the mid-1500s, and was borrowed either from Middle French or directly from Latin \"friabilis.\" This Latin adjective comes from the verb \"friare,\" which means \"to crumble.\" \"Fiare\" in turn is related to the verb \"fricare\" (\"to rub\"), the source of the English noun \"friction.\" \"Friable\" is used to describe something that can be easily reduced to a powdered form. In contemporary usage, it is often found in the discussion of asbestos. Health concerns about asbestos primarily center around friable asbestos -- that is, asbestos that is easily pulverized into tiny fibers which may remain suspended in the air and become a potential health risk to those who inhale them."
  }
}
