{
  "artist": {
    "id": "abraham-bloemaert",
    "name": "Abraham Bloemaert",
    "dates": "Dec 25, 1566 - Jan 27, 1651",
    "mainImg": "img/art/artists/abraham-bloemaert.jpg",
    "artworkImgs": [
      {
        "name": "Mercury, Argus and Io",
        "path": "img/art/artworks/abraham-bloemaert-a1.jpg",
        "source": "https://artsandculture.google.com/asset/mercury-argus-and-io-abraham-bloemaert/MwFML72fNsMIPA"
      },
      {
        "name": "The Preaching of Saint John the Baptist",
        "path": "img/art/artworks/abraham-bloemaert-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-preaching-of-saint-john-the-baptist-abraham-bloemaert/IQFz9iIGhFRJxw"
      },
      {
        "name": "The adoration of the Magi",
        "path": "img/art/artworks/abraham-bloemaert-a3.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-magi-abraham-bloemaert/NwF4IhKB6EBxaA"
      },
      {
        "name": "Apollo and Diana Punishing Niobe by Killing her Children",
        "path": "img/art/artworks/abraham-bloemaert-a4.jpg",
        "source": "https://artsandculture.google.com/asset/apollo-and-diana-punishing-niobe-by-killing-her-children-abraham-bloemaert/jQGq-mnslbFX0w"
      },
      {
        "name": "The adoration of the Magi",
        "path": "img/art/artworks/abraham-bloemaert-a5.jpg",
        "source": "https://artsandculture.google.com/asset/the-adoration-of-the-magi-abraham-bloemaert/FwG55ct-rUReBg"
      },
      {
        "name": "Youths playing with the cat",
        "path": "img/art/artworks/abraham-bloemaert-a6.jpg",
        "source": "https://artsandculture.google.com/asset/youths-playing-with-the-cat/VAETAJxmw5mVIQ"
      }
    ],
    "summary": [
      "Abraham Bloemaert was a Dutch painter and printmaker in etching and engraving. He was one of the \"Haarlem Mannerists\" from about 1585, but in the new century altered his style to fit new Baroque trends. He mostly painted history subjects and some landscapes. He was an important teacher, who trained most of the Utrecht Caravaggisti, at least for a period."
    ],
    "quote": null,
    "movements": [
      "Dutch Golden Age",
      "Baroque",
      "Mannerism",
      "School of Fontainebleau",
      "Utrecht Caravaggism"
    ],
    "mediums": ["Engraving", "Pen", "Etching", "Ink", "Laid paper", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Abraham_Bloemaert",
    "urlGoogle": "https://artsandculture.google.com/entity/abraham-bloemaert/m03fz_9"
  },
  "event": {
    "id": "battle-of-lowestoft",
    "name": "Battle of Lowestoft",
    "dates": null,
    "mainImg": "img/events/battle-of-lowestoft.jpg",
    "summary": [
      "The Battle of Lowestoft took place on 13 June [O.S. 3 June] 1665 during the Second Anglo-Dutch War. A fleet of more than a hundred ships of the United Provinces commanded by Lieutenant-Admiral Jacob van Wassenaer, Lord Obdam attacked an English fleet of equal size commanded by James, Duke of York forty miles east of the port of Lowestoft in Suffolk. Although it was a substantial English victory, the escape of the bulk of the Dutch fleet deprived England of the chance of ending the war quickly with a single decisive victory. As a result, the Dutch were able to make good their losses by building new and better-armed ships and improving their organisation and discipline. Their Dutch fleets would not be so badly organised or ill-disciplined in the remaining battles of this war and, in Obdam's replacement, Michiel de Ruyter, the Dutch had gained a superb tactician and leader for the remainder of the war."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Battle_of_Lowestoft",
    "urlGoogle": "https://artsandculture.google.com/entity/battle-of-lowestoft/m03ly0z"
  },
  "funFacts": [
    {
      "id": "720",
      "fact": "Fresh apples float because 25 percent of their volume is air.",
      "category": ["Food"]
    },
    { "id": "157", "fact": "The first TV soap opera debuted in 1946.", "category": ["Firsts"] }
  ],
  "funFacts2": [
    {
      "id": "554022",
      "fact": "When your \"inner voice\" speaks in your head, it triggers small muscle movements in your larynx."
    }
  ],
  "idiom": {
    "id": "let-the-cat-out-of-the-bag",
    "term": "let the cat out of the bag",
    "definition": "Give away a secret, as in *Mom let the cat out of the bag and told us Karen was engaged.* This expression alludes to the dishonest practice of a merchant substituting a worthless cat for a valuable pig, which is discovered only when the buyer gets home and opens the bag. [Mid-1700s]"
  },
  "person": {
    "id": "john-w-davis",
    "name": "John W. Davis",
    "dates": "Apr 13, 1873 - Mar 24, 1955",
    "mainImg": "img/people/john-w-davis.jpg",
    "summary": [
      "John William Davis was an American politician, diplomat and lawyer. He served under President Woodrow Wilson as the Solicitor General of the United States and the United States Ambassador to the United Kingdom. He was the Democratic nominee for president in 1924 and lost to Republican incumbent Calvin Coolidge.",
      "Born and raised in West Virginia, Davis briefly worked as a teacher before beginning his long legal career. Davis's father, John J. Davis, had been a delegate to the Wheeling Convention and served in the United States House of Representatives in the 1870s. Davis joined his father's legal practice and adopted many of his father's political views, including opposition to anti-lynching legislation and support for states' rights. Davis served in the United States House of Representatives from 1911 to 1913, helping to write the Clayton Antitrust Act. He held the position of solicitor general from 1913 to 1918, during which time he successfully argued for the illegality of Oklahoma's \"grandfather law\" in Guinn v. United States.",
      "While serving as the ambassador to Britain from 1918 to 1921, Davis was a dark horse candidate for the 1920 Democratic presidential nomination."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John_W._Davis",
    "urlGoogle": "https://artsandculture.google.com/entity/john-w-davis/m01mvss"
  },
  "place": {
    "id": "algeria",
    "name": "Algeria",
    "mainImg": "img/places/algeria.jpg",
    "summary": [
      "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres, Algeria is the tenth-largest country in the world, and the largest by area in the African Union and the Arab world. With an estimated population of over 44 million, it is the eighth-most populous country in Africa.",
      "Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the southeast by Niger, to the southwest by Mali, Mauritania, and the Western Saharan territory, to the west by Morocco, and to the north by the Mediterranean Sea. The country has a semi-arid geography, with most of the population living in the fertile north and the Sahara dominating the geography of the south. This arid geography makes the country very vulnerable to climate change."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Algeria",
    "urlGoogle": "https://artsandculture.google.com/entity/algeria/m0h3y"
  },
  "quote": {
    "id": "30",
    "quote": "I'm convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance.",
    "author": "Steve Jobs"
  },
  "wiki": {
    "id": "section-116-of-the-constitution-of-australia",
    "name": "Section 116 of the Constitution of Australia",
    "summary": "Section 116 of the Constitution of Australia precludes the Commonwealth of Australia (i.e., the federal parliament) from making laws for establishing any religion, imposing any religious observance, or prohibiting the free exercise of any religion. Section 116 also provides that no religious test shall be required as a qualification for any office or public trust under the Commonwealth. The product of a compromise in the pre-Federation constitutional conventions, Section 116 is based on similar provisions in the United States Constitution. The provision has been interpreted narrowly by the High Court of Australia: while the definition of \"religion\" adopted by the court is broad and flexible, the scope of the protection of religions is circumscribed. No court has ever ruled a law to be in contravention of Section 116. Federal Governments have twice proposed amendments to the provision, principally to apply it to laws made by the states of Australia. On each occasion—in 1944 and 1988—the proposal failed in a referendum.",
    "url": "https://en.wikipedia.org/wiki/Section_116_of_the_Constitution_of_Australia"
  },
  "word": {
    "id": "facetious",
    "word": "facetious",
    "url": "https://www.merriam-webster.com/dictionary/facetious",
    "partOfSpeech": "adjective",
    "pronunciation": "fuh-SEE-shuss",
    "audioPath": "audio/words/facetious.mp3",
    "definitions": [
      "joking or jesting often inappropriately : waggish",
      "meant to be humorous or funny : not serious"
    ],
    "examples": [
      "Gwen was being facetious when she used the word \"classy\" to describe Bill's brightly colored necktie."
    ],
    "origin": "\"Facetious\" came to English from the Middle French word \"facetieux,\" which traces to the Latin word \"facetia,\" meaning \"jest.\" \"Facetia\" seems to have made only one other lasting contribution to the English language: \"facetiae,\" meaning \"witty or humorous writings or sayings.\" \"Facetiae,\" which comes from the plural of \"facetia\" and is pronounced fuh-SEE-shee-ee or fuh-SEE-shee-eye, is a far less common word than \"facetious,\" but it does show up occasionally. For example, in a letter to the editor published in the _Seattle Times_, August 26, 1995, a reader used the following words to describe a column written by the humorist Dave Barry: \"Hey, it's a HUMOR column, based entirely upon facetiae.\""
  }
}
