{
  "artist": {
    "id": "angelica-kauffman",
    "name": "Angelica Kauffman",
    "dates": "Oct 30, 1741 - Nov 5, 1807",
    "mainImg": "img/art/artists/angelica-kauffman.jpg",
    "artworkImgs": [
      {
        "name": "Portrait of Eleanor, Countess of Lauderdale",
        "path": "img/art/artworks/angelica-kauffman-a1.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-eleanor-countess-of-lauderdale-angelica-kauffmann/8QH97uSQfivysw"
      },
      {
        "name": "The Sorrow of Telemachus",
        "path": "img/art/artworks/angelica-kauffman-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-sorrow-of-telemachus-angelica-kauffmann/UAFEHLLHY3oBGg"
      },
      {
        "name": "Cornelia, Mother of the Gracchi, Pointing to Her Children as Her Treasures",
        "path": "img/art/artworks/angelica-kauffman-a3.jpg",
        "source": "https://artsandculture.google.com/asset/cornelia-mother-of-the-gracchi-pointing-to-her-children-as-her-treasures-angelica-kauffmann/WwEii4CKfyErFA"
      },
      {
        "name": "The Artist in the Character of Design Listening to the Inspiration of Poetry",
        "path": "img/art/artworks/angelica-kauffman-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-artist-in-the-character-of-design-listening-to-the-inspiration-of-poetry-angelica-kauffmann/bQHT5uMh_GAVvQ"
      },
      {
        "name": "Telemachus and the Nymphs of Calypso",
        "path": "img/art/artworks/angelica-kauffman-a5.jpg",
        "source": "https://artsandculture.google.com/asset/telemachus-and-the-nymphs-of-calypso-angelica-kauffmann/nQEIEoER3Oj4XQ"
      },
      {
        "name": "Ariadne Abandoned by Theseus",
        "path": "img/art/artworks/angelica-kauffman-a6.jpg",
        "source": "https://artsandculture.google.com/asset/ariadne-abandoned-by-theseus-angelica-kauffmann/bAEFIdBhasJ4Ng"
      }
    ],
    "summary": [
      "Maria Anna Angelika Kauffmann RA, usually known in English as Angelica Kauffman, was a Swiss Neoclassical painter who had a successful career in London and Rome. Remembered primarily as a history painter, Kauffmann was a skilled portraitist, landscape and decoration painter. She was, along with Mary Moser, one of the two female founding members of the Royal Academy in London in 1768."
    ],
    "quote": null,
    "movements": ["Neoclassicism", "Rococo"],
    "mediums": ["Oil paint", "Ink", "Graphite", "Chalk", "Pigment", "Engraving"],
    "urlWiki": "https://en.wikipedia.org/wiki/Angelica_Kauffman",
    "urlGoogle": "https://artsandculture.google.com/entity/angelica-kauffman/m013pf1"
  },
  "event": {
    "id": "sharpeville-massacre",
    "name": "Sharpeville massacre",
    "dates": null,
    "mainImg": "img/events/sharpeville-massacre.jpg",
    "summary": [
      "The Sharpeville massacre occurred on 21 March 1960, at the police station in the South African township of Sharpeville in Transvaal.",
      "After a day of demonstrations against pass laws, a crowd of about 7,000 protesters went to the police station. The South African Police opened fire on the crowd, killing 69 people and injuring 180 others. Sources disagree as to the behaviour of the crowd; some state that the crowd was peaceful, while others state that the crowd had been hurling stones at the police, and that the shooting started when the crowd started advancing toward the fence around the police station. There were 249 casualties in total, including 29 children. Many were shot in the back as they fled.",
      "The massacre was photographed by photographer Ian Berry, who initially believed the police were firing blanks. In present-day South Africa, 21 March is celebrated as a public holiday in honour of human rights and to commemorate the Sharpeville massacre."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Sharpeville_massacre",
    "urlGoogle": "https://artsandculture.google.com/entity/sharpeville-massacre/m01_9jw"
  },
  "funFacts": [
    {
      "id": "1025",
      "fact": "The official taxonomic classification for llamas is Llama glama.",
      "category": ["Animals", "Definitions", "Science"]
    },
    {
      "id": "368",
      "fact": "In 2003, a 6-year-old from Naples, FL was ticketed for not having a permit for her lemonade stand.",
      "category": ["Laws"]
    }
  ],
  "funFacts2": [
    {
      "id": "554103",
      "fact": "Ray Bradbury wrote the first draft \u0003of Fahrenheit 451 on a rented typewriter in the basement of the UCLA library in just nine days."
    }
  ],
  "idiom": {
    "id": "clay-pigeon",
    "term": "clay pigeon",
    "definition": "A person easily duped or taken advantage of, as in *You're a clay pigeon for all of those telephone fund-raisers.* The term alludes to the clay pigeon of trapshooting, which replaced the use of live birds in this sport in the 1860s. Its transfer to figurative use in the first half of the 1900s probably is explained by the much older slang use of *pigeon* for \"dupe.\""
  },
  "person": {
    "id": "archduke-leopold-wilhelm-of-austria",
    "name": "Archduke Leopold Wilhelm of Austria",
    "dates": "Jan 5, 1614 - Nov 20, 1662",
    "mainImg": "img/people/archduke-leopold-wilhelm-of-austria.jpg",
    "summary": [
      "Archduke Leopold Wilhelm of Austria, younger brother of Emperor Ferdinand III, was an Austrian soldier, administrator and patron of the arts.",
      "He held a number of military commands, with limited success, and served as Governor of the Spanish Netherlands, before returning to Vienna in 1656. Despite being nominated as Holy Roman Emperor after Ferdinand's death in 1657, he stood aside in favour of his nephew Leopold I.",
      "His main interest was in art, and he patronised artists including David Teniers the Younger, Frans Snyders, Peter Snayers, Daniel Seghers, Peter Franchoys, Frans Wouters, Jan van den Hoecke and Pieter Thijs. His collection of 17th century Venetian and Dutch paintings are now held by the Kunsthistorisches Museum in Vienna."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Archduke_Leopold_Wilhelm_of_Austria",
    "urlGoogle": "https://artsandculture.google.com/entity/archduke-leopold-wilhelm-of-austria/m07371h"
  },
  "place": {
    "id": "santiago",
    "name": "Santiago",
    "mainImg": "img/places/santiago.jpg",
    "summary": [
      "Santiago, also known as Santiago de Chile, is the capital and largest city of Chile as well as one of the largest cities in the Americas. It is the center of Chile's most densely populated region, the Santiago Metropolitan Region, whose total population is 7 million, of which more than 6 million live in the city's continuous urban area. The city is entirely located in the country's central valley. Most of the city lies between 500–650 m above mean sea level.",
      "Founded in 1541 by the Spanish conqueror Pedro de Valdivia, Santiago has been the capital city of Chile since colonial times. The city has a downtown core of 19th-century neoclassical architecture and winding side-streets, dotted by art deco, neo-gothic, and other styles. Santiago's cityscape is shaped by several stand-alone hills and the fast-flowing Mapocho River, lined by parks such as Parque Forestal. The Andes Mountains can be seen from most points in the city. These mountains contribute to a considerable smog problem, particularly during winter. The city outskirts are surrounded by vineyards and Santiago is within an hour of both the mountains and the Pacific Ocean."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Santiago",
    "urlGoogle": "https://artsandculture.google.com/entity/santiago/m0dlqv"
  },
  "wiki": {
    "id": "captain-jack-sparrow",
    "name": "Captain Jack Sparrow",
    "summary": "Captain Jack Sparrow is a fictional character portrayed by Johnny Depp, introduced in the film Pirates of the Caribbean: The Curse of the Black Pearl (2003). He appears in the back-to-back sequels, Dead Man's Chest (2006) and At World's End (2007), as well as in a future film, On Stranger Tides (2011). He is the main protagonist in all the films. He is also the subject of a children's book series, Pirates of the Caribbean: Jack Sparrow, which chronicles his teenage years, and the character's image was introduced into the theme park ride that inspired the films when it was revamped in 2006. The character has also appeared in numerous video games. Sparrow is one of the Brethren Court, the Pirate Lords of the Caribbean Sea and can be treacherous, surviving mostly by using wit and negotiation rather than weapons and force; although he will fight if necessary, he tries to flee most dangerous situations. Sparrow is introduced seeking to regain his ship, the Black Pearl from his mutinous first mate Hector Barbossa, and attempts to escape his blood debt to the legendary Davy Jones while battling the East India Trading Co.",
    "url": "https://en.wikipedia.org/wiki/Captain_Jack_Sparrow"
  },
  "word": {
    "id": "frowsy",
    "word": "frowsy",
    "url": "https://www.merriam-webster.com/dictionary/frowsy",
    "partOfSpeech": "adjective",
    "pronunciation": "FROW-zee",
    "audioPath": "audio/words/frowsy.mp3",
    "definitions": ["musty, stale", "having a slovenly or uncared-for appearance"],
    "examples": [
      "\"Just a little effort and elbow grease applied to a frowsy courtyard, patio or side yard will reap rewards year round.\" (Elizabeth Bettendorf, _St. Petersburg Times_ \\[Florida\\], April 6, 2007)"
    ],
    "origin": "The exact origins of this approximately 330-year-old word may be lost in some frowsy, old book somewhere, but some etymologists have speculated that \"frowsy\" (also spelled \"frowzy\") shares a common ancestor with the younger, chiefly British word \"frowsty,\" a synonym of \"frowsy\" in both its senses. That ancestor could be the Old French word \"frouste,\" meaning \"ruinous\" or \"decayed,\" or the now mostly obsolete English word \"frough\" or \"frow,\" meaning \"brittle\" or \"fragile.\" The English dramatist Thomas Otway is the first person (as far as we know) to have used \"frowsy\" in print. In his comedy \"The Souldier's Fortune,\" published in 1681, the character Beau refers to another character as \"a frouzy Fellmonger.\""
  }
}
