{
  "artist": {
    "id": "su-shi",
    "name": "Su Shi",
    "dates": "Jan 8, 1037 - Aug 24, 1101",
    "mainImg": "img/art/artists/su-shi.jpg",
    "artworkImgs": [
      {
        "name": "Gongfu Tie Calligraphy",
        "path": "img/art/artworks/su-shi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/gongfu-tie-calligraphy-su-shi/zAEfJb6ahP5Wkg"
      },
      {
        "name": "Hanging scroll mounted as handscroll",
        "path": "img/art/artworks/su-shi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/hanging-scroll-mounted-as-handscroll-su-shi-unidentified-artist/AQEyVFXit9zWng"
      },
      {
        "name": "Li Bai's Poem",
        "path": "img/art/artworks/su-shi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/li-bai-s-poem-su-shi/LQEwv42_DqvKtw"
      },
      {
        "name": "blue and white porcelain vase 2",
        "path": "img/art/artworks/su-shi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/blue-and-white-porcelain-vase-2-shi-youwen/1gHHzQeScuDtOQ"
      }
    ],
    "summary": [
      "Su Shi",
      ", courtesy name Zizhan, art name Dongpo, was a Chinese calligrapher, gastronome, painter, pharmacologist, poet, politician, and writer of the Song dynasty. A major personality of the Song era, Su was an important figure in Song Dynasty politics, aligning himself with Sima Guang and others, against the New Policy party led by Wang Anshi.",
      "Su Shi is widely regarded as one of the most accomplished figures in classical Chinese literature, having produced some of the most well-known poems, lyrics, prose, and essays. Su Shi was famed as an essayist, and his prose writings lucidly contribute to the understanding of topics such as 11th-century Chinese travel literature or detailed information on the contemporary Chinese iron industry. His poetry has a long history of popularity and influence in China, Japan, and other areas in the near vicinity and is well known in the English-speaking parts of the world through the translations by Arthur Waley, among others. In terms of the arts, Su Shi has some claim to being \"the pre-eminent personality of the eleventh century.\" Dongpo pork, a prominent dish in Hangzhou cuisine, is named in his honor."
    ],
    "quote": "“What a ruler has to rely upon is only the human heart. Human hearts are to the ruler what roots are to a tree, what oil is to a lamp, water to fish, fields to a farmer, or money to a merchant.”",
    "movements": [],
    "mediums": ["Ink"],
    "urlWiki": "https://en.wikipedia.org/wiki/Su_Shi",
    "urlGoogle": "https://artsandculture.google.com/entity/su-shi/m01sv3f"
  },
  "event": {
    "id": "occupation-of-the-baltic-states",
    "name": "Occupation of the Baltic states",
    "dates": "Jun 14, 1940 - Aug 28, 1941",
    "mainImg": "img/events/occupation-of-the-baltic-states.jpg",
    "summary": [
      "The occupation of the Baltic states involved the military occupation of the three Baltic states—Estonia, Latvia and Lithuania—by the Soviet Union under the auspices of the 1939 Molotov–Ribbentrop Pact in June 1940. They were then annexed into the Soviet Union as constituent republics in August 1940, though most Western powers and nations never recognised their incorporation. On 22 June 1941, Nazi Germany attacked the Soviet Union and within weeks occupied the Baltic territories. In July 1941, the Third Reich incorporated the Baltic territory into its Reichskommissariat Ostland. As a result of the Red Army's Baltic Offensive of 1944, the Soviet Union recaptured most of the Baltic states and trapped the remaining German forces in the Courland pocket until their formal surrender in May 1945. The Soviet \"annexation occupation\" or occupation sui generis of the Baltic states lasted until August 1991, when the three countries regained their independence."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Occupation_of_the_Baltic_states",
    "urlGoogle": "https://artsandculture.google.com/entity/occupation-of-the-baltic-states/m02cf5p"
  },
  "funFacts": [
    {
      "id": "299",
      "fact": "The Library of Congress has 600 miles of shelves.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "707",
      "fact": "Most rechargeable batteries can be recharged up to 1,000 times.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "553919",
      "fact": "Bubble gum is pink because that was the only food dye available in the factory where it was made."
    }
  ],
  "idiom": {
    "id": "good-samaritan",
    "term": "good Samaritan",
    "definition": "A compassionate person who unselfishly helps others, as in *In this neighborhood you can't count on a good Samaritan if you get in trouble.* This expression alludes to Jesus's parable about a Samaritan who rescues and cares for a stranger who had been robbed and badly hurt and had been ignored by a priest and a Levite (Luke 10:30--35). The Samaritans were considered a heretical group by other Jews, so by using a Samaritan for the parable, Jesus chose a person whom his listeners would find least likely to be worthy of concern. [c. 1600]"
  },
  "person": {
    "id": "john-duke-of-berry",
    "name": "John, Duke of Berry",
    "dates": "Nov 30, 1340 - Jun 15, 1416",
    "mainImg": "img/people/john-duke-of-berry.jpg",
    "summary": [
      "John of Berry or John the Magnificent was Duke of Berry and Auvergne and Count of Poitiers and Montpensier. He was the third son of King John II of France and Bonne of Luxembourg; his brothers were King Charles V of France, Duke Louis I of Anjou and Duke Philip the Bold of Burgundy. He is primarily remembered as a collector of the important illuminated manuscripts and other works of art commissioned by him, such as the Très Riches Heures. His personal motto was Le temps venra."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/John,_Duke_of_Berry",
    "urlGoogle": "https://artsandculture.google.com/entity/john-duke-of-berry/m034472"
  },
  "place": {
    "id": "arles",
    "name": "Arles",
    "mainImg": "img/places/arles.jpg",
    "summary": [
      "Arles is a city and commune in the south of France, a subprefecture in the Bouches-du-Rhône department of the Provence-Alpes-Côte d'Azur region, in the former province of Provence.",
      "A large part of the Camargue is located on the territory of the commune, making it the largest commune in Metropolitan France in terms of territory. The city has a long history, and was of considerable importance in the Roman province of Gallia Narbonensis. The Roman and Romanesque Monuments of Arles were listed as UNESCO World Heritage Sites in 1981. The Dutch post-Impressionist painter Vincent van Gogh lived in Arles from 1888 to 1889 and produced over 300 paintings and drawings during his time there. An international photography festival has been held in the city since 1970."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Arles",
    "urlGoogle": "https://artsandculture.google.com/entity/arles/m0knf8"
  },
  "quote": {
    "id": "1",
    "quote": "Many of life's failures are people who did not realize how close they were to success when they gave up.",
    "author": "Thomas Edison"
  },
  "wiki": {
    "id": "diane-keaton",
    "name": "Diane Keaton",
    "summary": "Diane Keaton is an American film producer, director, and actor. Keaton began her career as a stage actor, and made her screen debut in 1970. Keaton's first major film role was as Kay Adams in The Godfather (1972), but the films that shaped her early career were those with director and co-star Woody Allen. Her films with Allen such as Sleeper (1973), Love and Death (1975), and her Academy Award-winning performance in Annie Hall established her as a comic actor. Keaton has claimed that she is \"tailor-made for comedy\". Keaton ceased collaborating with Allen in 1979, and took on new roles to avoid becoming typecast as her Annie Hall persona. She became an accomplished dramatic actor, starting with Looking for Mr. Goodbar (1977) and received Academy Award nominations for Reds (1981) and Marvin's Room (1996). Some of her popular recent films include Father of the Bride (1991), The First Wives Club (1996), and Something's Gotta Give (2003). Keaton's films have earned a cumulative gross of over $1.1 billion USD in North America.",
    "url": "https://en.wikipedia.org/wiki/Diane_Keaton"
  },
  "word": {
    "id": "weald",
    "word": "weald",
    "url": "https://www.merriam-webster.com/dictionary/weald",
    "partOfSpeech": "noun",
    "pronunciation": "WEELD",
    "audioPath": "audio/words/weald.mp3",
    "definitions": [
      "a heavily wooded area : forest",
      "a wild or uncultivated usually upland region"
    ],
    "examples": [
      "\"Challenger's house was on the very edge of the hill, and from its southern face, in which was the study window, one looked across the vast stretch of the _weald_ to where the gentle curves of the South Downs formed an undulating horizon.\" - From Sir Arthur Conan Doyle's 1913 novella _The Poison Belt_",
      "\"Graham \\[Findlay\\] is a watercolour artist painting mainly landscapes around his home in the _Weald_ of Kent.\" - From an announcement in the _Kentish Express_, June 28, 2012"
    ],
    "origin": "If \"weald\" were a tree, it would have many annual rings. It has been in use as a general word for \"forest\" since the days of Old English, and it has also long been used, in its capitalized form, as a geographic name for a once-heavily forested region of southeast England. \"Weald\" is also often capitalized today when used to refer to wooded areas like the Weald of Kent and the Weald of Sussex in England. In time, the word branched out to designate any wild and uncultivated upland regions. A related word is \"wold,\" meaning \"an upland plain or stretch of rolling land.\""
  }
}
