{
  "artist": {
    "id": "frank-gehry",
    "name": "Frank Gehry",
    "dates": "Born Feb 28, 1929",
    "mainImg": "img/art/artists/frank-gehry.jpg",
    "artworkImgs": [
      {
        "name": "WALT DISNEY CONCERT HALL: MODEL WITH METAL EXTERIOR (FRONT VIEW)",
        "path": "img/art/artworks/frank-gehry-a1.jpg",
        "source": "https://artsandculture.google.com/asset/walt-disney-concert-hall-model-with-metal-exterior-front-view-gehry-and-partners/tgHCbp6jLNASVg"
      },
      {
        "name": "Serpentine Gallery Pavilion 2008",
        "path": "img/art/artworks/frank-gehry-a2.jpg",
        "source": "https://artsandculture.google.com/asset/serpentine-gallery-pavilion-2008-frank-gehry/ZgG1Pn47mGSWiQ"
      },
      {
        "name": "Guggenheim Museum Bilbao",
        "path": "img/art/artworks/frank-gehry-a3.jpg",
        "source": "https://artsandculture.google.com/asset/guggenheim-museum-bilbao-frank-gehry/zgFB5Hv7amqWXQ"
      },
      {
        "name": "WALT DISNEY CONCERT HALL: MODEL OF AUDITORIUM INTERIOR",
        "path": "img/art/artworks/frank-gehry-a4.jpg",
        "source": "https://artsandculture.google.com/asset/walt-disney-concert-hall-model-of-auditorium-interior-gehry-and-partners/qQGHdbCc3gIc8g"
      },
      {
        "name": "WALT DISNEY CONCERT HALL: LOBBY-INTERIOR MODEL",
        "path": "img/art/artworks/frank-gehry-a5.jpg",
        "source": "https://artsandculture.google.com/asset/walt-disney-concert-hall-lobby-interior-model-gehry-and-partners/KgHw6uZun7A4gA"
      },
      {
        "name": "WALT DISNEY CONCERT HALL: AXONOMETRIC DRAWING",
        "path": "img/art/artworks/frank-gehry-a6.jpg",
        "source": "https://artsandculture.google.com/asset/walt-disney-concert-hall-axonometric-drawing-gehry-and-partners/LQH5mACK7QO3Lw"
      }
    ],
    "summary": [
      "Frank Owen Gehry, CC, FAIA is a Canadian-born American architect, residing in Los Angeles.",
      "A number of his buildings, including his private residence, have become world-renowned attractions. His works are cited as being among the most important works of contemporary architecture in the 2010 World Architecture Survey, which led Vanity Fair to label him as \"the most important architect of our age\".",
      "Gehry's best-known works include the titanium-clad Guggenheim Museum in Bilbao, Spain; Walt Disney Concert Hall in downtown Los Angeles; Louis Vuitton Foundation in Paris, France; MIT Ray and Maria Stata Center in Cambridge, Massachusetts; The Vontz Center for Molecular Studies on the University of Cincinnati campus; Museum of Pop Culture in Seattle; New World Center in Miami Beach; Weisman Art Museum at the University of Minnesota in Minneapolis; Dancing House in Prague; the Vitra Design Museum and the MARTa Herford museum in Germany; the Art Gallery of Ontario in Toronto; the Cinémathèque Française in Paris; and 8 Spruce Street in New York City.",
      "It was his private residence in Santa Monica, California, that jump-started his career."
    ],
    "quote": "“Architecture should speak of its time and place, but yearn for timelessness.”",
    "movements": [],
    "mediums": ["Metal", "Glass", "Felt", "Rock", "Lead", "Iron"],
    "urlWiki": "https://en.wikipedia.org/wiki/Frank_Gehry",
    "urlGoogle": "https://artsandculture.google.com/entity/frank-gehry/m0d_w7"
  },
  "event": {
    "id": "ten-days-campaign",
    "name": "Ten Days' Campaign",
    "dates": "Aug 2, 1831 - Aug 12, 1831",
    "mainImg": "img/events/ten-days-campaign.jpg",
    "summary": [
      "The Ten Days' Campaign was a failed military expedition by the United Kingdom of the Netherlands against the secessionist Kingdom of Belgium between 2 and 12 August 1831. The campaign was an attempt by the Dutch King William I to halt the course of the Belgian Revolution which had broken out in August 1830.",
      "The Dutch army invaded Belgium on 2 August 1831 and defeated Belgian forces in several battles over the course of the next few days, advancing deep into Belgian territory. On 8 August, the Belgian government appealed to France for military support. The French agreed to send reinforcements to assist the Belgians under Marshal Étienne Gérard. Rather than fight the French, the Dutch withdrew from Belgium without achieving their objectives. In November 1832, the French besieged and captured Antwerp, the last Dutch stronghold in Belgium, effectively ending the military confrontation between the Dutch and Belgians."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Ten_Days%27_Campaign",
    "urlGoogle": "https://artsandculture.google.com/entity/ten-days-campaign/m0gbkr6"
  },
  "funFacts": [
    {
      "id": "788",
      "fact": "The average person falls asleep in seven minutes.",
      "category": ["Habits"]
    },
    {
      "id": "400",
      "fact": "About 80 women go into labor on NYC subways every year.",
      "category": ["Habits"]
    },
    {
      "id": "709",
      "fact": "Hybrid cars produce up to 75% less pollution than other vehicles.",
      "category": ["Science"]
    }
  ],
  "funFacts2": [
    {
      "id": "504865",
      "fact": "When Texas was its own sovereign nation in the mid-1800s, it briefly had a diplomatic mission in Paris."
    },
    { "id": "506501", "fact": "Earmuffs were invented by a 15-year-old." }
  ],
  "idiom": {
    "id": "out-of-the-mouths-of-babes",
    "term": "out of the mouths of babes",
    "definition": "Young and inexperienced persons often can be remarkably wise, as in *She's only six but she said, quite rightly, that Harry was afraid of the sitter---out of the mouths of babes, Mother said.* This expression is a shortening and revision of expressions in the Old and New Testaments of the Bible. In Psalms 8:2, God ordains strength out of the mouth of babes and sucklings; in Matthew 21:16, praise comes from this source. Later generations changed strength and praise to wisdom."
  },
  "person": {
    "id": "herbert-von-karajan",
    "name": "Herbert von Karajan",
    "dates": "Apr 5, 1908 - Jul 16, 1989",
    "mainImg": "img/people/herbert-von-karajan.jpg",
    "summary": [
      "Herbert von Karajan was an Austrian conductor. He was principal conductor of the Berlin Philharmonic for 34 years until his death in 1989. During the Nazi era, he debuted at the Salzburg festival, with the Vienna Philharmonic, the Berlin Philharmonic, and during the Second World War he conducted at the Berlin State Opera. Generally regarded as one of the greatest conductors of the 20th century, he was a controversial but dominant figure in European classical music from the mid-1950s until his death. Part of the reason for this was the large number of recordings he made and their prominence during his lifetime. By one estimate he was the top-selling classical music recording artist of all time, having sold an estimated 200 million records."
    ],
    "quote": "“If I tell the Berliners to step forward, they do it. If I tell the Viennese to step forward, they do it, but then they ask why.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Herbert_von_Karajan",
    "urlGoogle": "https://artsandculture.google.com/entity/herbert-von-karajan/m01tbftk"
  },
  "place": {
    "id": "burnaby",
    "name": "Burnaby",
    "mainImg": "img/places/burnaby.jpg",
    "summary": [
      "Burnaby is a city in British Columbia, Canada, part of Metro Vancouver and immediately to the east of the City of Vancouver. It is the third-largest city in British Columbia by population, following Vancouver and nearby Surrey. Burnaby was incorporated in 1892 and achieved its City status in 1992, 100 years after incorporation. It is the seat of Metro Vancouver's regional government.",
      "The city is served by the Expo Line and the Millennium Line. Metrotown station in downtown Metrotown is the second-busiest station in regional Vancouver's Skytrain system as of 2018.",
      "The main campuses of Simon Fraser University and the British Columbia Institute of Technology are located in Burnaby. Metropolis at Metrotown is the largest mall in British Columbia, and second largest in Canada. It is home to high-tech companies such as Ballard Power, Clio, D-Wave, General Fusion, Electronic Arts Vancouver, and Capcom Canada."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Burnaby",
    "urlGoogle": "https://artsandculture.google.com/entity/burnaby/m01d26y"
  },
  "quote": {
    "id": "75",
    "quote": "Speak less than you know; have more than you show.",
    "author": "William Shakespeare"
  },
  "wiki": {
    "id": "palace-of-westminster",
    "name": "Palace of Westminster",
    "summary": "The Palace of Westminster is where the two Houses of the Parliament of the United Kingdom (the House of Lords and the House of Commons) conduct their sittings. The Palace lies on the west bank of the River Thames in the London borough of the City of Westminster. The oldest extant part of the Palace, Westminster Hall, dates to 1097. The Palace originally served as a royal residence; however, no monarch has lived in it since the sixteenth century. One of the Palace's most famous features is the Clock Tower, a notable London tourist attraction that houses Big Ben and is often erroneously referred to by this name. The Palace includes over one thousand rooms, and is the site of important state ceremonies, most notably the State Opening of Parliament. The Palace is very closely associated with the two Houses, as evidenced by the use of \"Westminster\" as a metonym for \"Parliament.\"",
    "url": "https://en.wikipedia.org/wiki/Palace_of_Westminster"
  },
  "word": {
    "id": "proselytize",
    "word": "proselytize",
    "url": "https://www.merriam-webster.com/dictionary/proselytize",
    "partOfSpeech": "verb",
    "pronunciation": "PRAH-suh-luh-tyze",
    "audioPath": "audio/words/proselytize.mp3",
    "definitions": [
      "to induce someone to convert to one's faith",
      "to recruit someone to join one's party, institution, or cause"
    ],
    "examples": [
      "Eliza is a staunch environmentalist who always feels the need to _proselytize_ to anyone who doesn't recycle or drive a hybrid automobile.",
      "\"There is also no denying that in some of its iterations, the pacifism that \\[John\\] Lennon championed can seem truly beautiful. So long as the world is plagued by hate and war, people are going to look fondly upon those who _proselytize_ for peace and love.\" -- From an article by John McMillian in the _Boston Globe_, December 5, 2010"
    ],
    "origin": "\"Proselytize\" comes from the noun \"proselyte\" (meaning \"a new convert\"), which comes from the Late Latin noun \"proselytus.\" \"Proselytus\" means \"stranger\" or \"alien resident,\" and comes from a similar Greek word (\"prosēlytos\"). When \"proselytize\" entered English in the 17th century, it had a distinctly religious connotation and meant simply \"to recruit religious converts.\" This meaning is still common, but today one can also proselytize in a broader sense -- recruiting converts to one's political party or pet cause, for example."
  }
}
