{
  "artist": {
    "id": "patti-smith",
    "name": "Patti Smith",
    "dates": "Born Dec 30, 1946",
    "mainImg": "img/art/artists/patti-smith.jpg",
    "artworkImgs": [
      {
        "name": "Doll",
        "path": "img/art/artworks/patti-smith-a1.jpg",
        "source": "https://artsandculture.google.com/asset/doll-patti-jene/1gHcrlypv6OscA"
      },
      {
        "name": "Patti Smith Self-Portrait",
        "path": "img/art/artworks/patti-smith-a2.jpg",
        "source": "https://artsandculture.google.com/asset/patti-smith-self-portrait-patti-smith/zgEtiQAHEOAFvQ"
      },
      {
        "name": "Clear Lumina with Azurlite",
        "path": "img/art/artworks/patti-smith-a3.jpg",
        "source": "https://artsandculture.google.com/asset/clear-lumina-with-azurlite/2AFS-uweHMA6Pg"
      },
      {
        "name": "The Coral Sea Room",
        "path": "img/art/artworks/patti-smith-a4.jpg",
        "source": "https://artsandculture.google.com/asset/the-coral-sea-room-patti-smith/DwEn9ib4Mv6G5g"
      }
    ],
    "summary": [
      "Patricia Lee Smith is an American singer-songwriter, musician, author, and poet who became an influential component of the New York City punk rock movement with her 1975 debut album Horses.",
      "Called the \"punk poet laureate,\" Smith fused rock and poetry in her work. Her most widely known song is \"Because the Night,\" which was co-written with Bruce Springsteen. It reached number 13 on the Billboard Hot 100 chart in 1978 and number five in the U.K. In 2005, Smith was named a Commander of the Ordre des Arts et des Lettres by the French Ministry of Culture. In 2007, she was inducted into the Rock and Roll Hall of Fame.",
      "On November 17, 2010, Smith won the National Book Award for her memoir Just Kids. The book fulfilled a promise she had made to her former long-time roommate and partner, Robert Mapplethorpe. She placed 47th in Rolling Stone magazine's list of 100 Greatest Artists published in December 2010 and was also a recipient of the 2011 Polar Music Prize."
    ],
    "quote": "“Jesus died for somebody's sins but not mine.”",
    "movements": [],
    "mediums": ["Rock", "Ceramic", "Graphite", "Glass", "Colored pencil", "Pencil"],
    "urlWiki": "https://en.wikipedia.org/wiki/Patti_Smith",
    "urlGoogle": "https://artsandculture.google.com/entity/patti-smith/m05qw5"
  },
  "event": {
    "id": "siege-of-ostend",
    "name": "Siege of Ostend",
    "dates": "Jul 5, 1601 - Sep 16, 1604",
    "mainImg": "img/events/siege-of-ostend.jpg",
    "summary": [
      "The Siege of Ostend was a three-year siege of the city of Ostend during the Eighty Years' War and the Anglo–Spanish War. A Spanish force under Archduke Albrecht besieged the fortress being held initially by a Dutch force which was reinforced by English troops under Francis Vere who became the town's governor. It was said \"the Spanish assailed the unassailable; the Dutch defended the indefensible.\" The commitment of both sides in the dispute over the only Dutch ruled area in the province of Flanders, made the campaign continue for more than any other during the war. This resulted in one of the longest and bloodiest sieges in world history: more than 100,000 people were killed, wounded or succumbed to disease during the siege.",
      "Ostend was resupplied via the sea and as a result held out for three years. A garrison did a tour of duty before being replaced by fresh troops, normally 3,000 at a time keeping casualties and disease to a minimum. The siege consisted of a number of assaults by the Spanish, including a massive unsuccessful assault by 10,000 Spanish infantry in January 1602 when governed by Vere."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Siege_of_Ostend",
    "urlGoogle": "https://artsandculture.google.com/entity/siege-of-ostend/m05hf0_"
  },
  "funFacts": [
    {
      "id": "69",
      "fact": "No word in the English language rhymes with month.",
      "category": ["Hodgepodge"]
    },
    {
      "id": "943",
      "fact": "George Washington had false teeth made of gold, ivory, and lead - but never wood.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "506912",
      "fact": "As part of David Hasselhoff's divorce settlement, he kept possession of the nickname \"Hoff\" and the catchphrase \"Don't Hassle the Hoff.\""
    }
  ],
  "person": {
    "id": "edward-grey-1-st-viscount-grey-of-fallodon",
    "name": "Edward Grey, 1st Viscount Grey of Fallodon",
    "dates": "Apr 25, 1862 - Sep 7, 1933",
    "mainImg": "img/people/edward-grey-1-st-viscount-grey-of-fallodon.jpg",
    "summary": [
      "Edward Grey, 1st Viscount Grey of Fallodon, KG, PC, DL, FZS, better known as Sir Edward Grey, was a British Liberal statesman and the main force behind British foreign policy in the era of the First World War. An adherent of the \"New Liberalism\", he served as foreign secretary from 1905 to 1916, the longest continuous tenure of any holder in that office. He renewed the 1902 alliance with Japan in 1911. The centrepiece of his policy was the defence of France against German aggression, while avoiding a binding alliance with Paris. He supported France in the Moroccan crises of 1905 in 1911. Another major achievement was the Anglo-Russian entente of 1907. He resolved an outstanding conflict with Germany over the Baghdad railway in 1913, but successfully convinced the cabinet that Britain had an obligation and was honour-bound to defend France, and prevent Germany from controlling Western Europe in August 1914. Once the war began, there was little role for his diplomacy; he lost office in December 1916. He was a leading British supporter of the League of Nations. He is remembered for his \"the lamps are going out\" remark on 3 August 1914 on the outbreak of the First World War."
    ],
    "quote": "“The lamps are going out all over Europe; we shall not see them lit again in our lifetime.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Edward_Grey,_1st_Viscount_Grey_of_Fallodon",
    "urlGoogle": "https://artsandculture.google.com/entity/edward-grey-1st-viscount-grey-of-fallodon/m01fyzk"
  },
  "place": {
    "id": "isfahan",
    "name": "Isfahan",
    "mainImg": "img/places/isfahan.jpg",
    "summary": [
      "Isfahan, historically also rendered in English as Ispahan, Sepahan, Esfahan or Hispahan, is a city in Iran. It is located 406 kilometres south of Tehran and is the capital of Isfahan Province.",
      "Isfahan has a population of approximately 2.0 million, making it the third largest city in Iran after Tehran and Mashhad, but was once one of the largest cities in the world.",
      "Isfahan is an important city as it is located at the intersection of the two principal north–south and east–west routes that traverse Iran. Isfahan flourished from 1050 to 1722, particularly in the 16th and 17th centuries under the Safavid dynasty when it became the capital of Persia for the second time in its history under Shah Abbas the Great. Even today the city retains much of its past glory.",
      "It is famous for its Perso–Islamic architecture, grand boulevards, covered bridges, palaces, tiled mosques and minarets. Isfahan also has many historical buildings, monuments, paintings and artefacts. The fame of Isfahan led to the Persian pun and proverb \"Esfahān nesf-e- jahān ast\": Isfahan is half the world.",
      "The Naghsh-e Jahan Square in Isfahan is one of the largest city squares in the world."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Isfahan",
    "urlGoogle": "https://artsandculture.google.com/entity/isfahan/m01gk3x"
  },
  "wiki": {
    "id": "comet-shoemaker-levy-9",
    "name": "Comet Shoemaker-Levy 9",
    "summary": "Comet Shoemaker-Levy 9 was discovered in a photograph taken on the night of March 24, 1993 with the Schmidt telescope at the Mount Palomar Observatory in California, and was the ninth comet discovered by astronomers Carolyn and Eugene M. Shoemaker and David Levy. It turned out to be the first comet observed orbiting a planet (Jupiter, in this case) and not the Sun. The comet was also unusual because it was in fragments, due to a close encounter with Jupiter in July 1992 when it approached closer to the planet than its Roche limit and was pulled apart by tidal forces. Between July 16 and July 22 1994, the fragments of the comet collided with Jupiter's southern hemisphere at 60 kilometres per second (37 miles per second), providing the first direct observation of the collision of two solar system objects. The collision resulted in disruptions in Jupiter's atmosphere, such as plumes and bubbles of gas, and dark spots in the atmosphere which remained visible for several months. The event was closely observed and recorded by astronomers worldwide as a result of its tremendous scientific importance, and also generated a large amount of coverage in the popular media.",
    "url": "https://en.wikipedia.org/wiki/Comet_Shoemaker-Levy_9"
  },
  "word": {
    "id": "enormity",
    "word": "enormity",
    "url": "https://www.merriam-webster.com/dictionary/enormity",
    "partOfSpeech": "noun",
    "pronunciation": "ih-NOR-muh-tee",
    "audioPath": "audio/words/enormity.mp3",
    "definitions": ["very large size", "the quality of great impact or importance"],
    "examples": [
      "The _enormity_ of the crimes perpetrated by the dictatorial regime has only just begun to receive the international attention it deserves.",
      "\"The gee-whiz _enormity_ of the project wasn't lost on the dignitaries and hard-hatted utility crews who attended the tunnel-boring machine's unveiling.\" - From an article by Katherine Shaver in _The Washington Post_, April 10, 2013"
    ],
    "origin": "Although \"enormity\" has been used since the late 1700s to denote large size, this usage continues to be disparaged by various language commentators who argue that \"enormity\" should be reserved for senses related to \"great wickedness.\" It is \"enormousness,\" they insist (a hefty and considerably less common word), that should be used in reference to great size, despite the fact that, like \"enormity,\" it too originally was used to denote wickedness or divergence from accepted moral standards. For better or worse, this proscription has been widely ignored by many English speakers, including professional writers. However one chooses to use them, \"enormity\" and \"enormous\" can both be traced back to the Latin \"enormis,\" from the prefix \"e-\" (\"out of\") and \"norma\" (\"rule,\" \"pattern,\" or \"carpenter's square\")."
  }
}
