{
  "artist": {
    "id": "sonia-delaunay",
    "name": "Sonia Delaunay",
    "dates": "Nov 14, 1885 - Dec 5, 1979",
    "mainImg": "img/art/artists/sonia-delaunay.jpg",
    "artworkImgs": [
      {
        "name": "Illustration for Rythmes et Couleurs",
        "path": "img/art/artworks/sonia-delaunay-a1.jpg",
        "source": "https://artsandculture.google.com/asset/illustration-for-rythmes-et-couleurs-sonia-delaunay/ZAG1z47NiNPBCg"
      },
      {
        "name": "Electric Prisms",
        "path": "img/art/artworks/sonia-delaunay-a2.jpg",
        "source": "https://artsandculture.google.com/asset/electric-prisms/CQE0BUzOPgkH1g"
      },
      {
        "name": "Button",
        "path": "img/art/artworks/sonia-delaunay-a3.jpg",
        "source": "https://artsandculture.google.com/asset/button-sonia-delaunay/kgE6826J0xdl8A"
      },
      {
        "name": "Circles in Pastel",
        "path": "img/art/artworks/sonia-delaunay-a4.jpg",
        "source": "https://artsandculture.google.com/asset/circles-in-pastel-sonia-delaunay/oAGDMyk69SfcbQ"
      },
      {
        "name": "Greeting Card for Galerie Bing, Paris",
        "path": "img/art/artworks/sonia-delaunay-a5.jpg",
        "source": "https://artsandculture.google.com/asset/greeting-card-for-galerie-bing-paris-sonia-delaunay/6gGbCyFWj3I7QQ"
      },
      {
        "name": "Poster for Galerie Bing, Paris",
        "path": "img/art/artworks/sonia-delaunay-a6.jpg",
        "source": "https://artsandculture.google.com/asset/poster-for-galerie-bing-paris-sonia-delaunay/vwGixQCoD4ZgHA"
      }
    ],
    "summary": [
      "Sonia Delaunay was a Ukrainian-born Russian artist, who spent most of her working life in Paris. She formally trained in Russia and Germany before moving to France and expanding her practice to include textile, fashion, and set design. She co-founded the Orphism art movement, noted for its use of strong colours and geometric shapes, with her husband Robert Delaunay and others. She was the first living female artist to have a retrospective exhibition at the Louvre in 1964, and in 1975 was named an officer of the French Legion of Honor.",
      "Her work in modern design included the concepts of geometric abstraction, and the integration of furniture, fabrics, wall coverings, and clothing into her art practice."
    ],
    "quote": null,
    "movements": ["Modern art"],
    "mediums": ["Tempera", "Wood", "Textile", "Adhesive", "Yarn", "Oil paint"],
    "urlWiki": "https://en.wikipedia.org/wiki/Sonia_Delaunay",
    "urlGoogle": "https://artsandculture.google.com/entity/sonia-delaunay/m0681zb"
  },
  "event": {
    "id": "hindenburg-disaster",
    "name": "Hindenburg disaster",
    "dates": null,
    "mainImg": "img/events/hindenburg-disaster.jpg",
    "summary": [
      "The Hindenburg disaster occurred on May 6, 1937, in Manchester Township, New Jersey, United States. The German passenger airship LZ 129 Hindenburg caught fire and was destroyed during its attempt to dock with its mooring mast at Naval Air Station Lakehurst. There were 35 fatalities from the 97 people on board, and an additional fatality on the ground.",
      "The disaster was the subject of newsreel coverage, photographs, and Herbert Morrison's recorded radio eyewitness reports from the landing field, which were broadcast the next day. A variety of hypotheses have been put forward for both the cause of ignition and the initial fuel for the ensuing fire. The event shattered public confidence in the giant, passenger-carrying rigid airship and marked the abrupt end of the airship era."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Hindenburg_disaster",
    "urlGoogle": "https://artsandculture.google.com/entity/hindenburg-disaster/m04czcqh"
  },
  "funFacts": [
    {
      "id": "728",
      "fact": "The planet Saturn's density is lower than water; in fact, it would float if placed in water.",
      "category": ["Science"]
    },
    { "id": "845", "fact": "A lemon contains more sugar than a strawberry.", "category": ["Food"] }
  ],
  "funFacts2": [
    {
      "id": "554083",
      "fact": "The raven that inspired Edgar Allan Poe's poem was named Grip, and he was Charles Dickens’s beloved pet."
    }
  ],
  "idiom": {
    "id": "bald-as-a-coot",
    "term": "bald as a coot",
    "definition": "Extremely bald, usually applied to a person. The coot is a water bird with a white bill that extends to its forehead, making it appear to be bald. The simile was first recorded in 1430."
  },
  "person": {
    "id": "george-washington",
    "name": "George Washington",
    "dates": "Feb 22, 1732 - Dec 14, 1799",
    "mainImg": "img/people/george-washington.jpg",
    "summary": [
      "George Washington was an American political leader, military general, statesman, and founding father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution",
      "and a federal government. Washington has been called the \"Father of His Country\" for his manifold leadership in the formative days of the new nation.",
      "Washington received his initial military training and command with the Virginia Regiment during the French and Indian War. He was later elected to the Virginia House of Burgesses and was named a delegate to the Continental Congress, where he was appointed Commanding General of the Continental Army. He commanded American forces, allied with France, in the defeat and surrender of the British during the Siege of Yorktown. He resigned his commission after the Treaty of Paris in 1783.",
      "Washington played a key role in adopting and ratifying the Constitution and was then elected president by the Electoral College."
    ],
    "quote": "“I have no other view than to promote the public good, and am unambitious of honors not founded in the approbation of my Country.”",
    "urlWiki": "https://en.wikipedia.org/wiki/George_Washington",
    "urlGoogle": "https://artsandculture.google.com/entity/george-washington/m034rd"
  },
  "place": {
    "id": "lisbon",
    "name": "Lisbon",
    "mainImg": "img/places/lisbon.jpg",
    "summary": [
      "Lisbon is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km². Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area, the Portuguese Riviera, form the westernmost point of Continental Europe, culminating at Cabo da Roca.",
      "Lisbon is recognised as an alpha-level global city because of its importance in finance, commerce, media, entertainment, arts, international trade, education and tourism. Lisbon is one of two Portuguese cities to be recognised as a global city. It is one of the major economic centres on the continent, with a growing financial sector and one of the largest container ports on Europe's Atlantic coast."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lisbon",
    "urlGoogle": "https://artsandculture.google.com/entity/lisbon/m04llb"
  },
  "wiki": {
    "id": "abdul-karim-the-munshi",
    "name": "Abdul Karim (the Munshi)",
    "summary": "Mohammed Abdul Karim (1863–1909) was a Muslim Indian attendant of Queen Victoria who gained her affection during the final fifteen years of her reign. Karim was born near Jhansi in British India, the son of a hospital assistant. In 1887, Victoria's Golden Jubilee year, Karim was one of two Indians selected to become servants to the Queen. Victoria came to like him a great deal and gave him the title of \"Munshi\", a Hindustani word often translated as \"clerk\" or \"teacher\". Victoria appointed him her Indian Secretary, showered him with honours, and obtained a land grant for him in India. The close relationship between Karim and the Queen led to friction within the Royal Household, the other members of which felt themselves to be superior to him. The Queen insisted on taking Karim with her on her travels, which caused angry arguments between her and her attendants. Following Victoria's death in 1901 her successor, Edward VII, returned Karim to India and ordered the confiscation and destruction of the Munshi's correspondence with Victoria. Karim subsequently lived quietly near Agra, on the estate that Victoria had arranged for him, until his death at the age of 46.",
    "url": "https://en.wikipedia.org/wiki/Abdul_Karim_(the_Munshi)"
  },
  "word": {
    "id": "inanition",
    "word": "inanition",
    "url": "https://www.merriam-webster.com/dictionary/inanition",
    "partOfSpeech": "noun",
    "pronunciation": "in-uh-NISH-un",
    "audioPath": "audio/words/inanition.mp3",
    "definitions": [
      "the exhausted condition that results from lack of food and water",
      "the absence or loss of social, moral, or intellectual vitality or vigor"
    ],
    "examples": [
      "The playwright explained that his work reflected the lethargy and inanition of the age."
    ],
    "origin": "\"Inanition\" describes a state of suffering from either a literal emptiness (of sustenance) or a metaphorical emptiness (of interest or energy). So it will probably come as no surprise to you to learn that the word ultimately derives from the same idea in Latin. \"Inanition,\" which first appeared in Middle English in the 14th century as \"in-anisioun,\" can be traced back to the Latin verb \"inanire,\" meaning \"to make empty,\" which in turn comes from \"inanis\" (meaning \"empty\" or \"inane\"). Incidentally, the English word \"inane\" was adopted in the mid-17th century directly from \"inanis.\""
  }
}
