{
  "artist": {
    "id": "pedro-friedeberg",
    "name": "Pedro Friedeberg",
    "dates": "Born Jan 11, 1936",
    "mainImg": "img/art/artists/pedro-friedeberg.jpg",
    "artworkImgs": [
      {
        "name": "Untitled (building, violin player, man with the watering can)",
        "path": "img/art/artworks/pedro-friedeberg-a1.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-building-violin-player-man-with-the-watering-can-friedeberg-pedro/GgHtzukIkYul1A"
      },
      {
        "name": "Laberintos",
        "path": "img/art/artworks/pedro-friedeberg-a2.jpg",
        "source": "https://artsandculture.google.com/asset/laberintos/2wGyJp-4tTef9w"
      },
      {
        "name": "Untitled (candelabra building)",
        "path": "img/art/artworks/pedro-friedeberg-a3.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-candelabra-building-friedeberg-pedro/0AHPFJb27PYyjQ"
      },
      {
        "name": "Las bodas de Camacho (Capitulo de Don Quixote)",
        "path": "img/art/artworks/pedro-friedeberg-a4.jpg",
        "source": "https://artsandculture.google.com/asset/las-bodas-de-camacho-capitulo-de-don-quixote-friedeberg-pedro/zQHxXnYaiFf2GQ"
      },
      {
        "name": "Untitled (art patrons view painting)",
        "path": "img/art/artworks/pedro-friedeberg-a5.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-art-patrons-view-painting-friedeberg-pedro/8wEPpxtPgcSMiA"
      },
      {
        "name": "Untitled (Valentine for Xila - Pasturosa)",
        "path": "img/art/artworks/pedro-friedeberg-a6.jpg",
        "source": "https://artsandculture.google.com/asset/untitled-valentine-for-xila-pasturosa-friedeberg-pedro/cwHSEC8jCIJeZQ"
      }
    ],
    "summary": [
      "Pedro Friedeberg is a Mexican artist and designer known for his surrealist work filled with lines colors and ancient and religious symbols. His best known piece is the “Hand-Chair” a sculpture/chair designed for people to sit on the palm, using the fingers as back and arm rests. Friedeberg began studying as an architect but did not complete his studies as he began to draw designs against the conventional forms of the 1950s and even completely implausible ones such as houses with artichoke roofs. However, his work caught the attention of artist Mathias Goeritz who encouraged him to continue as an artist. Friedeberg became part of a group of surrealist artists in Mexico which included Leonora Carrington and Alice Rahon, who were irreverent, rejecting the social and political art which was dominant at the time. Friedeberg has had a lifelong reputation for being eccentric, and states that art is dead because nothing new is being produced."
    ],
    "quote": null,
    "movements": [],
    "mediums": [],
    "urlWiki": "https://en.wikipedia.org/wiki/Pedro_Friedeberg",
    "urlGoogle": "https://artsandculture.google.com/entity/pedro-friedeberg/m09mx6j"
  },
  "event": {
    "id": "crimean-war",
    "name": "Crimean War",
    "dates": "Oct 5, 1853 - Mar 30, 1856",
    "mainImg": "img/events/crimean-war.jpg",
    "summary": [
      "The Crimean War was a military conflict fought from October 1853 to February 1856 in which Russia lost to an alliance made up of the Ottoman Empire, France, the United Kingdom and Sardinia. The immediate cause of the war involved the rights of Christian minorities in the Holy Land, which was a part of the Ottoman Empire. The French promoted the rights of Roman Catholics, while Russia promoted those of the Eastern Orthodox Church. The longer-term causes involved the decline of the Ottoman Empire and the unwillingness of Britain and France to allow Russia to gain territory and power at the Ottoman Empire's expense. It has widely been noted that the causes, in one case involving an argument over a key, have never revealed a \"greater confusion of purpose\", yet they led to a war noted for its \"notoriously incompetent international butchery\".",
      "While the Churches worked out their differences with the Ottomans and came to an agreement, Nicholas I of Russia and the French Emperor Napoleon III refused to back down. Nicholas issued an ultimatum that the Orthodox subjects of the Ottoman Empire be placed under his protection."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Crimean_War",
    "urlGoogle": "https://artsandculture.google.com/entity/crimean-war/m0cmc2"
  },
  "funFacts": [
    {
      "id": "336",
      "fact": "The last letter to be added to our alphabet was J.",
      "category": ["History"]
    },
    { "id": "7", "fact": "A queen bee can lay 800-1,500 eggs per day.", "category": ["Animals"] }
  ],
  "funFacts2": [
    {
      "id": "504560",
      "fact": "A cat’s ability to see well at night is due to its tapetum lucidum, a structure that reflects visible light back through the cat’s retina. It’s also what causes the eyes' weird ‘glowing’ effect in the dark."
    }
  ],
  "idiom": {
    "id": "quick-as-a-wink",
    "term": "quick as a wink",
    "definition": "Also, **quick as a bunny** or **a flash.** Very speedily, as in *He was out of here quick as a wink,* or *She answered, quick as a bunny.* These similes have largely replaced the earlier *quick as lightning,* although *quick as a flash* no doubt alludes to it, and *quick as thought,* now obsolete. The *bunny* variant dates from the mid-1800s, the others from the late 1800s."
  },
  "person": {
    "id": "elagabalus",
    "name": "Elagabalus",
    "dates": "Died 222 AD",
    "mainImg": "img/people/elagabalus.jpg",
    "summary": [
      "Elagabalus or Heliogabalus was Roman emperor from 218 to 222. A member of the Severan dynasty, he was the second son of Julia Soaemias and Sextus Varius Marcellus. In his early youth he served the god Elagabalus as a priest in Emesa, Syria, the hometown of his mother's family, the Arab priest-king Emesan dynasty. As a private citizen, he was probably named Sextus Varius Avitus Bassianus. Upon becoming emperor he took the name Marcus Aurelius Antoninus Augustus. He was called Elagabalus only after his death.",
      "In 217, the emperor Caracalla was assassinated and replaced by his Praetorian prefect, Marcus Opellius Macrinus. Caracalla's maternal aunt, Julia Maesa, successfully instigated a revolt among the Third Legion to have her eldest grandson, Elagabalus, declared emperor in his place. Macrinus was defeated on 8 June 218 at the Battle of Antioch. Elagabalus, barely 14 years old, became emperor, initiating a reign remembered mainly for sex scandals and religious controversy.",
      "Later historians suggest Elagabalus showed a disregard for Roman religious traditions and sexual taboos."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Elagabalus",
    "urlGoogle": "https://artsandculture.google.com/entity/elagabalus/m03pk3"
  },
  "place": {
    "id": "chiang-mai",
    "name": "Chiang Mai",
    "mainImg": "img/places/chiang-mai.jpg",
    "summary": [
      "Chiang Mai, sometimes written as Chiengmai or Chiangmai, is the largest city in northern Thailand and the capital of Chiang Mai Province. It is 700 km north of Bangkok near the highest mountains in the country, including Doi Inthanon.",
      "Chiang Mai was founded in 1296 as the new capital of Lan Na, succeeding the former capital, Chiang Rai. The city's strategic location on the Ping River and its proximity to major trading routes contributed to its historic importance.",
      "Although the city of Chiang Mai only officially covers most parts of the Mueang Chiang Mai District, with a population of 127,000, the city's sprawl extends into several neighboring districts. The Chiang Mai metropolitan area has a population of nearly one million people, more than half the total of Chiang Mai Province.",
      "The city is subdivided into four khwaeng: Nakhon Ping, Srivijaya, Mengrai, and Kawila. The first three are on the west bank of the Ping River, and Kawila is on the east bank. Nakhon Ping District includes the northern part of the city. Srivijaya, Mengrai, and Kawila consist of the western, southern, and eastern parts, respectively. The city center—within the city walls—is mostly within Srivijaya ward."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Chiang_Mai",
    "urlGoogle": "https://artsandculture.google.com/entity/chiang-mai/m01hr58"
  },
  "wiki": {
    "id": "sea-otter",
    "name": "Sea otter",
    "summary": "The sea otter is a marine mammal native to the coasts of the northern and eastern North Pacific Ocean. Its many unusual characteristics include the use of rocks as tools to forage and to open shells, luxurious fur that is the densest of all animals with up to 150,000 hairs per cm2 (nearly 1 million per sq in), and its role as a keystone species, controlling populations of marine herbivores which would otherwise inflict extensive damage to kelp forest ecosystems. Although the sea otter belongs to the weasel family and can walk on land, it can also live exclusively in the ocean. Once hunted to the brink of extinction for its fur, the sea otter's numbers have rebounded in about two-thirds of its historic range, a recovery that is considered one of the greatest successes in marine conservation. However, it remains classified as an endangered species and is highly vulnerable to oil spills.",
    "url": "https://en.wikipedia.org/wiki/Sea_otter"
  },
  "word": {
    "id": "pomander",
    "word": "pomander",
    "url": "https://www.merriam-webster.com/dictionary/pomander",
    "partOfSpeech": "noun",
    "pronunciation": "POH-man-der",
    "audioPath": "audio/words/pomander.mp3",
    "definitions": [
      "a mixture of aromatic substances enclosed in a perforated bag or box and used to scent clothes and linens or formerly carried as a guard against infection; also : a clove-studded orange or apple used for the same purposes",
      "a box or hollow fruit-shaped ball for holding pomander"
    ],
    "examples": [
      "Tuck a homemade _pomander_ in a gift basket to lend it that wonderful holiday aroma.",
      "\"Apple _pomanders_ are still much used to scent linen closets and store with furs to prevent moths.\" - From an article by Ellen Probert Williamson in the _Roane County News_ (Kingston, Tennessee), October 1, 2012"
    ],
    "origin": "In earlier times, there was more at stake in the use of an \"apple of amber\" (the literal meaning of Anglo-French \"pomme de ambre,\" modified to \"pomander\" in Middle English) than the addition of holiday spirit. Pomanders were used to offset foul odors and were also believed to protect against disease. Early pomanders were usually mixtures of fragrant spices, herbs, etc. in small metal containers, and they were often worn on chains, as jewelry, around the neck or at the waist. Today, we no longer believe pomanders ward off infections, but we still like nice-smelling things, and the word \"pomander\" survives to name the modern version of this aromatic, decorative object."
  }
}
