{
  "artist": {
    "id": "antoine-bourdelle",
    "name": "Antoine Bourdelle",
    "dates": "Oct 31, 1861 - Oct 1, 1929",
    "mainImg": "img/art/artists/antoine-bourdelle.jpg",
    "artworkImgs": [
      {
        "name": "Hercules the Archer",
        "path": "img/art/artworks/antoine-bourdelle-a1.jpg",
        "source": "https://artsandculture.google.com/asset/hercules-the-archer-émile-antoine-bourdelle/CgHFKSEoZqwEcg"
      },
      {
        "name": "Heracles Killing the Birds of Lake Stymphalia",
        "path": "img/art/artworks/antoine-bourdelle-a2.jpg",
        "source": "https://artsandculture.google.com/asset/heracles-killing-the-birds-of-lake-stymphalia-antoine-bourdelle/vgFd8Dcd9jllsA"
      },
      {
        "name": "Adam",
        "path": "img/art/artworks/antoine-bourdelle-a3.jpg",
        "source": "https://artsandculture.google.com/asset/adam-emile-antoine-bourdelle/hAFag8rn_U3mSg"
      },
      {
        "name": "Monumental Horse without Rider (Horse for Alvear Monument)",
        "path": "img/art/artworks/antoine-bourdelle-a4.jpg",
        "source": "https://artsandculture.google.com/asset/monumental-horse-without-rider-horse-for-alvear-monument-émile-antoine-bourdelle/1gH1Lb0j3IdQSQ"
      },
      {
        "name": "Heracles",
        "path": "img/art/artworks/antoine-bourdelle-a5.jpg",
        "source": "https://artsandculture.google.com/asset/heracles-antoine-bourdelle/KwH-h1nuDN_mVA"
      },
      {
        "name": "Hercules the Archer",
        "path": "img/art/artworks/antoine-bourdelle-a6.jpg",
        "source": "https://artsandculture.google.com/asset/hercules-the-archer/4QFgq3IMAZ7COQ"
      }
    ],
    "summary": [
      "Antoine Bourdelle, born Émile Antoine Bordelles, was an influential and prolific French sculptor and teacher. He was a student of Auguste Rodin, a teacher of Giacometti and Henri Matisse, and an important figure in the Art Deco movement and the transition from the Beaux-Arts style to modern sculpture.",
      "His studio became the Musée Bourdelle, an art museum dedicated to his work, located at 18, rue Antoine Bourdelle, in the 15th arrondissement of Paris, France."
    ],
    "quote": null,
    "movements": ["Modern art", "Expressionism", "Classicism"],
    "mediums": ["Sculpture", "Bronze", "Metal", "Rock", "Plaster", "Marble"],
    "urlWiki": "https://en.wikipedia.org/wiki/Antoine_Bourdelle",
    "urlGoogle": "https://artsandculture.google.com/entity/antoine-bourdelle/m016ftg"
  },
  "event": {
    "id": "winter-war",
    "name": "Winter War",
    "dates": "Nov 30, 1939 - Mar 13, 1940",
    "mainImg": "img/events/winter-war.jpg",
    "summary": [
      "The Winter War was a war between the Soviet Union and Finland. It began with a Soviet invasion of Finland on 30 November 1939, three months after the outbreak of World War II, and ended three and a half months later with the Moscow Peace Treaty on 13 March 1940. Despite superior military strength, especially in tanks and aircraft, the Soviet Union suffered severe losses and initially made little headway. The League of Nations deemed the attack illegal and expelled the Soviet Union from the organisation.",
      "The Soviets made several demands, including that Finland cede substantial border territories in exchange for land elsewhere, claiming security reasons—primarily the protection of Leningrad, 32 km from the Finnish border. When Finland refused, the USSR invaded. Most sources conclude that the Soviet Union had intended to conquer all of Finland, and use the establishment of the puppet Finnish Communist government and the Molotov–Ribbentrop Pact's secret protocols as evidence of this, while other sources argue against the idea of the full Soviet conquest."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Winter_War",
    "urlGoogle": "https://artsandculture.google.com/entity/winter-war/m085w4"
  },
  "funFacts": [
    {
      "id": "731",
      "fact": "There are over 2,000 different species of cactuses.",
      "category": ["Plants"]
    },
    {
      "id": "32",
      "fact": "There are about 1 million ants for every person in the world.",
      "category": ["Animals"]
    }
  ],
  "funFacts2": [
    {
      "id": "504592",
      "fact": "People didn’t always say “hello” when they answered the phone. When the first regular phone service was established in 1878, Alexander Graham Bell suggested answering the phone with “ahoy.\""
    }
  ],
  "idiom": {
    "id": "happy-as-the-day-is-long",
    "term": "happy as the day is long",
    "definition": "Also, **happy as a lark; happy as a clam (at high tide).** Extremely glad, delighted, very cheerful, as in *He was happy as the day is long,* or *When she heard the news she was happy as a lark,* or *Once I got the test results I was happy as a clam at high tide.* The first of these similes dates from the late 1700s. The second alludes to the lark's beautiful, seemingly very happy, song. The third, from the early 1800s, alludes to the fact that clams can only be dug at low tide and therefore are safe at high tide; it is often shortened to **happy as a clam.**"
  },
  "person": {
    "id": "matyas-rakosi",
    "name": "Mátyás Rákosi",
    "dates": "Mar 9, 1892 - Feb 5, 1971",
    "mainImg": "img/people/matyas-rakosi.jpg",
    "summary": [
      "Mátyás Rákosi was a Hungarian communist politician. He was born Mátyás Rosenfeld in Ada. He was the leader of Hungary's communist party from 1945 to 1956 — first as General Secretary of the Hungarian Communist Party and later holding the same post with the Hungarian Working People's Party. As such, from 1949 to 1956, he was the de facto ruler of Communist Hungary. An ardent Stalinist, his government was very loyal to the Soviet Union, and he presided over the mass imprisonment of hundreds of thousands of Hungarian people and the deaths of thousands."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/M%C3%A1ty%C3%A1s_R%C3%A1kosi",
    "urlGoogle": "https://artsandculture.google.com/entity/mátyás-rákosi/m03gsdj"
  },
  "place": {
    "id": "luxembourg",
    "name": "Luxembourg",
    "mainImg": "img/places/luxembourg.jpg",
    "summary": [
      "Luxembourg, also known as Luxembourg City, is the capital city of the Grand Duchy of Luxembourg and the country's most populous commune. Standing at the confluence of the Alzette and Pétrusse rivers in southern Luxembourg, the city lies at the heart of Western Europe, situated 213 km by road from Brussels, 372 km from Paris, and 209 km from Cologne. The city contains Luxembourg Castle, established by the Franks in the Early Middle Ages, around which a settlement developed.",
      "As of 31 December 2019, Luxembourg City has a population of 122,273 inhabitants, which is more than three times the population of the country's second most populous commune. The city's population consists of 160 nationalities. Foreigners represent 70% of the city's population, while Luxembourgers represent 30% of the population, and the number of foreign-born residents in the city rises steadily each year.",
      "In 2011, Luxembourg was ranked as having the second-highest per capita GDP in the world at $80,119, with the city having developed into a banking and administrative centre."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Luxembourg_City",
    "urlGoogle": "https://artsandculture.google.com/entity/luxembourg/m0fq8f"
  },
  "quote": {
    "id": "42",
    "quote": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin"
  },
  "wiki": {
    "id": "john-vanbrugh",
    "name": "John Vanbrugh",
    "summary": "Sir John Vanbrugh was an English architect and dramatist, best known as the designer of Blenheim Palace. He wrote two argumentative and outspoken Restoration comedies, The Relapse (1696) and The Provoked Wife (1697), which have become enduring stage favourites but originally occasioned much controversy. Vanbrugh was in many senses a radical throughout his life. As a young man and a committed Whig, he was part of the scheme to overthrow James II, put William III on the throne and protect English parliamentary democracy, dangerous undertakings which landed him in the dreaded Bastille of Paris as a political prisoner. In his career as a playwright, he offended many sections of Restoration and 18th-century society, not only by the sexual explicitness of his plays, but by their messages in defence of women's rights in marriage. His architectural work was as bold and daring as his early political activism and his marriage-themed plays, and jarred conservative opinions on the subject.",
    "url": "https://en.wikipedia.org/wiki/John_Vanbrugh"
  },
  "word": {
    "id": "emprise",
    "word": "emprise",
    "url": "https://www.merriam-webster.com/dictionary/emprise",
    "partOfSpeech": "noun",
    "pronunciation": "em-PRYZE",
    "audioPath": "audio/words/emprise.mp3",
    "definitions": ["an adventurous, daring, or chivalric enterprise"],
    "examples": [
      "The poet Rupert Brooke, in an elegy to the passing of youth, lamented the loss of \"high _emprise_ and ventures dear.\"",
      "\"But perhaps he was the only one courageous enough to voice an opinion that others might have shared, but were afraid to say, that this whole quixotic _emprise_ had been a bad idea, that they had been fools to attempt an escape.\" -- From John D. Lukacs' 2010 book _Escape From Davao_"
    ],
    "origin": "Someone who engages in emprises undertakes much, so it's no surprise that \"emprise\" descends from the Anglo-French word \"emprendre,\" meaning \"to undertake.\" It's also no surprise that \"emprise\" became established in English during the 13th century, a time when brave knights engaged in many a chivalrous undertaking. Fourteenth-century author Geoffrey Chaucer used \"emprise\" to describe one such knight in \"The Franklin's Tale\" (one of the stories in _The Canterbury Tales_): \"Ther was a knyght that loved and dide his payne / To serve a lady in his beste wise; / And many labour, many a greet emprise, / He for his lady wroghte er she were wonne.\""
  }
}
