{
  "artist": {
    "id": "alessandro-allori",
    "name": "Alessandro Allori",
    "dates": "May 31, 1535 - Sep 22, 1607",
    "mainImg": "img/art/artists/alessandro-allori.jpg",
    "artworkImgs": [
      {
        "name": "The Body of Christ with Two Angels",
        "path": "img/art/artworks/alessandro-allori-a1.jpg",
        "source": "https://artsandculture.google.com/asset/the-body-of-christ-with-two-angels-alessandro-allori/JQFnoKpzNqZi3g"
      },
      {
        "name": "The Abduction of Proserpine",
        "path": "img/art/artworks/alessandro-allori-a2.jpg",
        "source": "https://artsandculture.google.com/asset/the-abduction-of-proserpine-alessandro-allori/CQFBg_X4Ily7sA"
      },
      {
        "name": "Portrait of Francesco I de'Medici",
        "path": "img/art/artworks/alessandro-allori-a3.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-francesco-i-de-medici-alessandro-allori/rQHvAThkYj1iqg"
      },
      {
        "name": "Portrait of a Noblewoman with her Son",
        "path": "img/art/artworks/alessandro-allori-a4.jpg",
        "source": "https://artsandculture.google.com/asset/portrait-of-a-noblewoman-with-her-son-alessandro-allori/0gEKhHpHDgTuJA"
      },
      {
        "name": "Retrato de niña con larga cadena de cuentas de coral",
        "path": "img/art/artworks/alessandro-allori-a5.jpg",
        "source": "https://artsandculture.google.com/asset/retrato-de-niña-con-larga-cadena-de-cuentas-de-coral-alessandro-allori/0gHjSchmX0mBQg"
      },
      {
        "name": "Venus Disarming Cupid",
        "path": "img/art/artworks/alessandro-allori-a6.jpg",
        "source": "https://artsandculture.google.com/asset/venus-disarming-cupid-alessandro-allori/mwE8v_iuajBEXA"
      }
    ],
    "summary": [
      "Alessandro di Cristofano di Lorenzo del Bronzino Allori was an Italian portrait painter of the late Mannerist Florentine school.",
      "In 1540, after the death of his father, he was brought up and trained in art by a close friend, often referred to as his 'uncle', the mannerist painter Agnolo Bronzino, whose name he sometimes assumed in his pictures. In some ways, Allori is the last of the line of prominent Florentine painters, of generally undiluted Tuscan artistic heritage: Andrea del Sarto worked with Fra Bartolomeo, Pontormo briefly worked under Andrea, and trained Bronzino, who trained Allori. Subsequent generations in the city would be strongly influenced by the tide of Baroque styles pre-eminent in other parts of Italy.",
      "Freedberg derides Allori as derivative, claiming he illustrates \"the ideal of Maniera by which art are generated out of pre-existing art.\" The polish of figures has an unnatural marble-like form as if he aimed for cold statuary."
    ],
    "quote": null,
    "movements": ["Mannerism", "Renaissance"],
    "mediums": ["Oil paint", "Chalk", "Pigment", "Ink", "Pen", "Drawing"],
    "urlWiki": "https://en.wikipedia.org/wiki/Alessandro_Allori",
    "urlGoogle": "https://artsandculture.google.com/entity/alessandro-allori/m0rvt"
  },
  "event": {
    "id": "june-1976-protests",
    "name": "June 1976 protests",
    "dates": "Jun 24, 1976 - Jun 30, 1976",
    "mainImg": "img/events/june-1976-protests.jpg",
    "summary": [
      "June 1976 is the name of a series of protests and demonstrations in People's Republic of Poland. The protests took place after Prime Minister Piotr Jaroszewicz revealed the plan for a sudden increase in the price of many basic commodities, particularly foodstuffs. Prices in Poland were at that time fixed, and controlled by the government, which was falling into increasing debt.",
      "The protests started on 24 June and lasted until 30 June, the largest violent demonstrations and looting taking place in Płock, the Warsaw suburb of Ursus, and particularly Radom. The protests were brutally quelled by the government using tanks and helicopters, but the plan for the price increase was shelved; Polish leader Edward Gierek backed down and dismissed Prime Minister Jaroszewicz. This left the government looking both economically foolish and politically weak, a very dangerous combination. The 1976 disturbances and the subsequent arrests and dismissals of militant workers brought the workers and the intellectual opposition to the regime back into contact."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/June_1976_protests",
    "urlGoogle": "https://artsandculture.google.com/entity/june-1976-protests/m02qlbng"
  },
  "funFacts": [
    {
      "id": "29",
      "fact": "On average a human will spend up to 2 weeks kissing in his/her lifetime.",
      "category": ["Habits"]
    },
    {
      "id": "375",
      "fact": "\"Way\" is the most frequently used noun in the English language.",
      "category": ["Habits"]
    }
  ],
  "funFacts2": [
    {
      "id": "553491",
      "fact": "The towns of Baarle straddle the Dutch-Belgian border. In some places, the official border line cuts through houses and cafes."
    }
  ],
  "idiom": {
    "id": "sum-and-substance",
    "term": "sum and substance",
    "definition": "The essence or gist of something, as in *The sum and substance of their platform is financial conservatism.* This redundant expression---both *sum* and *substance* here mean \"essence\"---has probably survived owing to alliteration. Shakespeare used it in *The Two Gentlemen of Verona* (4:1): \"My riches are these poor habiliments [clothes], Of which if you should here disfurnish me, You take the sum and substance that I have.\""
  },
  "person": {
    "id": "bob-kerrey",
    "name": "Bob Kerrey",
    "dates": "Born Aug 27, 1943",
    "mainImg": "img/people/bob-kerrey.jpg",
    "summary": [
      "Joseph Robert Kerrey is an American politician who served as the 35th Governor of Nebraska from 1983 to 1987 and as a United States Senator from Nebraska from 1989 to 2001. Before entering politics, he served in the Vietnam War as a United States Navy SEAL officer and was awarded the Medal of Honor for heroism in combat. During the action for which he was awarded the Medal of Honor, he was severely wounded, precluding further naval service.",
      "Kerrey was a candidate for the Democratic presidential nomination in 1992. He retired from the Senate in 2000 and was replaced by former Governor and fellow Democrat Ben Nelson. From 2001 to 2010, he served as president of The New School, a university in New York City. In May 2010, he was selected to become the head of the Motion Picture Association of America. The MPAA, however, could not reach an agreement with him and chose former Connecticut Senator Chris Dodd instead.",
      "In 2012, Kerrey sought election to his old Senate seat to succeed retiring Democratic incumbent Ben Nelson. He lost to Republican nominee Deb Fischer.",
      "In 2013, Kerrey joined the Carmen Group lobbying firm."
    ],
    "quote": "“There is no force more liberating than the knowledge that you are fighting for others.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Bob_Kerrey",
    "urlGoogle": "https://artsandculture.google.com/entity/bob-kerrey/m0238fl"
  },
  "place": {
    "id": "saudi-arabia",
    "name": "Saudi Arabia",
    "mainImg": "img/places/saudi-arabia.jpg",
    "summary": [
      "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km², Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Egypt and Israel by the Gulf of Aqaba. It is the only country with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world. Saudi Arabia also has one of the world's youngest populations: 50 percent of its 33.4 million people are under 25 years old.",
      "The territory that now constitutes Saudi Arabia was the site of several ancient cultures and civilizations. The prehistory of Saudi Arabia shows some of the earliest traces of human activity in the world."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Saudi_Arabia",
    "urlGoogle": "https://artsandculture.google.com/entity/saudi-arabia/m01z215"
  },
  "quote": {
    "id": "127",
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius"
  },
  "wiki": {
    "id": "shotgun-house",
    "name": "Shotgun house",
    "summary": "The shotgun house is a type of house that was the most popular style in the American South from just after the Civil War until the 1920s. The style was developed in New Orleans, but these houses can be found as far away as Chicago and California. Shotgun houses are characterized by their narrow rectangular structure, usually no more than 12 feet (3.5 m) wide, three to five rooms deep, all connected to each other with no hallways, with doors at each end. The term \"shotgun\" is usually said to come from the saying that one could fire a shotgun through the front door and the pellets would fly cleanly through the house and out the back door. Initially popular with the middle class as much as with the poor, shotgun houses became a symbol of poverty in the mid-20th century. Opinion is now more mixed, with some becoming the targets of bulldozing due to urban renewal, but others the recipients of historic preservation and gentrification. They remain the most prevalent housing in many southern U.S. cities and towns.",
    "url": "https://en.wikipedia.org/wiki/Shotgun_house"
  },
  "word": {
    "id": "shinplaster",
    "word": "shinplaster",
    "url": "https://www.merriam-webster.com/dictionary/shinplaster",
    "partOfSpeech": "noun",
    "pronunciation": "SHIN-plass-ter",
    "audioPath": "audio/words/shinplaster.mp3",
    "definitions": [
      "a piece of privately issued paper currency; especially : one poorly secured and depreciated in value",
      "a piece of paper money in denominations of less than one dollar"
    ],
    "examples": [
      "It was the same during the Civil War when the government again turned to the printing press to finance the war. So-called 'greenbacks' … and '_shinplasters_,' paper 5-, 10-, 25- and 50-cent pieces, were printed by the thousands to help pay Union soldiers and relieve a coin shortage caused by hoarding.\" - From an article by John Schmeltzer in the _Chicago Tribune_, May 12, 1995",
      "\"'Some Canadians consider the penny more of a nuisance than a useful coin,' the budget documents said. And so the coin will go the way of the old 25-cent _shinplaster_.\" - From an article by John Ward of _The Canadian Press_, March 29, 2012"
    ],
    "origin": "In the past, \"shinplaster\" referred to a small, square patch of paper that was used as a [plaster](https://www.merriam-webster.com/dictionary/plaster) in treating sore legs. In 19th-century America, the term \"shinplaster\" was applied to another paper Band-Aid fix: the privately-issued, poorly-secured notes substituted for the coins withdrawn from current circulation. The lexical currency of \"shinplaster\" spiked when it began being used for the paper money in denominations of less than a dollar-a.k.a. \"fractional currency\"-issued by the United States government after the depression of 1837 and during the Civil War. In 1870, the U.S.'s neighbor to the north, Canada, issued its own shinplaster, a 25-cent note, which fell into disuse in the early 20th century."
  }
}
