{
  "artist": {
    "id": "fikret-mualla-saygi",
    "name": "Fikret Mualla Saygı",
    "dates": "1903 - Jul 20, 1967",
    "mainImg": "img/art/artists/fikret-mualla-saygi.jpg",
    "artworkImgs": [
      {
        "name": "Street - Blue",
        "path": "img/art/artworks/fikret-mualla-saygi-a1.jpg",
        "source": "https://artsandculture.google.com/asset/street-blue-fikret-muallâ-turkish-1903-1967/tgGfA6QG7CJaog"
      },
      {
        "name": "Moda",
        "path": "img/art/artworks/fikret-mualla-saygi-a2.jpg",
        "source": "https://artsandculture.google.com/asset/moda-fikret-muallâ-turkish-1903-1967/-QF_fGehsjw8wA"
      },
      {
        "name": "Moda",
        "path": "img/art/artworks/fikret-mualla-saygi-a3.jpg",
        "source": "https://artsandculture.google.com/asset/moda-fikret-muallâ-turkish-1903-1967/mgGO4u0zB6IaYA"
      },
      {
        "name": "Cannes",
        "path": "img/art/artworks/fikret-mualla-saygi-a4.jpg",
        "source": "https://artsandculture.google.com/asset/cannes-fikret-muallâ-turkish-1903-1967/oQGfz3UeLHv4vg"
      },
      {
        "name": "Still Life with Aubergines",
        "path": "img/art/artworks/fikret-mualla-saygi-a5.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-with-aubergines-fikret-muallâ-turkish-1903-1967/rQEVzk2t2lvvpw"
      },
      {
        "name": "Still-life",
        "path": "img/art/artworks/fikret-mualla-saygi-a6.jpg",
        "source": "https://artsandculture.google.com/asset/still-life-fikret-muallâ-turkish-1903-1967/JQGvxYBwldHG5Q"
      }
    ],
    "summary": [
      "Fikret Muallâ Saygı was a 20th-century avant-garde painter of Turkish descent. His work reflects influences from Expressionism and Fauvism, with subject matter focusing on Paris street life, social gatherings such as cafés and circuses."
    ],
    "quote": null,
    "movements": ["Modern art", "Expressionism"],
    "mediums": ["Oil paint", "Gouache", "Watercolor painting", "Textile"],
    "urlWiki": "https://en.wikipedia.org/wiki/Fikret_Mualla_Sayg%C4%B1",
    "urlGoogle": "https://artsandculture.google.com/entity/fikret-mualla-saygı/m05dh8c"
  },
  "event": {
    "id": "liberation-of-paris",
    "name": "Liberation of Paris",
    "dates": "Aug 19, 1944 - Aug 25, 1944",
    "mainImg": "img/events/liberation-of-paris.jpg",
    "summary": [
      "The Liberation of Paris was a military battle that took place during World War II from 19 August 1944 until the German garrison surrendered the French capital on 25 August 1944. Paris had been ruled by Nazi Germany since the signing of the Second Compiègne Armistice on 22 June 1940, after which the Wehrmacht occupied northern and western France.",
      "The liberation began when the French Forces of the Interior—the military structure of the French Resistance—staged an uprising against the German garrison upon the approach of the US Third Army, led by General George Patton. On the night of 24 August, elements of General Philippe Leclerc's 2nd French Armored Division made their way into Paris and arrived at the Hôtel de Ville shortly before midnight. The next morning, 25 August, the bulk of the 2nd Armored Division and US 4th Infantry Division entered the city. Dietrich von Choltitz, commander of the German garrison and the military governor of Paris, surrendered to the French at the Hôtel Meurice, the newly established French headquarters. General Charles de Gaulle of the French Army arrived to assume control of the city as head of the Provisional Government of the French Republic."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Liberation_of_Paris",
    "urlGoogle": "https://artsandculture.google.com/entity/liberation-of-paris/m037g_b"
  },
  "funFacts": [
    { "id": "905", "fact": "The side of a hammer is called a cheek.", "category": ["Definitions"] },
    { "id": "217", "fact": "Blackboard chalk contains no chalk.", "category": ["Hodgepodge"] }
  ],
  "funFacts2": [
    {
      "id": "553809",
      "fact": "The paint that coats the White House and Buckingham Palace is made by the same German company."
    }
  ],
  "idiom": {
    "id": "know-which-side-of-ones-bread-is-buttered",
    "term": "know which side of one's bread is buttered",
    "definition": "Be aware of where one's best interests lie, as in *Jerry always helps out his boss; he knows which side of his bread is buttered.* This expression alludes to the more favorable, or buttered, side of bread and has been used metaphorically since the early 1500s."
  },
  "person": {
    "id": "sargent-shriver",
    "name": "Sargent Shriver",
    "dates": "Nov 9, 1915 - Jan 18, 2011",
    "mainImg": "img/people/sargent-shriver.jpg",
    "summary": [
      "Robert Sargent Shriver Jr. was an American diplomat, politician and activist. As the husband of Eunice Kennedy Shriver, he was part of the Kennedy family. Shriver was the driving force behind the creation of the Peace Corps, and founded the Job Corps, Head Start, and other programs as the \"architect\" of the 1960s \"War on Poverty.\" He was the Democratic Party's nominee for vice president in the 1972 presidential election.",
      "Born in Westminster, Maryland, Shriver pursued a legal career after graduating from Yale Law School. An opponent of U.S. entry into World War II, he helped establish the America First Committee but volunteered for the United States Navy before the Japanese attack on Pearl Harbor. During the war, he served in the South Pacific, participating in the naval Battle of Guadalcanal. After being discharged from the navy, he worked as an assistant editor for Newsweek and met Eunice Kennedy, marrying her in 1953.",
      "He worked on the 1960 presidential campaign of his brother-in-law, John F. Kennedy, and helped establish the Peace Corps after Kennedy's victory. After Kennedy's assassination, Shriver served in the administration of Lyndon B."
    ],
    "quote": "“The Peace Corps would give thousands of young Americans a chance to see at first hand the conditions in remote areas of the world.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Sargent_Shriver",
    "urlGoogle": "https://artsandculture.google.com/entity/sargent-shriver/m01j29r"
  },
  "place": {
    "id": "lahore",
    "name": "Lahore",
    "mainImg": "img/places/lahore.jpg",
    "summary": [
      "Lahore is the capital of the Pakistani province of Punjab, and is the country's 2nd largest city after Karachi, as well as the 18th largest city proper in the world. Lahore is one of Pakistan's wealthiest cities, with an estimated GDP of $58.14 billion as of 2015. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressive, and cosmopolitan cities.",
      "Lahore's origins reach into antiquity. The city has been controlled by numerous empires throughout the course of its history, including the Hindu Shahis, Ghaznavids, Ghurids, and Delhi Sultanate by the medieval era. Lahore reached the height of its splendour under the Mughal Empire between the late 16th and early 18th century, and served as its capital city for a number of years. The city was captured by the forces of the Afsharid ruler Nader Shah in 1739, and fell into a period of decay while being contested between the Afghans and the Sikhs. Lahore eventually became capital of the Sikh Empire in the early 19th century, and regained some of its lost grandeur. Lahore was then annexed to the British Empire, and made capital of British Punjab."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lahore",
    "urlGoogle": "https://artsandculture.google.com/entity/lahore/m0xnt5"
  },
  "quote": {
    "id": "76",
    "quote": "A ship in harbor is safe, but that is not what ships are for.",
    "author": "John A. Shedd"
  },
  "wiki": {
    "id": "swedish-allotment-system",
    "name": "Swedish allotment system",
    "summary": "The Swedish allotment system was a system used in Sweden for keeping a trained army at all times. The oldest variant of the system came into use in around 1640, and in 1682 an updated system was introduced. Both systems relied on estates and farms that provided housing, salary and some military equipment for a soldier or horseman. In exchange, all other men in households providing soldiers escaped conscription, and households providing a horseman gained a large tax reduction. The system provided a well-trained, fast-mobilized and relatively cheap army that had large success on the battlefields of Europe during the 17th century, but the system also took its toll on the population. The allotment system was not replaced until the early 1900s, when the Swedish Armed Forces started using a conscription system.",
    "url": "https://en.wikipedia.org/wiki/Swedish_allotment_system"
  },
  "word": {
    "id": "philately",
    "word": "philately",
    "url": "https://www.merriam-webster.com/dictionary/philately",
    "partOfSpeech": "noun",
    "pronunciation": "fuh-LAT-uh-lee",
    "audioPath": "audio/words/philately.mp3",
    "definitions": ["the collection and study of postage and imprinted stamps : stamp collecting"],
    "examples": [
      "Given his interests in both _philately_ and football, Michael was excited to learn about the post office’s new series of stamps featuring legendary quarterbacks.",
      "\"Those who imagine _philately_ as boring probably have never examined a stamp, seen the intricacy of the design or researched the story behind the postal issue.\" -- From an article by Mark A. Kellner in _The Washington Times_, August 17, 2010"
    ],
    "origin": "Who wouldn't love something tax free? George Herpin did. He was a French stamp fancier back in the 1860s, when stamps were a fairly new invention. Before stamps, the recipient of a letter -- not the sender -- had to pay the postage. Stamps forced the sender to foot the bill, and created a lot of stamp lovers among folks on the receiving end of the mail -- and a mania for stamp collecting. \"Timbromania\" was toyed with as a term to affix to this new hobby -- from the French word for stamp, \"timbre.\" But when Herpin suggested \"philatélie\" (anglicized to \"philately\"), combining the Greek root \"phil-,\" meaning \"loving,\" with Greek \"ateleia,\" meaning \"tax-exemption,\" stamp lovers everywhere took a fancy to it and the name stuck."
  }
}
