{
  "artist": {
    "id": "childe-hassam",
    "name": "Childe Hassam",
    "dates": "Oct 17, 1859 - Aug 27, 1935",
    "mainImg": "img/art/artists/childe-hassam.jpg",
    "artworkImgs": [
      {
        "name": "Rainy Midnight",
        "path": "img/art/artworks/childe-hassam-a1.jpg",
        "source": "https://artsandculture.google.com/asset/rainy-midnight-childe-hassam/ZwFd46RSKX0AWg"
      },
      {
        "name": "April : (The Green Gown)",
        "path": "img/art/artworks/childe-hassam-a2.jpg",
        "source": "https://artsandculture.google.com/asset/april-the-green-gown-childe-hassam/PQFWk9HdEmkFYg"
      },
      {
        "name": "Bridge at Old Lyme",
        "path": "img/art/artworks/childe-hassam-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bridge-at-old-lyme-frederick-childe-hassam/lQGwme1WgVr7nQ"
      },
      {
        "name": "Flags on the Waldorf",
        "path": "img/art/artworks/childe-hassam-a4.jpg",
        "source": "https://artsandculture.google.com/asset/flags-on-the-waldorf-childe-hassam/IQFK4oE-eTG1LA"
      },
      {
        "name": "Mt. Beacon at Newburgh",
        "path": "img/art/artworks/childe-hassam-a5.jpg",
        "source": "https://artsandculture.google.com/asset/mt-beacon-at-newburgh-childe-hassam/IgGxsam35x3QPw"
      },
      {
        "name": "Rainy Day, Boston",
        "path": "img/art/artworks/childe-hassam-a6.jpg",
        "source": "https://artsandculture.google.com/asset/rainy-day-boston-childe-hassam/bAEMrsNyTqHOIA"
      }
    ],
    "summary": [
      "Frederick Childe Hassam was an American Impressionist painter, noted for his urban and coastal scenes. Along with Mary Cassatt and John Henry Twachtman, Hassam was instrumental in promulgating Impressionism to American collectors, dealers, and museums. He produced over 3,000 paintings, oils, watercolors, etchings, and lithographs over the course of his career, and was an influential American artist of the early 20th century."
    ],
    "quote": "“One must grant of course that if taken individually a skyscraper is not much of a marvel of art as a wildly formed architectural freak. It is when taken in groups with their zig zag outlines towering against the sky and melting tenderly into the distance that the skyscrapers are truly beautiful.”",
    "movements": ["Impressionism", "American Impressionism", "Modern art", "Japonisme"],
    "mediums": ["Oil paint", "Etching", "Watercolor painting", "Graphite", "Ink", "Gouache"],
    "urlWiki": "https://en.wikipedia.org/wiki/Childe_Hassam",
    "urlGoogle": "https://artsandculture.google.com/entity/childe-hassam/m054fvw"
  },
  "event": {
    "id": "australasian-antarctic-expedition",
    "name": "Australasian Antarctic Expedition",
    "dates": "Dec 2, 1911 - Feb 26, 1914",
    "mainImg": "img/events/australasian-antarctic-expedition.jpg",
    "summary": [
      "The Australasian Antarctic Expedition was a 1911–1914 expedition headed by Douglas Mawson that explored the largely uncharted Antarctic coast due south of Australia. Mawson had been inspired to lead his own venture by his experiences on Ernest Shackleton's Nimrod expedition in 1907–1909. During its time in Antarctica, the expedition's sledging parties covered around 4,180 kilometres of unexplored territory, while its ship, SY Aurora, navigated 2,900 kilometres of unmapped coastline. Scientific activities included meteorological measurements, magnetic observations, an expansive oceanographic program, and the collection of many biological and geological samples, including the discovery of the first meteorite found in Antarctica. The expedition was the first to establish and maintain wireless contact between Antarctica and Australia. Another planned innovation – the use of an aircraft – was thwarted by an accident before the expedition sailed. The plane's fuselage was adapted to form a motorised sledge or \"air-tractor\", but it proved to be of very limited use.",
      "The expedition was organised into three bases: one on the sub-Antarctic Macquarie Island and two on the Antarctic mainland."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Australasian_Antarctic_Expedition",
    "urlGoogle": "https://artsandculture.google.com/entity/australasian-antarctic-expedition/m09c6gj"
  },
  "funFacts": [
    { "id": "817", "fact": "Karate originated in India.", "category": ["History"] },
    {
      "id": "490",
      "fact": "To take lumps out of a bag of sugar, place it in the refrigerator for 24 hours.",
      "category": ["Food", "Make-it-Easies"]
    },
    {
      "id": "301",
      "fact": "William Shakespeare was born and died on the same day: April 23.",
      "category": ["History"]
    }
  ],
  "funFacts2": [
    {
      "id": "554037",
      "fact": "Juicy Fruit gum, an early version of Cracker Jack, and the Ferris Wheel all made their debuts at the 1893 Chicago World’s Fair."
    },
    {
      "id": "554054",
      "fact": "Female cicadas have been known to confuse the roar of power tools for mating calls, sometimes swarming people using lawn mowers."
    },
    {
      "id": "553446",
      "fact": "Fireworks were ignited over Philadelphia to celebrate the first anniversary of the signing of the Declaration of Independence in 1777."
    }
  ],
  "idiom": {
    "id": "perish-the-thought",
    "term": "perish the thought",
    "definition": "Don't even think of it. This expression is used as a wish that what was just mentioned will never happen. For example, *He's going to give another speech? Perish the thought!* This phrase appeared in Handel's oratorio *Joshua* (1748; text by Thomas Morell): \"It never shall be said that our allies in vain implor'd our aid. Perish the thought!\""
  },
  "person": {
    "id": "rosa-luxemburg",
    "name": "Rosa Luxemburg",
    "dates": "Mar 5, 1871 - Jan 15, 1919",
    "mainImg": "img/people/rosa-luxemburg.jpg",
    "summary": [
      "Rosa Luxemburg was a Polish Marxist, philosopher, economist, anti-war activist and revolutionary socialist who became a naturalized German citizen at the age of 28. Successively, she was a member of the Social Democracy of the Kingdom of Poland and Lithuania, the Social Democratic Party of Germany, the Independent Social Democratic Party and the Communist Party of Germany.",
      "After the SPD supported German involvement in World War I in 1915, Luxemburg and Karl Liebknecht co-founded the anti-war Spartacus League which eventually became the KPD. During the November Revolution, she co-founded the newspaper Die Rote Fahne, the central organ of the Spartacist movement. Luxemburg considered the Spartacist uprising of January 1919 a blunder, but supported the attempted overthrow of the government and rejected any attempt at a negotiated solution. Friedrich Ebert's majority SPD government crushed the revolt and the Spartakusbund by sending in the Freikorps, government-sponsored paramilitary groups consisting mostly of World War I veterans. Freikorps troops captured and summarily executed Luxemburg and Liebknecht during the rebellion."
    ],
    "quote": "“Freedom only for the members of the government, only for the members of the Party - though they are quite numerous - is no freedom at all.”",
    "urlWiki": "https://en.wikipedia.org/wiki/Rosa_Luxemburg",
    "urlGoogle": "https://artsandculture.google.com/entity/rosa-luxemburg/m017ft0"
  },
  "place": {
    "id": "kolkata",
    "name": "Kolkata",
    "mainImg": "img/places/kolkata.jpg",
    "summary": [
      "Kolkata is the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city in India; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, making it the third-most populous metropolitan area in India. Kolkata Megalopolis is the area surrounding Kolkata Metropolitan city with additional population. Located on the east bank of the Hooghly River approximately 80 kilometres west of the border with Bangladesh, it is the principal commercial, cultural and educational centre of East India, while the Port of Kolkata is India's oldest operating port and its sole major riverine port. The city nicknamed the \"City of Joy\" is widely regarded as the \"cultural capital\" of India and as of 2019, six Nobel Laureates have been associated with the city.",
      "In the late 17th century, the three villages that predated Calcutta were ruled by the Nawab of Bengal under Mughal suzerainty. After the Nawab granted the East India Company a trading licence in 1690, the area was developed by the Company into an increasingly fortified trading post."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Kolkata",
    "urlGoogle": "https://artsandculture.google.com/entity/kolkata/m0cvw9"
  },
  "quote": {
    "id": "18",
    "quote": "Only those who will risk going too far can possibly find out how far one can go.",
    "author": "T. S. Eliot"
  },
  "wiki": {
    "id": "john-knox",
    "name": "John Knox",
    "summary": "John Knox was a Scottish clergyman, a leader of the Protestant Reformation, and is considered the founder of the Presbyterian denomination. Influenced by early church reformers such as George Wishart, he joined the movement to reform the Scottish church. He was caught up in the ecclesiastical and political events that involved the murder of Cardinal Beaton in 1546 and the intervention of the regent of Scotland. He was taken prisoner by French forces the following year and exiled to England on his release in 1549. While in exile, Knox was licensed to work in the Church of England, where he quickly rose in the ranks to serve the King of England, Edward VI, as a royal chaplain. In this position, he exerted a reforming influence on the text of the Book of Common Prayer. In England he met and married his first wife, Marjorie. When Mary Tudor ascended the throne and reestablished Roman Catholicism, Knox was forced to resign his position and leave the country. On his return to Scotland, he led the Protestant Reformation in Scotland, in partnership with the Scottish Protestant nobility.",
    "url": "https://en.wikipedia.org/wiki/John_Knox"
  },
  "word": {
    "id": "perpend",
    "word": "perpend",
    "url": "https://www.merriam-webster.com/dictionary/perpend",
    "partOfSpeech": "verb",
    "pronunciation": "per-PEND",
    "audioPath": "audio/words/perpend.mp3",
    "definitions": ["to reflect on carefully : ponder", "to be attentive : reflect"],
    "examples": [
      "\"The man _perpended_, and when he replied did so after the style of the late and great Ollendorf.\" -- From P. G. Wodehouse's 1903 book _A Prefect's Uncle_",
      "\"I find the practice \\[of astrology\\] harmless, and it occasionally serves as a handy social ice-breaker. But it could be based on outdated material. _Perpend_: Astrological 'signs' are based on the sun's position in the zodiac during the year. But astrology is an ancient art, and in the passage of time, the earth's axis has 'wobbled' (precession) enough so that the sun is actually one constellation over from the astrological sign.\" -- From a column piece by Mark R. Kent in the _Mobile Register_ (Alabama), January 11, 2009"
    ],
    "origin": "\"Perpend\" isn't used often these days, but when it does show up it is frequently imperative, as in our second example. As such, its use can be compared to the phrase \"mark my words.\" \"Perpend\" arrived in English in the 15th century from the Latin verb \"perpendere,\" which in turn comes from \"pendere,\" meaning \"to weigh.\" Appropriately, our English word essentially means \"to weigh carefully in the mind.\" \"Pendere\" has several descendants in English, including \"append,\" \"compendium,\" \"expend,\" and \"suspend.\" \"Perpend\" can also be a noun meaning \"a brick or large stone reaching through a wall\" or \"a wall built of such stones,\" but that \"perpend\" comes from a Middle French source and is unrelated to the verb."
  }
}
