{
  "artist": {
    "id": "louis-francois-roubiliac",
    "name": "Louis-François Roubiliac",
    "dates": "1695 - Jan 11, 1762",
    "mainImg": "img/art/artists/louis-francois-roubiliac.jpg",
    "artworkImgs": [
      {
        "name": "Alexander Pope",
        "path": "img/art/artworks/louis-francois-roubiliac-a1.jpg",
        "source": "https://artsandculture.google.com/asset/alexander-pope-attributed-to-louis-françois-roubiliac-1702–1762-french-active-in-britain-from-1730/UAFCLys8i08CFQ"
      },
      {
        "name": "William Augustus, Duke of Cumberland",
        "path": "img/art/artworks/louis-francois-roubiliac-a2.jpg",
        "source": "https://artsandculture.google.com/asset/william-augustus-duke-of-cumberland-louis-françois-roubiliac-john-michael-rysbrack/egFG8Hx3sEVZNg"
      },
      {
        "name": "Bust of Isaac Ware",
        "path": "img/art/artworks/louis-francois-roubiliac-a3.jpg",
        "source": "https://artsandculture.google.com/asset/bust-of-isaac-ware-louis-francois-roubiliac/VgELBvMJawA3yw"
      },
      {
        "name": "George II",
        "path": "img/art/artworks/louis-francois-roubiliac-a4.jpg",
        "source": "https://artsandculture.google.com/asset/george-ii-louis-françois-roubiliac/UwHNTLDsfdTfkg"
      },
      {
        "name": "Sir Andrew Fountaine",
        "path": "img/art/artworks/louis-francois-roubiliac-a5.jpg",
        "source": "https://artsandculture.google.com/asset/sir-andrew-fountaine-louis-françois-roubiliac-1702–1762-french-active-in-britain-from-1730/3AE3nl06IsQwxQ"
      },
      {
        "name": "Francis Hayman",
        "path": "img/art/artworks/louis-francois-roubiliac-a6.jpg",
        "source": "https://artsandculture.google.com/asset/francis-hayman-louis-françois-roubiliac-1702–1762-french-active-in-britain-from-1730/AgEzWbxzbupR6Q"
      }
    ],
    "summary": [
      "Louis-François Roubiliac was a French sculptor who worked in England, one of the four most prominent sculptors in London working in the rococo style, He was described by Margaret Whinney as \"probably the most accomplished sculptor ever to work in England\"."
    ],
    "quote": null,
    "movements": [],
    "mediums": ["Rock", "Marble", "Sculpture", "Plaster", "Terracotta", "Bronze"],
    "urlWiki": "https://en.wikipedia.org/wiki/Louis-Fran%C3%A7ois_Roubiliac",
    "urlGoogle": "https://artsandculture.google.com/entity/louis-françois-roubiliac/m03q3rw"
  },
  "event": {
    "id": "bay-of-pigs-invasion",
    "name": "Bay of Pigs Invasion",
    "dates": "Apr 17, 1961 - Apr 19, 1961",
    "mainImg": "img/events/bay-of-pigs-invasion.jpg",
    "summary": [
      "The Bay of Pigs invasion was a failed landing operation on the southwestern coast of Cuba in 1961 by Cuban exiles who opposed Fidel Castro's Cuban Revolution. Covertly financed and directed by the U.S. government, the operation took place at the height of the Cold War and its failure led to major shifts in international relations between Cuba, the United States, and the Soviet Union.",
      "In 1952, American ally General Fulgencio Batista led a coup against President Carlos Prio, and forced Prio into exile in Miami. Prio's exile inspired the creation of the 26th July Movement by Castro. The Movement successfully completed the Cuban Revolution in December 1958. Castro nationalized American businesses—including banks, oil refineries, and sugar and coffee plantations—then severed Cuba's formerly-close relations with the United States and reached out to its Cold War rival, the Soviet Union. In response, US President Dwight D. Eisenhower allocated $13.1 million to the Central Intelligence Agency in March 1960, for use against Castro. With the aid of Cuban counter-revolutionaries, the CIA proceeded to organize an invasion operation."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Bay_of_Pigs_Invasion",
    "urlGoogle": "https://artsandculture.google.com/entity/bay-of-pigs-invasion/m0196jd"
  },
  "funFacts": [
    {
      "id": "329",
      "fact": "The world's first escalator was built in Coney Island, NY, in 1896.",
      "category": ["Geography", "Firsts"]
    },
    {
      "id": "402",
      "fact": "Christopher Columbus brought the first lemon seeds to America.",
      "category": ["Food", "History"]
    }
  ],
  "funFacts2": [
    {
      "id": "504873",
      "fact": "Scientists have found evidence of take-out restaurants in the remains of Pompeii."
    }
  ],
  "idiom": {
    "id": "in-stitches",
    "term": "in stitches",
    "definition": "Laughing uncontrollably, as in *Joke after joke had me in stitches.* Although the precise idiom dates only from about 1930, Shakespeare had a similar expression in *Twelfth Night* (3:2): \"If you desire the spleen, and will laugh yourselves into stitches, follow me.\" *Stitches* here refers to the sharp local pain (known as **a stitch in the side**) that can make one double over, much as a fit of laughter can."
  },
  "person": {
    "id": "franklin-delano-roosevelt-jr",
    "name": "Franklin Delano Roosevelt Jr.",
    "dates": "Aug 17, 1914 - Aug 17, 1988",
    "mainImg": "img/people/franklin-delano-roosevelt-jr.jpg",
    "summary": [
      "Franklin Delano Roosevelt Jr. was an American lawyer, politician, and businessman. He served as a United States Congressman from New York from 1949 to 1955 and as the first chairman of the Equal Employment Opportunity Commission from 1965 to 1966. Roosevelt also ran for Governor of New York twice. He was a son of President Franklin D. Roosevelt and First Lady Eleanor Roosevelt, and served as an officer in the United States Navy during World War II."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Franklin_Delano_Roosevelt_Jr.",
    "urlGoogle": "https://artsandculture.google.com/entity/franklin-delano-roosevelt-jr/m027smn"
  },
  "place": {
    "id": "lugano",
    "name": "Lugano",
    "mainImg": "img/places/lugano.jpg",
    "summary": [
      "Lugano is a town and a municipality in southern Switzerland in the Italian-speaking canton of Ticino bordering Italy.",
      "The between 2004 and 2013 territorially vastly expanded municipality has a population of 63,185, and an urban agglomeration of over 150,000. The ninth largest Swiss town, it is the largest in Ticino and largest with an Italian speaking majority outside of Italy. The town lies on Lake Lugano, surrounded by the mountains of the Lugano Prealps.",
      "The eastern part of the municipality shares a border with Italy."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Lugano",
    "urlGoogle": "https://artsandculture.google.com/entity/lugano/m01r76y"
  },
  "wiki": {
    "id": "helen-gandy",
    "name": "Helen Gandy",
    "summary": "Helen Gandy was an American civil servant. Gandy, who at age 21 left her native New Jersey for Washington, D.C., was for 54 years the secretary to Federal Bureau of Investigation director J. Edgar Hoover. Hoover called her \"indispensable\" and she exercised great behind-the-scenes influence on Hoover and the workings of the Bureau; Hoover's biographers, Theoharis and Cox, describe her as \"a wraith-like, grim-faced spinster from New Jersey\" whose \"stern face recalled Cerberus at the gate\". Following Hoover's death in 1972, she spent weeks destroying his \"Personal File,\" thought to be where the most incriminating material he used to manipulate and control the most powerful figures in Washington was kept.",
    "url": "https://en.wikipedia.org/wiki/Helen_Gandy"
  },
  "word": {
    "id": "ergogenic",
    "word": "ergogenic",
    "url": "https://www.merriam-webster.com/dictionary/ergogenic",
    "partOfSpeech": "adjective",
    "pronunciation": "ur-guh-JEN-ik",
    "audioPath": "audio/words/ergogenic.mp3",
    "definitions": ["enhancing physical performance"],
    "examples": [
      "\"New to this edition are chapters for rowers and a review of ergogenic aids, such as protein supplements and other products….\" (Anne Stein, _Chicago Tribune_, June 3, 2007)"
    ],
    "origin": "No matter your profession -- be it office worker, athlete, physicist, or poet -- \"ergon,\" the Greek word for \"work,\" has generated a word for you to work into your vocabulary. There is \"ergonomics,\" which concerns efficiently and safely designing things that people use -- for example, office equipment. Then there is our featured word, \"ergogenic,\" which might crop up in a discussion about improving athletic performance. The physicist's mind is likely to think in \"ergs,\" or centimeter-gram-second units of work. And for those of the literary, or even agricultural, bent, there is \"georgic,\" which combines \"ergon\" with Greek \"geō-,\" meaning \"earth,\" and refers to a poem dealing with agriculture or to the activity of agriculture itself. The most common derivative, however, is \"energy,\" which adds Greek \"en,\" meaning \"in,\" to \"ergon.\""
  }
}
