{
  "artist": {
    "id": "marc-chagall",
    "name": "Marc Chagall",
    "dates": "Jul 7, 1887 - Mar 28, 1985",
    "mainImg": "img/art/artists/marc-chagall.jpg",
    "artworkImgs": [
      {
        "name": "Estudo do vitral Juda",
        "path": "img/art/artworks/marc-chagall-a1.jpg",
        "source": "https://artsandculture.google.com/asset/estudo-do-vitral-juda-marc-chagall/kQHbq-IpiAO-gQ"
      },
      {
        "name": "Rabbi No. 2",
        "path": "img/art/artworks/marc-chagall-a2.jpg",
        "source": "https://artsandculture.google.com/asset/rabbi-no-2-marc-chagall/9AE0jclzlvm16A"
      },
      {
        "name": "Dans mon pays",
        "path": "img/art/artworks/marc-chagall-a3.jpg",
        "source": "https://artsandculture.google.com/asset/dans-mon-pays-marc-chagall/pwGQGdh1RVuLfA"
      },
      {
        "name": "Double Portrait with a Glass of Wine",
        "path": "img/art/artworks/marc-chagall-a4.jpg",
        "source": "https://artsandculture.google.com/asset/double-portrait-with-a-glass-of-wine-marc-chagall-1887-1985-paris-centre-pompidou-musée-national-d-art-moderne-©-adagp-paris-2018/1QGSkW67ciQ8Gw"
      },
      {
        "name": "Cena de circo",
        "path": "img/art/artworks/marc-chagall-a5.jpg",
        "source": "https://artsandculture.google.com/asset/cena-de-circo-marc-chagall/1gFVm99WjeRTng"
      },
      {
        "name": "Champs de mars (Field of Mars)",
        "path": "img/art/artworks/marc-chagall-a6.jpg",
        "source": "https://artsandculture.google.com/asset/champs-de-mars-field-of-mars-marc-chagall/NwF64Vv4J7aL3Q"
      }
    ],
    "summary": [
      "Marc Chagall was a Russian-French artist of Belarusian Jewish origin. An early modernist, he was associated with several major artistic styles and created works in a wide range of artistic formats, including painting, drawings, book illustrations, stained glass, stage sets, ceramic tapestries and fine art prints.",
      "Art critic Robert Hughes referred to Chagall as \"the quintessential Jewish artist of the twentieth century\". According to art historian Michael J. Lewis, Chagall was considered to be \"the last survivor of the first generation of European modernists\". For decades, he \"had also been respected as the world's pre-eminent Jewish artist\". Using the medium of stained glass, he produced windows for the cathedrals of Reims and Metz, windows for the UN and the Art Institute of Chicago and the Jerusalem Windows in Israel. He also did large-scale paintings, including part of the ceiling of the Paris Opéra.",
      "Before World War I, he travelled between Saint Petersburg, Paris, and Berlin. During this period he created his own mixture and style of modern art based on his idea of Eastern European Jewish folk culture."
    ],
    "quote": "“Only love interests me, and I am only in contact with things that revolve around love.”",
    "movements": ["Symbolism", "Modern art", "Modernism", "Surrealism", "Expressionism", "Cubism"],
    "mediums": ["Oil paint", "Watercolor painting", "Gouache", "Rock", "Faience", "Stoneware"],
    "urlWiki": "https://en.wikipedia.org/wiki/Marc_Chagall",
    "urlGoogle": "https://artsandculture.google.com/entity/marc-chagall/m0g_j0"
  },
  "event": {
    "id": "arab-israeli-conflict",
    "name": "Arab–Israeli conflict",
    "dates": "May 15, 1948",
    "mainImg": "img/events/arab-israeli-conflict.jpg",
    "summary": [
      "The Arab–Israeli conflict refers to the ongoing political tension, military conflicts and disputes between Arab countries and Israel, which escalated during the 20th century. The roots of the Arab–Israeli conflict have been attributed to the support by Arab League member countries for the Palestinians, a fellow League member, in the ongoing Israeli–Palestinian conflict, which in turn has been attributed to the simultaneous rise of Zionism and Arab nationalism towards the end of the 19th century, though the two national movements had not clashed until the 1920s. In 2002, the Arab League offered recognition of Israel by Arab countries as part of the resolution of the Palestine–Israel conflict in the Arab Peace Initiative. The initiative, which has been reconfirmed since, calls for normalizing relations between the Arab region and Israel, in exchange for a full withdrawal by Israel from the occupied territories and a \"just settlement\" of the Palestinian refugee problem based on UN Resolution 194."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Arab%E2%80%93Israeli_conflict",
    "urlGoogle": "https://artsandculture.google.com/entity/arab–israeli-conflict/m012d8"
  },
  "funFacts": [
    {
      "id": "688",
      "fact": "Flying fish leap out of the water at 20 mph or more, and can glide for over 500 feet.",
      "category": ["Animals"]
    },
    { "id": "51", "fact": "There are 63,360 inches in a mile.", "category": ["Hodgepodge"] }
  ],
  "funFacts2": [
    {
      "id": "554078",
      "fact": "There's a library in Ankara, Turkey, that's filled with discarded books trash collectors rescued from landfills."
    }
  ],
  "idiom": {
    "id": "brown-bagger",
    "term": "brown bagger",
    "definition": "A person who brings his or her own supplies, as in *The architects of the new office designed a space for brown baggers to eat lunch.* The term originated in the 1930s in Britain for very serious students who carried their books about with them in brown briefcases or bags. That usage crossed the Atlantic within a few decades. However, in America from the 1960s on, it has primarily been used for persons who brought their own liquor in a brown paper bag, either legitimately or surreptitiously, to a public place or restaurant not licensed to sell it, or for those who took their lunch to work."
  },
  "person": {
    "id": "horatio-wills",
    "name": "Horatio Wills",
    "dates": "Oct 5, 1811 - Oct 17, 1861",
    "mainImg": "img/people/horatio-wills.jpg",
    "summary": [
      "Horatio Spencer Howe Wills was an Australian pastoralist, politician and newspaper owner.",
      "Born in Sydney in the British penal colony of New South Wales, Wills grew up on George Street with his mother Sarah Harding, a free settler, and his step father George Howe, a convict. Wills' father Edward Spencer Wills, a convict who was transported in 1799 for highway robbery, died five months before his birth.",
      "Wills worked as a printer and editor for Australia's first newspaper, The Sydney Gazette, before founding his own journal, The Currency Lad, in 1832. In it, he promoted the interests of \"currency lads and lasses\" and made the earliest arguments for a form of Australian republicanism, prefiguring the nationalist attitudes of the late 19th century. He fathered nine children, including Tom Wills, Australia's first great cricketer and founder of Australian rules football.",
      "In the late 1830s, Wills took up pastoralism and overlanded with his family to the Grampians region of the Port Phillip District. Wills was one of the first settlers in the area, and purchased a 125,000-acre property named Lexington near Moyston."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/Horatio_Wills",
    "urlGoogle": "https://artsandculture.google.com/entity/horatio-wills/m02819hl"
  },
  "place": {
    "id": "british-virgin-islands",
    "name": "British Virgin Islands",
    "mainImg": "img/places/british-virgin-islands.jpg",
    "summary": [
      "The British Virgin Islands, officially simply the Virgin Islands, are a British Overseas Territory in the Caribbean, to the east of Puerto Rico and the US Virgin Islands and north-west of Anguilla. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles and part of the West Indies.",
      "The British Virgin Islands consist of the main islands of Tortola, Virgin Gorda, Anegada, and Jost Van Dyke, along with over 50 other smaller islands and cays. About 16 of the islands are inhabited. The capital, Road Town, is on Tortola, the largest island, which is about 20 km long and 5 km wide. The islands had a population of 28,054 at the 2010 Census, of whom 23,491 lived on Tortola; current estimates put the population at 35,802.",
      "British Virgin Islanders are British Overseas Territories citizens and since 2002 are British citizens as well."
    ],
    "quote": null,
    "urlWiki": "https://en.wikipedia.org/wiki/British_Virgin_Islands",
    "urlGoogle": "https://artsandculture.google.com/entity/british-virgin-islands/m0168t"
  },
  "wiki": {
    "id": "katie-holmes",
    "name": "Katie Holmes",
    "summary": "Katie Holmes is an American actress best known for her role as the tomboy Joey Potter on The WB television drama Dawson's Creek. The part on the teen soap, only her second professional role, made Holmes a star. Her movie roles have ranged from art films such as Pieces of April to thrillers such as Abandon, but she has not found the same success in films as she did on television, the actress admitting most of her films were \"bombs.\" Holmes began a highly publicized relationship with actor Tom Cruise in 2005; two months after they met they were engaged. Their relationship has made Holmes the subject of international media attention, much of it highly negative, the press speculating the relationship was only a publicity stunt to promote the couple's films. In October 2005, the couple announced Holmes was pregnant.",
    "url": "https://en.wikipedia.org/wiki/Katie_Holmes"
  },
  "word": {
    "id": "galvanize",
    "word": "galvanize",
    "url": "https://www.merriam-webster.com/dictionary/galvanize",
    "partOfSpeech": "verb",
    "pronunciation": "GAL-vuh-nyze",
    "audioPath": "audio/words/galvanize.mp3",
    "definitions": [
      "to stimulate with an electric current",
      "to excite or be excited as if by an electric shock",
      "to coat (iron or steel) with zinc; especially : to immerse in molten zinc to produce a coating of zinc-iron alloy"
    ],
    "examples": [
      "“The Russians launched a satellite into space, and the sudden realization that we were falling behind galvanized Americans into action.” -- Bill Powell, _Newsweek_, October 9, 1989"
    ],
    "origin": "Luigi Galvani was an Italian physician and physicist who, in the 1770s, studied the electrical nature of nerve impulses by applying electrical stimulation to frogs’ leg muscles, causing them to contract. Although Galvani’s theory that animal tissue contained an innate electrical impulse was disproven, the Italian word \"galvanismo\" came to describe a current of electricity especially when produced by chemical action. English speakers borrowed the word as \"galvanism\" in 1797; the verb \"galvanize\" was introduced in 1802. Charlotte Brontë, in 1853, used the verb figuratively in her novel _Villette_: \"Her approach always galvanized him to new and spasmodic life.\" These days, \"galvanize\" also means to cover metal with zinc or a zinc alloy to protect from rust (as in galvanized carpentry nails)."
  }
}
